{
	"500": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252959,
			"Sessiria-Sama…Sessiria-Sama…",
			"塞西莉亚大人…塞西莉亚大人……",
			"セシリア様、あの……。",
			"세실리아님, 저기…….",
			"Lady Cecilia, um...",
			null,
			"Lord Cecilia...Lord Cecilia ......",
			"Dear Cecilia, that ......."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			252960,
			"Ah~Why you looks so hurried?",
			"啊啦~怎么了这么慌张的样子？",
			"あら、どうしたの？そんな顔して。",
			"어머, 왜 그래? 그런 표정으로.",
			"Oh, what's wrong? You're making a face.",
			null,
			"What's with the panicky look?",
			"Oh, my God, what's wrong? You look like that."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			252961,
			"Sessiria-Sama…Well…Can I really become a Maiden as beautiful and powerful like you?",
			"塞西莉亚大人…那个……我真的能成为像您一样美丽强大的圣女么？",
			"セシリア様……私、本当にセシリア様みたいに強くて美しい聖女になれるのでしょうか？",
			"세실리아님…… 저, 정말로 세실리아님처럼 강하고 아름다운 성녀가 될 수 있을까요?",
			"Lady Cecilia... Can I really become a strong and beautiful Saint like you, Lady Cecilia?",
			null,
			"Cecilia-sama...that ...... Can I really become a beautiful and powerful saintess like you?",
			"Lady Cecilia ...... Can I really become a strong and beautiful saint like you, Cecilia?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			252962,
			"Why you ask this?",
			"为什么这么说呢？",
			"どうしたの？急にそんなこと聞いて。",
			"왜 그래? 갑자기 그런 걸 묻니?",
			"What's the matter? Why are you suddenly asking me that?",
			null,
			"Why?",
			"What's wrong? Suddenly you ask that."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			252963,
			"Because…Everyone said that I am far less talented than you…maybe I am not qualified at all…",
			"因为…大家都说我的天赋比塞西莉亚大人差远了…我是不是根本没有成为圣女的资格呢……",
			"だって……みんな、私の才能はセシリア様に遠く及ばないって言うから……私、もしかして聖女になる資格がないんじゃないかなって……。",
			"왜냐하면…… 다들, 제 재능은 세실리아님보다 한참 못 미친다고 하니까…… 저, 혹시 성녀가 될 자격이 없는 건 아닌지…….",
			"Because... everyone says my talent is nowhere near yours... and it makes me wonder if I'm not qualified to become a Saint...",
			null,
			"Because...everyone says that my talent is far inferior to Cecilia-sama's...am I not qualified to become a Holy Maiden at all ......",
			"Because ...... everyone says that my talent is not far from Lady Cecilia's. ...... I was thinking that maybe I am not qualified to be a saint... ...."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			252964,
			"Little girl, you need to trust yourself. You are hardworking than anyone else, now you just lack a bit of confidence.",
			"傻孩子，你要相信自己，你比所有人都要努力认真，现在你缺少的只是小小的自信。",
			"もう、心配性なんだから。自分を信じなさい。あなたは誰よりも真面目に努力しているわ。今、あなたに足りないものは、ほんの少しの自信だけよ。",
			"이런, 걱정이 너무 많아. 자신을 믿어야 해. 너는 누구보다 성실히 노력하고 있단다. 지금 네게 부족한 건, 아주 조금의 자신감뿐이야.",
			"You're too young to worry so much. Just believe in yourself. You're already working harder than anyone else. All you need right now is a little bit of confidence.",
			null,
			"Silly boy, you have to believe in yourself, you work harder and more seriously than everyone else, all you lack now is a small amount of self-confidence.",
			"You're already a worrier. Believe in yourself. You are working harder than anyone else. All you lack now is a little confidence."
		],
		[
			"msg",
			252965,
			"You will surely become a brilliant Maiden.",
			"你的话将来一定会是出色的圣女。",
			"あなたなら、きっと優れた聖女になれるわ。",
			"너라면 반드시 훌륭한 성녀가 될 수 있을 거야.",
			"You will surely become an excellent Saint.",
			null,
			"Your words will surely make excellent saints in the future.",
			"You would make an excellent saint."
		],
		[
			"msg",
			252966,
			"Because your name is \"Maria.\"",
			"因为你的名字可是“玛丽亚”啊……",
			"だって、あなたの名前は「マリア」なのだから……。",
			"왜냐하면, 너의 이름은 「마리아」이니까……",
			"Because your name is \"Maria\"...",
			null,
			"Because your name is \"Maria\". ......",
			"Because your name is Maria. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			252967,
			"…",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"msg",
			252968,
			"…",
			"……",
			"…………。",
			"………….",
			"............"
		],
		[
			"msg",
			252969,
			"It's completely a lie.",
			"全部都是骗人的。",
			"何もかも、嘘だったのよ。",
			"모든 게, 거짓이었어.",
			"It was all a lie.",
			null,
			"All of it is a lie.",
			"Everything was a lie."
		],
		[
			"msg",
			252970,
			"Beep beep beep——",
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐——",
			"<i>Beep beep beep——</i>",
			null,
			"Tick-tock--",
			"Beepee--"
		],
		[
			"msg",
			252971,
			"Beep beep beep——",
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐——",
			"<i>Beep beep beep——</i>",
			null,
			"Tick-tock--",
			"Beepee--"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			252972,
			"Ah~Archbishop, morning. Why you think of meeting a people like me today?",
			"啊啦~这不是主教大人么，贵安。今天怎么想到联系我这样的人呢？",
			"はい。……あら、主教様、こんにちは。私なんかに連絡なんて……どのようなご用件でしょう？",
			"네. …… 어머, 주교님, 안녕하세요. 저 같은 데 연락이라니…… 무슨 일이시죠?",
			"Yes? ...Oh, hello, Bishop. Why would you contact me...? What business do you have?",
			null,
			"Well, if it isn't the Bishop, your honor. Why did you think of contacting someone like me today?",
			"Yes, I am. ...... Hello, Bishop. How can I help you if you contact me at ......?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			252973,
			"Maria, it must be boring to stay in the Sanias Castle all the time. This time I have a task for you~",
			"玛丽亚，整天待在沙尼亚特的城堡里想必也很无聊吧，这次有任务交给你哦~",
			"やあ、マリア。一日中、シャニアテの城に引きこもっているのもつまらないだろうと思ってね。今日は君にちょっとした任務をお願いしたいんだよ。",
			"안녕, 마리아. 하루 종일 샤니아테 성에만 틀어박혀 있으면 지루할 것 같아서 말이야. 오늘은 네게 작은 임무를 부탁하고 싶구나.",
			"Hey there, Maria. I thought it must be boring for you to be holed up in the Schariac Castle all day, so I'd like to ask you to do a little mission for me today.",
			null,
			"Maria, it must be boring to stay in Shaniath's castle all day long. I have a mission for you this time.",
			"Hi, Maria. I thought it would be boring to stay cooped up in the castle in Chaniate all day. I have a little assignment for you today."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			252974,
			"I am not needed anymore. Shoudn't I stay in the corner and don't bring any trouble for the adults since I am defective to be a Maiden?",
			"我已经是不被需要的人了，无法成为圣女的残次品不应该永远待在角落里不给大人物们添麻烦么？",
			"私は、もう必要とされていない人間ですのよ？聖女になれなかった欠陥品ですから……。私は死ぬまで、静かにひっそりと生きていくべき。……そうでなくって？",
			"저는, 이제 필요로 하지 않는 인간이에요? 성녀가 되지 못한 결함품이니까요... 저는 죽을 때까지 조용히 은둔하며 살아가야 해요. ...그렇지 않나요?",
			"I'm someone who's no longer needed, you know? I'm a defective product who couldn't become a Saint... so I should live quietly and peacefully until I die.//n...Am I wrong?",
			null,
			"I'm already unwanted, and shouldn't the cripples who can't be saints stay in the corner forever and not cause trouble for the big boys?",
			"I am someone who is no longer needed, remember? I am a defective person who could not become a saint. ...... I should live quietly and quietly until I die. ...... not so?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			252975,
			"Haha~Why you say so again~Even you're not a Maiden, you are still the strongest Valkryia among all, the hidden ace in my heart~",
			"呵呵~你怎么又说这种话呢~就算不是圣女你的力量也是女武神中数一数二的，在我的心里可是隐藏的王牌哦~",
			"ハハッ、どうしてそんなこと言うんだい。聖女じゃなくとも、君の力は戦乙女の中で一、二を争うんだ。僕にとって、君は隠れた切り札なんだよ？",
			"하핫, 왜 그런 말을 하는 거야. 성녀가 아니더라도, 네 힘은 전투처녀들 중에서도 손에 꼽히잖아. 나에게 넌 숨겨진 비장의 무기라고?",
			"Haha, why do you say that? Even if you're not a Saint, your power is one of the best among the Valkyries. To me, you're my hidden trump card, you know?",
			null,
			"Oh~ Why are you saying such things again~ Even if you're not a holy maiden your power is one of the best among the Valkyries, and in my heart it's a hidden ace oh~",
			"Haha, why do you say that? Even if you are not a saint, your power is one of the best among the war maidens. To me, you are a hidden trump card, you know?"
		],
		[
			"msg",
			252976,
			"Also…now it's hard to say if you can be a Maiden…",
			"而且…现在能不能成为圣女现在还不好说呢……",
			"それに……聖女になれないと、まだ決まったわけじゃいない……。",
			"게다가…… 성녀가 될 수 없다고, 아직 결정된 건 아니잖아…….",
			"Besides... we still don't know if you can't become a Saint...",
			null,
			"And...it's hard to say if you can become a saint now now ......",
			"And if you can't be a ...... saint, it's not a done deal yet ......."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			252977,
			"…Sessiria-Sama, what happened to her!",
			"……塞西莉亚大人，她怎么了！",
			"……！！まさか、セシリア様に何かあったんですの！？",
			"……！！설마, 세실리아 님께 무슨 일이 있었던 겁니까!?",
			"...!! Don't tell me something happened to Lady Cecilia?!",
			null,
			"...... Lord Cecilia, what happened to her!",
			"......! No way, something happened to Lady Cecilia!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			252978,
			"Died.",
			"死了。",
			"死んだよ。",
			"죽었어.",
			"She has died.",
			null,
			"Dead.",
			"He's dead."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			252979,
			"!?",
			"！？",
			"！？",
			"！？",
			"?!",
			null,
			"What's going on?",
			null
		],
		[
			"msg",
			252980,
			"No! No way! The beautiful and powerful Sessiria-Sama! She won't die! No way! Otto you are lying to me again!",
			"不可能！那样！那样美丽强大的塞西莉亚大人！怎么可能死掉！不可能！奥托你又在骗我！",
			"そんな！あり得ない！あんなに強くて美しいセシリア様が死ぬわけないわ！嘘よっ！主教様、また私を騙しているのでしょう！",
			"그럴 리가! 있을 수 없는 일이야! 그렇게 강하고 아름다운 세실리아 님이 죽을 리 없어! 거짓말이야! 주교님, 또 나를 속이고 있는 거죠!",
			"No! Impossible! There's no way the strong and beautiful Lady Cecilia could die! That's a lie! Bishop, you're trying to deceive me again!",
			null,
			"No way! Like that! The beautiful and powerful Cecilia-sama! How could she be dead! It can't be! Otto, you're lying to me again!",
			"Oh, no! It's impossible! That strong and beautiful Cecilia can't die! A lie! Bishop, you are deceiving me again!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			252981,
			"It's a fact, an hour ago, she sacrificed in the St. Freya HS battle against Anti-Entropy…Well~how unlucky she is. She wouldn't imagine to be betrayed by the one she loved most, it must be a desperate moment before she died.",
			"这是事实，就在一个小时前，在圣芙蕾雅学园与逆熵的战斗中牺牲了……哎~真是不幸的塞西莉亚，没想到居然被自己最心爱的人背叛，想必死前一定很绝望吧。",
			"事実さ。ネゲントロピーとの戦闘の最中、その犠牲になったんだ。あ～あ、本当に不幸だ、可哀想だねぇ、セシリア。まさか、一番愛していた人に裏切られるなんて……死ぬ前は大層絶望したことだろう。",
			"사실이야. 네겐트로피와의 전투 중에, 그 희생이 되었지. 아~아, 정말 불행해, 불쌍하구나, 세실리아. 설마, 가장 사랑하던 사람에게 배신당하다니…… 죽기 전에 엄청 절망했을 거야.",
			"It's true. She fell victim to Anti-Entropy during the battle. Ahhh~ How unfortunate, poor Cecilia. She never imagined she would be betrayed by the person she loved the most... She must have been in deep despair as she died.",
			null,
			"This is a fact, just an hour ago, in the St. Freya High School and Anti-Entropy battle sacrificed ...... ai ~ really unfortunate Cecilia, I did not expect to actually be betrayed by their most beloved people, I think that must be very desperate before death.",
			"It's true. I fell victim to Anti-Entropy during a battle with him. Oh, that's really unfortunate, poor Cecilia. I never thought I would be betrayed by the person I loved the most. ...... must have been in great despair before she died."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			252982,
			"Who…who betrayed her, tell me!",
			"是谁……是谁背叛了塞西莉亚大人，快告诉我！！",
			"誰ですの……誰がセシリア様を裏切ったのです！？早く、教えてくださいッ！！",
			"누구야…… 누가 세실리아 님을 배신한 거야!? 빨리, 알려주세요!!",
			"Who... Who betrayed Lady Cecilia?! Quick, <i>tell me!!</i>",
			null,
			"Who ...... betrayed Lord Cecilia, tell me!",
			"Who is it ...... who betrayed Lady Cecilia! Quick, tell us!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			252983,
			"Hum, the one you hate most~",
			"呵呵，是你最憎恨的那个人哦~",
			"フフ、君が一番憎んでいるアイツだよ。",
			"훗, 네가 가장 증오하는 그 녀석이야.",
			"Hehe, it's the guy you hate the most.",
			null,
			"Oh, it's the one you hate the most!",
			"Huh, that's the guy you hate the most."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			252984,
			"Kiana…Kiana again! The one who takes away everything from me! Kiana!! Now even Sessiria-Sama was…",
			"琪亚娜…又是琪亚娜么！！把我的一切都夺走的罪魁祸首！琪亚娜！！现在居然连塞西莉亚大人也……",
			"っ！！そう、キアナですのね。また、あいつが！！私の全てを奪った張本人！！キアナ！！今度はセシリア様までをも……。",
			"쿱!! 그래, 키아나군요. 또, 저 녀석이!! 내 모든 것을 빼앗은 장본인!! 키아나!! 이번에는 세실리아님까지도…….",
			"Ah!! So it's Kiana. Her again!! The one who took everything from me!! Kiana!! And now she's taken Lady Cecilia too...",
			null,
			"Kiana...is it Kiana again! The culprit who took everything away from me! Kiana!!! And now even Cecilia-sama is ......",
			"I'm sorry, I'm not sure! Yes, it's Kiana. It's that guy again! The one who took everything from me! Kiana! This time, even Lady Cecilia. ......"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			252985,
			"Hahaha…Finally the day comes! I will take revenge for Sessiria-Sama…Haha, Kiana…",
			"呵呵呵…终于等到了这一天！塞西莉亚大人我一定会帮你报仇的……呵呵呵，琪亚娜……",
			"ふふふ……ついにね。この機をどれだけ待ち焦がれていたことか。セシリア様、私が必ず復讐してさしあげますの……ふふふ、キアナ……。",
			"후후후…… 드디어네요. 이 순간을 얼마나 기다려왔는지. 세실리아님, 제가 반드시 복수해 드리겠어요…… 후후후, 키아나…….",
			"Hehehe... at last. I have been waiting for this opportunity so long. Lady Cecilia, I <i>will</i> avenge you... Hehehe, Kiana...",
			null,
			"Heh heh...finally waited for this day! Cecilia-sama I'll definitely avenge you ...... huh huh Kiana ......",
			"Hmmm... ...... finally. How long I have been waiting for this opportunity. Lady Cecilia, I will surely avenge you. ...... Hmmm, Kiana. ......"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			252986,
			"This time I will kill you!!!",
			"这次绝对要宰了你！！！",
			"今度こそ、あなたを始末してあげるわ！！！",
			"이번엔 반드시 당신을 처리해 드리겠어!!!",
			"This time, I WILL get rid of you!!!",
			null,
			"Definitely going to kill you this time!!!",
			"This time I will take care of you!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252987,
			"On the otherside",
			"另一方面",
			"一方——",
			"한편——",
			"Meanwhile——",
			null,
			"on the other hand",
			"On the other hand--"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			252988,
			"Okhotsk waters Hyperion",
			"鄂霍茨克海域 休伯利安号",
			"オホーツク海　ハイペリオン号",
			"오호츠크해 히페리온호",
			"Sea of Okhotsk, Hyperion",
			null,
			"Sea of Okhotsk. Hyperion.",
			"Sea of Okhotsk Hyperion"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252989,
			"Mei, how does it goes.",
			"芽衣，情况如何。",
			"芽衣、状況はどう？",
			"메이, 상황은 어때?",
			"How's the situation, Mei?",
			null,
			"Mei, what's the situation.",
			"Mei, what is the situation?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252990,
			"Kyushou remains unconscious, and Kiana closed herself and refused to see me..Himeko, I don't know what to do…What elase can I do…",
			"九霄还是昏迷不醒，琪亚娜也把自己关起来不见我…姬子老师，我不知道自己该怎么办…到底还有什么是我能做的……",
			"九霄ちゃんはまだ気を失ったままです。キアナちゃんも部屋に閉じこもったまま顔を出しません……姫子先生、私どうすればいいのでしょう……私に何ができるのでしょうか……。",
			"큐쇼은 아직 의식을 잃은 채예요. 키아나도 방에 틀어박혀 나오지 않고... 히메코 선생님, 저 어떻게 해야 하죠... 제가 뭘 할 수 있을까요...",
			"Kyuushou-chan is still unconscious. And Kiana-chan has locked herself in her room and won't come out... Himeko-sensei, what should I do... What even <i>can</i> I do...?",
			null,
			"Kyuushou is still unconscious, and Kiana has locked herself away without seeing me...Ms. Himeko, I don't know what I'm going to do...what the hell else is there for me to do ......",
			"Kyuushou is still unconscious. Kiana-chan is also still locked in her room and has not shown her face. ...... Himeko-sensei, what should I do? ...... What can I do...? I'm so sorry...."
		],
		[
			"msg",
			252991,
			"Until now I still don't understand what has happened! St. Freya HS turned into ashes in a moment! Everyone was…",
			"直到现在我还是没有搞明白究竟发生了什么！圣芙蕾雅学园就那样化为了灰烬！大家也都……",
			"今になってもまだ何が起きたのか、理解できないんです！聖フレイヤ学園が燃えてしまって！みんなも……。",
			"지금까지도 무슨 일이 일어났는지 이해할 수 없어요! 세인트 프레야 학원이 불타버렸잖아! 모두도...",
			"Even now, I still can't understand what happened! St. Freyja Academy was reduced to ashes just like that! And everyone else...",
			null,
			"I still don't understand what happened! St. Freya High School was reduced to ashes just like that! And so did everyone else. ......",
			"Even now, I still don't understand what happened! St. Freya High School was burned down! Everyone can also visit ......."
		],
		[
			"msg",
			252992,
			"The same as my father was…I don't want to have any memory like that!",
			"和爸爸那时候一样…我已经不想再有这样的回忆了！",
			"お父様のときと同じ……私、こんな思い二度としたくない！",
			"아버지 때와 똑같아... 나, 이런 기분 두 번 다시 느끼고 싶지 않아!",
			"Just like what happened to Father... I never want to experience something this awful again!",
			null,
			"Same as in Dad's day...I don't want that memory anymore!",
			"I don't want to feel like this again, the same ...... I did with your father!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252993,
			"Mei! Don't lose heart. They only have you now. You must cheer up and be their strong backing.",
			"芽衣！不要沮丧，现在能陪在她们身边的也只有你了，你必须振作起来，成为她们坚强的后盾。",
			"芽衣！悲しんでいる暇はないわ。今、彼女たちの傍にいてあげられるのはあなただけなのよ。あなたがしっかりして、彼女たちをちゃんと支えてあげなくちゃ。",
			"메이! 슬퍼할 시간 없어. 지금, 그녀들 곁에 있어줄 수 있는 건 너뿐이야. 네가 굳건히 버티고, 그녀들을 제대로 지탱해줘야 해.",
			"Mei! There's no time to be sad. You're the only one who can be by their side right now. You have to stay strong and support them.",
			null,
			"Mei! Don't get depressed, you're the only one who can be there for them now, you have to pull yourself together and be a strong support for them.",
			"Mei! There's no time to be sad. You are the only one who can be there for them now. You have to be strong and support them."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252994,
			"But…I'm a afraid I don't have that kind of courage…",
			"可是…我怕我自己没有那样的勇气……",
			"でも……私なんかが傍にいたところで、何かが変わるとは思えません……。",
			"하지만…… 내 같은 것이 곁에 있다고 해서, 뭐가 달라질 것 같지 않아요…….",
			"But... I'm afraid I don't have that kind of courage...",
			null,
			"But...I'm afraid I don't have that kind of courage myself ......",
			"But I don't think ...... I'm going to change anything if I'm there for you. ......"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252995,
			"Mei, you are my best student, your gentleness and kindness is your strongest power. I believe you can do it.",
			"芽衣，你是我最得意的学生，你的温柔和善良是你最大的力量，我相信你一定能做的到。",
			"芽衣、あなたは私が教えてきた生徒の中で、最も自慢できる子よ。あなたの優しさと清らかな心は一番の武器。あなたなら、きっと救えるわ。",
			"메이, 너는 내가 가르쳐온 학생 중에서 가장 자랑스러운 아이야. 네 상냥함과 맑은 마음이 가장 큰 무기야. 너라면 분명 구할 수 있을 거야.",
			"Mei, you are the one I am most proud of out of all the students I have taught. Your kindness and pure heart are your greatest weapons. I am sure you can save them.",
			null,
			"Mei, you're my best student, your gentleness and kindness are your greatest strength, I'm sure you'll be able to do it.",
			"Mei, you are the proudest of all the students I have taught. Your kindness and pure heart are your best weapons. I know you can save them."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252996,
			"…",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252997,
			"Beep beep beep——",
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐——",
			"<i>Beep beep beep——</i>",
			null,
			"Tick-tock--",
			"Beepee--"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252998,
			"This contact is...Moonlight Throne!?",
			"这个通讯是…月光王座！？",
			"この通信は……月光の王座！？",
			"이 통신은…… 달빛의 왕좌!?",
			"This communication is... from the Moonlight Throne?!",
			null,
			"This newsletter is...Moonlight Throne!",
			"This communication is available at ...... Moonlight Throne!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			252999,
			"Dear everyone in Hyperion, please reply when receiving this message.",
			"休伯利安的各位，收到请回复。",
			"ハイペリオンの戦乙女に告ぐ、この通信が聞こえたら即座に応答せよ。",
			"히페리온의 전투여신에게 고하노니, 이 통신이 들리면 즉시 응답하라.",
			"Valkyries of Hyperion, if you can hear this transmission, respond immediately.",
			null,
			"Everyone in Hyperion, please respond when you get this.",
			"Attention all war maidens of Hyperion, if you hear this transmission, respond immediately."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253000,
			"Cocolia! Do you still want to fight! Even we only have Hyperion, we will fight until the end!",
			"可可利亚！你们还想继续战斗么！就算是只有休伯利安号我们也会奋战到底的！",
			"カカリア！あなた、まだ戦うつもり！？たとえハイペリオン号のみでも、私たちは最後まで戦うわよ！",
			"쿠쿠리아! 너, 아직도 싸울 셈이야!? 비록 히페리온호뿐이더라도, 우리는 끝까지 싸울 거야!",
			"Cocolia! You still want to fight us?! Even if we only have Hyperion left, we'll fight to the end!",
			null,
			"Cocolia! Do you want to keep fighting! We'll fight to the end even if it's just the Hyperion!",
			"Cocolia! You're still going to fight! Even if it's only the Hyperion, we'll fight to the bitter end!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253001,
			"Don't be so angry, You won't need me to knock you down based on your situation now. I am afraid you can't hold on anymore?",
			"火气别这么大，以你们现在的惨状还需要我来击溃你们么，恐怕自己都快撑不下去了吧？",
			"そんなにカリカリしないでくれる？そもそも、そんなボロボロになったあなたたちを、わざわざ私が叩き潰す必要があるかしら？もう限界なのでしょう？",
			"그렇게 화내지 말아줄래? 애초에 그렇게 너덜너덜해진 너희들을, 일부러 내가 박살낼 필요나 있겠어? 이미 한계인 거 아니야?",
			"Would you please stop being so upset? Besides, do I really need to go out of my way to crush you all when you're already in such a terrible state? You've reached your limit already, haven't you?",
			null,
			"Don't be so angry. Do you need me to break you down in your current state of misery? I'm afraid you're not going to last much longer, are you?",
			"Would you stop being so crabby? Why should I go to the trouble of smashing you to pieces in the first place? You've reached your limit, haven't you?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253002,
			"What are you trying to say!",
			"你到底想说什么！",
			"……あなた、一体何が言いたいの！？",
			"……너, 대체 뭐가 하고 싶은 거야!?",
			"...You, what the hell are you trying to say?!",
			null,
			"What are you trying to say!",
			"...... you, what the hell are you trying to say!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253003,
			"I have a suggestion, give up resisting and go with us, I will guarantee your safety. As long as you give me the girl called Kyushou.",
			"我有一个建议，你们乖乖放弃抵抗跟我们走，我会保证你们的安全，只要你们把那个叫九霄的姑娘交给我们就行。",
			"一つ提案があるの。抵抗をやめて、私たちのところに来なさい。あなたたちの身の安全は保証するわ。ただし、九霄とかいう娘をこっちに差し出せばね。",
			"제안 하나 할게. 저항을 멈추고, 우리 쪽으로 오세요. 너희들의 안전은 보장해줄게. 단, 큐쇼라는 소녀를 우리 쪽으로 넘겨준다면 말이야.",
			"I have a suggestion for you. Stop resisting and come to us. We'll guarantee your safety, but only if you hand over that girl named Kyuushou.",
			null,
			"I have a suggestion, you obediently give up your resistance and come with us, I will guarantee your safety, as long as you hand over the girl called Kyuushou to us.",
			"I have one suggestion. Stop resisting and come to us. We will guarantee your safety. But only if you give us a girl named Kyuushou."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253004,
			"Stop dreaming!",
			"别做梦了！",
			"クソみたいな提案ね。",
			"개 같은 제안이네.",
			"That's a shitty suggestion.",
			null,
			"Don't dream!",
			"That's a shitty suggestion."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253005,
			"Himeko, you don't seem to understand how serious the situation is. If Kyushou doesn't get proper treatment she will die soon. Now that you can't go back to Shicksal,  only Anti-Entropy can treat her. Or, you want to see your student dying like this?",
			"姬子少校，看来你还没有理解情况的严重。那个叫九霄的孩子如果再不进行救治的话可活不了多久，现在你们也回不去天命，能够治疗她的只有逆熵。还是说，你想看着自己的学生就这样死掉么？",
			"姫子少佐……どうやら、まだ事の深刻さを理解していないようね。その子、今すぐ処置しないと助からないわよ。天命に戻れぬ今、治療ができるのは我々のみ。自分の生徒がこのまま死ぬのを黙って見ているつもり？",
			"히메코 소좌…… 아무래도 아직 사태의 심각성을 이해하지 못한 모양이네. 그 아이, 지금 당장 처치하지 않으면 구할 수 없어. 천명에 돌아갈 수 없는 지금, 치료할 수 있는 건 우리뿐이야. 자신의 제자가 이대로 죽는 걸 가만히 보고만 있을 셈이야?",
			"Major Himeko... it seems you still don't understand the seriousness of this situation. If we don't treat the girl right now, she won't survive. Since you can't return to Schicksal, we are the only ones who can provide treatment for her. Are you going to just stand by and watch your student die like this?",
			null,
			"Major Ji Zi, it seems that you haven't understood the gravity of the situation. That child called Kyuushou won't live long if she doesn't undergo any further treatment, and now that you guys can't return to Schicksal, the only thing that can treat her is Anti-Entropy. Or do you want to see your student die like this?",
			"Major Himeko...... apparently you still don't understand the seriousness of the situation. The boy will not survive if you don't take care of him right now. We are the only ones who can treat him now that he cannot return to Schicksal. Are you going to stand by and watch your student die like this?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253006,
			"Huh! What will you do to Kyushou, what secrets is hidden insider her!",
			"啧！你们到底想对九霄做什么，那个孩子身上到底隐藏着什么秘密！",
			"ぐっ！あなたたちの目的は何！？あの子の身体にどんな秘密があるっていうの！？",
			"큭! 너희들의 목적이 뭐야!? 그 아이의 몸에 무슨 비밀이 있다는 거야!?",
			"Grk! What is your purpose?! What secret does that girl's body hold?!",
			null,
			"Tsk! What exactly are you guys trying to do to Kyuushou, and what secrets are hidden in that child!",
			"Ggh! What do you want? What secrets does she have in her body?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253007,
			"I don't need to tell you. You only have the right to choose. But I think without my words, you should know which side is correct.",
			"我没有告诉你的必要，你们现在只有选择的权利。不过我想不用我说，你们也应该知道选择哪边才是正确的吧。",
			"聞かれれば教えるとでも思ったの？あなたたちに残された選択肢は2つ……争うか、従うか。でも、どちらが正しいかなんて、簡単よね？",
			"물어보면 가르쳐줄 거라고 생각했어? 너희들에게 남은 선택은 두 가지…… 싸우거나, 복종하거나. 하지만 어느 쪽이 옳은지는 간단하잖아?",
			"I have no reason to tell you. You have two options left: fight... or submit. But which is the right one? It's simple, isn't it?",
			null,
			"I don't have to tell you, you guys only have a choice now. But I think you all should know which side is the right one to choose without my telling you.",
			"Did you think I would tell you if you asked? You are left with two choices: ...... fight or obey. But it's easy to say which is right, isn't it?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253008,
			"I understand, I agree with you.",
			"我明白了，我同意你的要求。",
			"……分かったわ。あなたの要求に応じましょう。",
			"…… 알겠어. 당신의 요구에 따르겠어.",
			"...Fine. I'll comply with your request.",
			null,
			"I see. I agree with your request.",
			"I understand ....... I will comply with your request."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253009,
			"Smart choice, I seend you the route information. Hurry up to follow us. Rememver to shut down all signals in case you get followed by Shicksal.",
			"明智之举，我给你们发送了月光王座的航线信息，你们抓紧跟上来，注意关闭所有通讯识别信号，不要被天命的人跟踪了。",
			"賢い選択ね。あなたたちに月光の王座の航路情報を送るわ、ついて来て。全ての通信識別信号をオフにするのを忘れないでね。天命の人間につけられないように。",
			"현명한 선택이네. 너희들에게 달빛 왕좌의 항로 정보를 보내줄게, 따라와. 모든 통신 식별 신호를 꺼두는 걸 잊지 마. 천명의 인간에게 추적당하지 않도록.",
			"Smart choice. I'll send you the Moonlight Throne's route information, so follow us. Don't forget to turn off all your comms' ID signals, so you won't be followed by Schicksal.",
			null,
			"Wise move, I'm sending you the Moonlight Throne course information, so you catch up, and be careful to turn off all communication identification signals so you don't get tracked by Schicksal.",
			"A wise choice. I'll send you the route information for the Moonlight Throne, follow me. Don't forget to turn off all communication identification signals. Don't let the Schicksal man follow you."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253010,
			"…",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253011,
			"Himeko, we really going to do this?",
			"姬子老师，我们真的要这么做么？",
			"姫子先生、いいんですか？",
			"히메코 선생님, 괜찮으세요?",
			"Himeko-sensei, are you really sure about this?",
			null,
			"Ms. Himeko, do we really have to do this?",
			"Himeko-sensei, are you sure?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253012,
			"Anti-Entropy won't let us go so easily. The only choice is fighting to win or die, or captured by Shicksalm, either is good for us. I have the responsibility to protect you, as long as Kyushou can be safed we have to take the risk.",
			"逆熵绝对不会轻易放我们离开，剩下的选择只有和她们殊死一战，或者是被抓回天命的末路，对我们都没有好处。我有责任保护好你们的安全，只要能救治九霄就必须冒这样的危险。",
			"ネゲントロピーが約束を守る補償はない、それは分かってる。でも、私にはあなたたちの安全を守る責任があるの。九霄を救えるなら、たとえ相手がネゲントロピーだろうと、この危険は冒さないと。",
			"네겐트로피가 약속을 지킬 보장은 없어, 그건 알고 있어. 하지만, 나에게는 너희들의 안전을 지킬 책임이 있으니까. 큐쇼를 구할 수 있다면, 설령 상대가 네겐트로피라도 이 위험은 감수하지 않을 수 없어.",
			"I know there's no guarantee that Anti-Entropy will keep its promise, but I have a responsibility to keep you safe. If it means saving Kyuushou, I'm willing to take this risk, even if it's Anti-Entropy.",
			null,
			"Anti-Entropy definitely won't let us go easily, the only choices left are to fight them to the death or to be captured back to the end of Schicksal, neither of which will do us any good. I have the responsibility to keep you all safe, and I must take such a risk as long as I can save Kyuushou.",
			"Anti-Entropy is not compensated to keep its promises, I know that. But I have a responsibility to keep you safe. If I can save Kyuushou, I will not take this risk, even if the other party is Anti-Entropy."
		],
		[
			"msg",
			253013,
			"But Anti-Entropy is by no means to be good. They are just insane, so you must be alert, understand?",
			"但是逆熵绝对不是什么好人，她们只是一群狂热的疯子，所以你一定要时刻戒备她们，明白了么？",
			"ネゲントロピーは決して善人なんかじゃないし、頭の狂った連中よ。だから芽衣、あなたには常に警戒を保っていてほしいの。分かった？",
			"네겐트로피는 결코 선한 사람들이 아니며, 제정신이 아닌 놈들이야. 그러니까 메이, 너는 항상 경계를 늦추지 말아줘. 알겠지?",
			"But Anti-Entropy aren't the good guys here, they're just a bunch of raving lunatics. So, Mei, you need to stay vigilant at all times. Got it?",
			null,
			"But Anti-Entropy is definitely no good, they're just a bunch of raving lunatics, so you must always be on your guard against them, got it?",
			"Anti-Entropy is never the good guys, they are a bunch of crazies. So, Mei, I need you to remain vigilant at all times. Understand?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253014,
			"I got it.",
			"我明白了。",
			"はい、了解です。",
			"네, 알겠습니다.",
			"Alright, copy that.",
			null,
			"I understand.",
			"Yes, I understand."
		]
	],
	"501": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253015,
			"「Hyperion arrive at the target location, start landing.」",
			"「休伯利安号到达目标地点，开始着陆。」",
			"「ハイペリオン号目標地点に到達、着陸開始。」",
			"「하이페리온 호 목표 지점에 도착, 착륙 시작.」",
			"\"Hyperion has reached the target location, beginning to land.\"",
			null,
			"\"The Hyperion has reached its target location and is commencing landing.\"",
			"The Hyperion has reached its target point and is now landing."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253016,
			"Welcome to \"Cocolia Orphanage,\" all the Valkyria of Hyperion, please disarm and obey us.",
			"欢迎来到“可可利亚孤儿院”，请休伯利安的各位女武神解除武装，服从命令下舰吧。",
			"「カカリア孤児院」へようこそ。ハイペリオン号の戦乙女諸君。武装を解除し、命令に従って退艦してちょうだい。",
			"「쿠쿠리아 고아원」에 오신 것을 환영합니다. 하이페리온 호의 발키리 여러분. 무장을 해제하고 명령에 따라 함에서 내려주세요.",
			"Welcome to \"Cocolia Orphanage\". Valkyries of Hyperion, please disarm yourselves and leave the ship as ordered.",
			null,
			"Welcome to the Cocolia Orphanage. All Valkyries of Hyperion, disarm and disembark.",
			"Welcome to the Cocolia Orphanage. War Maidens of the Hyperion. Please disarm and leave the ship as ordered."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253017,
			"Cocolia Orphanage…why there's a place like this?",
			"可可利亚孤儿院…为什么会到这种地方？",
			"カカリア孤児院……どうしてこんな場所に？",
			"쿠쿠리아 고아원...... 왜 이런 곳에?",
			"Cocolia Orphanage... why are we at a place like this?",
			null,
			"Cocolia Orphanage...why would you go to a place like this?",
			"Cocolia Orphanage ...... How did you end up in this place?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253018,
			"After the second Houkai, Siberia was in disorder for a long time. Cocolia used to be a famous and active warlord in Siberia. She used the money from peddling munitions to invest her own militant group, and also adopted many war orphans and established this orphanage.",
			"在第二次崩坏之后，西伯利亚地区陷入了长时间的混乱。可可利亚曾经作为有名的军阀活跃在西伯利亚地区，她用贩卖军火得来的资金投资建立了自己的军事集团，还收养了许多战争孤儿成立了这座孤儿院。",
			"第二次崩壊の後、シベリア地区は混乱に陥ったわ。そんな中、カカリアは有名な軍閥として活躍していたの。彼女は武器売買で資金を得て、自身の軍事集団を築き上げたわ。そして、戦争孤児を集めこの孤児院を作った。",
			"제2차 붕괴 이후 시베리아 지역은 혼란에 빠졌어. 그런 와중에 쿠쿠리아는 유명한 군벌로 활약했지. 그녀는 무기 거래로 자금을 모아 자신의 군사 집단을 구축했어. 그리고 전쟁 고아들을 모아 이 고아원을 만들었어.",
			"After the Second Eruption, the region of Siberia fell into chaos. During this time, Cocolia was a famous warlord. She earned money through arms sales and built up her own military group. She then gathered orphans from the war and founded this orphanage.",
			null,
			"After the Second Honkai, the Siberian region was plunged into chaos for a long time. Cocolia was once active as a famous warlord in the Siberian region. She used the money she got from selling arms to invest in her own military conglomerate, and also adopted many war orphans to establish this orphanage.",
			"After the Second Honkai, the Siberian region was in turmoil. Cocolia was a well-known warlord. She financed herself through the arms trade and built up her own military group. Then she gathered war orphans and created this orphanage."
		],
		[
			"msg",
			253019,
			"Don't be cheated by its appearance! Orphanage is just an excuse, its essence is the military fortress of Anti-Entropy, the center of Cocolia's military power in the northern hemisphere. We are really deep in tiger's den now…",
			"不要被它的外表骗了，孤儿院什么的只是一个幌子，这里的真面目是逆熵的军事要塞，可可利亚在北半球的所有军事力量的中枢，我们现在可真是深入虎穴了……",
			"ただ、見た目に騙されてはダメよ。孤児院なんてカモフラージュ。本当の姿はネゲントロピーの軍事要塞なのよ。カカリアは北半球の全軍事力の中枢にいる。私たちはまさに虎穴の奥深くにいるって感じね……。",
			"하지만, 겉모습에 속으면 안 돼. 고아원 같은 건 위장이야. 진짜 모습은 네겐트로피의 군사 요새야. 쿠쿠리아는 북반구의 모든 군사력 중추에 있어. 우리는 지금 호랑이 굴 깊숙이 들어온 셈이지......",
			"But don't be fooled by appearances. The orphanage is just a front. In reality, it's an Anti-Entropy military fortress, the epicenter of all military power in the Northern Hemisphere. We're deep in the lion's den now...",
			null,
			"Don't be fooled by its appearance, the orphanage and whatnot is just a front, the true face of this place is the military fortress of Anti-Entropy, the hub of all of Cocolia's military forces in the northern hemisphere, we're really deep in the tiger's den now ......",
			"Just don't let appearances deceive you. The orphanage is a camouflage. What it really is is a military fortress in Anti-Entropy. Cocolia is the center of all military power in the northern hemisphere. We are deep in the tiger's den. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253020,
			"Shicksal does have a detailed investigation. It's true. But I would suggest you to not have any strange thinking, otherwise I won't be reponsible if there're any accidents.",
			"看来天命调查的还挺仔细。不错，所以我还是奉劝你们不要有什么奇怪的想法，要是有什么意外我可不负责。",
			"天命はずいぶんと細かく調べていたようね、さすがだわ。……だからこそ、わかるでしょ？おかしなことは考えないでちょうだいね。何かあっても私は責任をとらないから。",
			"천명은 꽤 자세히 조사해 놓았었네, 역시야. ...... 그래서 알겠지? 이상한 생각은 하지 말아줘. 무슨 일이 있어도 나는 책임지지 않을 테니까.",
			"It seems Schicksal has done some very detailed research, as expected. ...So you should understand, right? Don't get any crazy ideas. I won't be the one to take responsibility if anything happens.",
			null,
			"It seems Schicksal investigated quite carefully. Not bad, so I'd advise you not to get any strange ideas, I'm not responsible if anything happens.",
			"Schicksal seems to have gone into a lot of detail, I'm impressed. It's ......, you know what I mean. Please don't think anything crazy. I'm not responsible for anything that happens."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253021,
			"Ok ok…stop saying something useless. Now the most important thing is to send Kyushou to the lab.",
			"好了好了…别说这些没用的了，现在最重要的是赶快把这个叫九霄的女孩送到研究室。",
			"ほらほら……そんなことを言っていてもしょうがないでしょ。今、一番重要なのは急いでこの九霄っていう子を研究室に運ぶこと。",
			"자자...... 그런 말을 해봤자 소용없잖아. 지금 가장 중요한 건 이 큐쇼라는 아이를 서둘러 연구실로 옮기는 거야.",
			"Come on... there's no point in saying stuff like that. The most important thing right now is to hurry and get this Kyuushou girl to the lab.",
			null,
			"Okay, okay...let's not talk about these useless things, the most important thing right now is to hurry up and send this girl named Kyuushou to the research lab.",
			"Look, look, look. ...... There's no point in talking like that. The most important thing right now is to hurry up and get this Kyuushou kid to the lab."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253022,
			"You are…the one we met before in Moonlight Throne…",
			"你是…之前我们在月光王座上遇到的……",
			"あなたは……以前ME社で会った……。",
			"당신은...... 예전에 ME사에서 만난......",
			"You're... the one we met at ME Corp. before...",
			null,
			"You're...the one we met on the Moonlight Throne earlier ......",
			"You met at ...... previously at M.E. Corporation. ......"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253023,
			"Just call me Doctor, ok, don't waste time now, follow me.",
			"叫我博士就行了，好了，不要浪费时间了，跟我来吧。",
			"博士って呼んでくれればいいわ。ほら、時間がもったいないわよ、ついて来て。",
			"박사라고 불러주면 돼. 자, 시간이 아까워, 따라와.",
			"You can call me Doctor. C'mon, we're wasting time, follow me.",
			null,
			"Just call me Dr. All right, let's not waste time. Come with me.",
			"You can call me Doctor. Come on, we're wasting time. Follow me."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253024,
			"Why you are so relaxed? This is my camp!",
			"你这样随便真的好么？这里可是我的基地！",
			"警戒もなしに戦乙女どもを歩かせないでくれる？ここは私の基地なのよ。",
			"경계도 없이 발키리들을 함부로 돌아다니게 하지 말아줄래?",
			"Are you really going to let these Valkyries walk around unguarded? This is my base.",
			null,
			"Is it really okay for you to be so casual? This is my base!",
			"Would you not let a bunch of war maidens walk around without warning? This is my base."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			253025,
			"Woo..ok ok, it's not a right time to care about these details.",
			"呜…好啦好啦，这个时候就不要纠结这些细节了。",
			"うっ……こ、こんなときにそんな細かいことにこだわらないの。",
			"윽... 지, 이런 때에 그런 사소한 걸 따지지 마.",
			"Ugh... I-I don't really care about small details at a time like this.",
			null,
			"Oooh...well, well, well, don't get hung up on those details at this point.",
			"Ugh......ko, I don't get hung up on such details at a time like this."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253026,
			"You…",
			"你这家伙……",
			"アンタってやつは……。",
			"너란 녀석은...",
			"Bastard...",
			null,
			"You guys ......",
			"This guy called Anta can be found at ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253027,
			"Doctor! How is Kyushou! Is her life in danger!",
			"博士！九霄的情况怎么样！有没有生命危险！",
			"博士……九霄ちゃんの具合はどうなの？このまま目を覚まさいないなんてことないわよね？",
			"박사... 큐쇼 쨩 상태는 어때? 이대로 안 깨어날 일은 없겠지?",
			"Doctor... how's Kyuushou doing? She has to wake up, right?",
			null,
			"Doctor! How is Kyuushou's condition! Is there any danger to his life!",
			"Dr. ...... how is Kyuushou doing? You don't think she's not going to wake up, do you?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253028,
			"I can't give an answer to you now until I check it. But it's also my first time to meet this situation. According to Mr. Walt, this girl has absorbed the core energy of Herrscher and once transformed into a Herrscher…",
			"现在我也无法回答你，只有等检查了才知道，但是这样的情况我也是第一次遇到，根据瓦尔特大人的描述，这个少女吸收了律者核心的能量一度转换为了律者……",
			"それは私にも答えられない。検査をしてみないと分からないもの。でも、こんな症状はじめて見る……。ヴェルト様の話によると、律者のコアエネルギーを吸収したことで、律者になりかけたとか……。",
			"그건 나도 대답할 수 없어. 검사를 해봐야 알 수 있는 거야. 하지만 이런 증상은 처음 보네... 웰트 님 말로는 율자의 코어 에너지를 흡수해서 율자로 변하기 직전이었다던데...",
			"I don't know the answer to that question either. We won't know until we do an examination. But this is the first time I've seen symptoms like this... According to Lord Welt, by absorbing the Herrscher Core's energy, she nearly became a Herrscher herself...",
			null,
			"Now I can't answer you, only wait for the inspection to know, but this is also the first time I have encountered such a situation, according to Welt-sama's description, this young girl absorbed the energy of the core of the Herrscher for a time converted to the Herrscher ......",
			"I can't answer that either. It's something I won't know until I do the tests. But this is the first time I've seen symptoms like this ....... Master Welt told me that I almost became a Herrscher because I absorbed Herrscher's core energy. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253029,
			"Walt! Where is he! Because of him my mother!!",
			"瓦尔特！那家伙在哪！都是因为他妈妈才！！",
			"ヴェルト！？あいつはどこにいるの！全部あのロクデナシのせいで……！！",
			"웰트!? 그 놈은 어디에 있어! 다 그 개자식 때문이야...!!",
			"Welt?! Where is he?! It's all that good-for-nothing's fault...!!",
			null,
			"Welt! Where is that guy! It's all because of his mom only!",
			"Welt! Where is that guy? All because of that rogue ......!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253030,
			"Whoa! What…What's wrong with her!",
			"呜哇！这…这家伙是怎么了！",
			"うわっ！こ……こいつ、いきなり何なの！",
			"우왁! 이... 이 자식, 갑자기 왜 이래!",
			"Whoa! Wh-...What's the matter with you all of a sudden?!",
			null,
			"Whoo-hoo! What...what's wrong with this guy!",
			"Wow! This ...... guy, what is he all of a sudden?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253031,
			"Kiana! Don't! Now the priority is to save Kyushou!",
			"琪亚娜！别这样！现在首要是救回九霄啊！",
			"キアナちゃん！ダメよ！まずは九霄ちゃんを助けるのが先よ！",
			"키아나 쨩! 안 돼! 먼저 큐쇼 쨩을 구하는 게 우선이야!",
			"Kiana-chan! Don't! We need to save Kyuushou-chan first!",
			null,
			"Kiana! Don't be like this! The priority now is to save Kyuushou!",
			"Kiana! No, you can't! We have to save Kyuushou first!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253032,
			"Loose me! Walt! I will kill him! To revenge my mother!",
			"放开我！！瓦尔特！我要杀了他！为妈妈报仇！！！",
			"放して！ヴェルトを殺してやる！ママの仇ッ！！",
			"놔줘! 웰트를 죽여버릴 거야! 엄마의 원수야!!",
			"Let me go! I'll kill Welt! <i>I'll avenge Mom!</i>",
			null,
			"Get off me! Welt! I'm going to kill him! Avenge mom!!!",
			"Let go! I'll kill Welt! Avenge your mother!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253033,
			"Bang!",
			"啪！",
			"ドスッ！",
			"퍽!",
			"<i>Snap!</i>",
			null,
			"Snap!",
			"Dos!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253034,
			"Eh…",
			"呃……",
			"けほっ……！！",
			"컥헉……!!",
			"<i>Cough...!!</i>",
			null,
			"Uh ......",
			"Kehoe ......!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253035,
			"Himeko!",
			"姬子老师！",
			"姫子先生！",
			"히메코 선생님!",
			"Himeko-sensei!",
			null,
			"Himeko-sensei!",
			"Dr. Himeko!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253036,
			"Sorry, now I have to let her calm down. I will take her to have a rest, please take care of Kyushou.",
			"抱歉，现在只能让她先冷静一下了。我带她去休息，九霄就拜托你了。",
			"手荒だってことはわかってる……でも、今は冷静さを欠いてはいけないときだから。……芽衣、私はキアナを休ませてくる、九霄をお願い。",
			"거칠게 다뤄진 건 알지만... 지금은 침착함을 잃어서는 안 될 때야. ......메이, 나는 키아나를 좀 쉬게 하러 갈게, 큐쇼는 부탁해.",
			"I know this is rough... but now is not the time to lose our composure.//n...Mei, I'll go give Kiana a good rest, you take care of Kyuushou.",
			null,
			"I'm sorry. We'll just have to let her calm down for now. I'll take her to rest. Kyuushou is in your hands.",
			"I know it's rough,...... but now is not the time to lose your cool. ...... Mei, I'm going to go give Kiana a rest, Kyuushou please."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253037,
			"But Kiana…",
			"可琪亚娜她……",
			"でも、キアナちゃんは……。",
			"하지만, 키아나은......",
			"But Kiana-chan is...",
			null,
			"Kiana her ......",
			"But Kiana can be found at ......."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253038,
			"Don't worry. I will look after her, won't let her do stupid things.",
			"不用担心，我会照顾好她的，不会让她做傻事的。",
			"心配いらないわ。私が面倒みるから。バカなマネはさせないわよ。",
			"걱정하지 마. 내가 돌볼 테니까. 바보 같은 짓은 못 하게 할 거야.",
			"Don't worry. I'll take care of her. I won't let her do anything stupid.",
			null,
			"Don't worry, I'll take care of her. I won't let her do anything stupid.",
			"Don't worry. I'll take care of you. I won't let you do anything stupid."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253039,
			"Um…",
			"嗯……",
			"はい……。",
			"네......",
			"Okay...",
			null,
			"Hmmm ......",
			"Yes. ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253040,
			"「Alert, alert, Shicksal battleship is attacking the camp, everyone put on alert now.」",
			"「警报，警报，检测到天命战舰正在朝基地进攻，请所有人员进入警戒。」",
			"「警報、警報。天命所属の戦艦が当基地へと進軍中。総員、警戒態勢に入ってください。」",
			"「경보, 경보. 천명 소속 전함이 본 기지로 진군 중. 전원, 경계 태세를 취하십시오.」",
			"\"Alert, alert. A Schicksal battleship is advancing towards the base. All personnel, please be on alert.\"",
			null,
			"\"Alert, alert, Schicksal warships detected heading toward the base, put all personnel on alert.\"",
			"Alert, alert. A battleship belonging to Schicksal is advancing toward our base. All hands on alert."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253041,
			"Shicksal!? How come! All the connections were…",
			"天命！？怎么会！我明明把所有通讯都……",
			"天命！？まさか！通信回線は全て切ったはずよ……。",
			"천명!? 설마! 통신 회선은 모두 끊어놨을 텐데......",
			"Schicksal?! No way! I thought we cut off all comm lines...",
			null,
			"Schicksal!? How! I have all the newsletters at ......",
			"Schicksal! No way! All communication lines must have been cut. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253042,
			"Huh, so there's a backdoor in the battleship system. Shicksal doesn't seem to trust you from the beginning, Hemiko.",
			"哼，果然是在战舰的系统中安置了后门，看来天命从一开始就没有信任过你呢，姬子。",
			"フンッ、やっぱり戦艦のシステムに抜け穴をセットしていたのね。どうやら、天命は最初からあなたたちのことを信用していなかったようよ、姫子少佐。",
			"흥, 역시 전함 시스템에 백도어를 설치해놨던 거네. 천명은 처음부터 너희들을 믿지 않았던 모양이군, 히메코 소좌.",
			"Hmph, so they did set up a loophole in the battleship's systems. It seems Schicksal never trusted you from the start, Major Himeko.",
			null,
			"Hmph, I'm sure you've placed a backdoor in the battleship's system, looks like Schicksal never trusted you from the start, Himeko.",
			"Hmph, I knew you had set up a loophole in the battleship's system. Apparently, Schicksal didn't trust you guys from the beginning, Major Himeko."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253043,
			"I…",
			"这……",
			"そんな……。",
			"그럴 리가......",
			"This...",
			null,
			"This ......",
			"Such is the case with ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253044,
			"Get ready. Don't ever think to escape from my place! Knock them down!",
			"准备迎击，既然来到老娘的地盘就别想活着回去！给我击溃他们！",
			"迎撃準備。私の縄張りに入った以上、生きては帰さないわよ！あいつらを叩き潰してちょうだい！",
			"요격 준비. 내 구역에 들어온 이상, 살려서 돌려보내지 않을 거야! 저 녀석들 박살내 줘!",
			"Prepare to intercept. They've entered my territory, so don't let them leave this place alive! Crush them!",
			null,
			"Prepare to meet them. If you've come to my land, you won't go back alive! Crush them for me!",
			"Prepare to intercept. Now that you're in my territory, you're not leaving alive! I want you to crush them!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253045,
			"Yes mother.",
			"遵命妈妈。",
			"了解しました、お母様。",
			"알겠습니다, 어머니.",
			"Copy that, Matushka.",
			null,
			"Yes, Mom.",
			"Understood, mother."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253046,
			"Seele will try my best!",
			"希儿会努力的！",
			"ゼーレ、頑張るっ！",
			"제레, 힘내자!",
			"Seele will do her best!",
			null,
			"Seele will try!",
			"Seele, I'll do my best!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253047,
			"Kukuku…Finally there's a proper fight! I havw waited for so long in that machine!",
			"库库库…终于有点像样的厮杀了！在那个破机器人里都快憋死本大爷了！",
			"クックック……やっと、楽しい殺戮のはじまりだ！オンボロのロボットの中でウズウズさせられたからな！",
			"쿠쿠쿠…… 드디어, 즐거운 학살의 시작이다! 낡은 로봇 안에서 가만히 있느라 답답했어!",
			"Keheheh... At last, the exciting carnage can begin! I've been itching to get outta that old robot!",
			null,
			"Kuku Kuku...finally some decent killing! I've been suffocating myself in that damn robot!",
			"Kooks...... Finally, the fun killing has begun! I've been left itching to get inside the on-board robot!"
		]
	],
	"506": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253120,
			"Arrive at the battlefield, Shicksal Valkyria army is getting closer, ready to fight.",
			"到达作战位置，天命的女武神部队真正接近中，准备迎击。",
			"戦闘地点に到着。天命の戦乙女部隊が接近中。迎撃準備。",
			"전투 지점에 도착.천명의 전투여신 부대가 접근 중. 요격 준비.",
			"We've arrive at the battleground. The Schicksal Valkyries are approaching. Prepare to intercept. (TN: I think this scene is actually supposed to be right before Part 4)",
			null,
			"Arriving in combat position, Schicksal's Valkyrie forces are in real close proximity, ready to meet them.",
			"Arrived at the battle site. Schicksal's warriors are approaching. Prepare to intercept."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253121,
			"Bronya…what should we do? Are we really going to kill them?",
			"布洛妮娅姐姐……我们要怎么做呢？难道真的要杀掉她们么？",
			"ブローニャお姉ちゃん……どうする？本当にあの人たちを全員殺しちゃうの？",
			"브로냐 언니…… 어쩌지? 정말로 그 사람들 전부 죽여버리는 거야?",
			"Bronya... what so we do? Are we really going to kill all of those people?",
			null,
			"Sister Bronya ...... What are we going to do? Do we really have to kill them?",
			"Bronya's sister ...... What are you going to do? Are we really going to kill all those people?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253122,
			"Huh! If you can't do it, just go home and hide on your bed~",
			"哼！连这种觉悟都没有还是回家躲被窝去吧~",
			"フンッ！そんな覚悟もないなら、帰って布団の中にでも隠れてろよ。",
			"흥! 그런 각오도 없으면 돌아가서 이불 속에나 숨어 있어.",
			"<i>Hmph!</i> If you're not even prepared for something like this, then go home and hide under your covers.",
			null,
			"Hmph! If you don't have that kind of awareness, you should go home and hide under the covers.",
			"Hmph! If you're not prepared to do that, go home and hide under the covers."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253123,
			"Seele, our mission is to protect mother and Anti-Entropy. Those who threaten mother must be killed.",
			"希儿，我们的任务是保护妈妈和逆熵，只要是对妈妈有威胁的人，我们必须得消灭她们。",
			"ゼーレ、私たちの任務はお母様とネゲントロピーを守ることです。お母様にとって脅威となる人がいるのなら、その人たちを抹殺しなくてはなりません。",
			"제레, 우리의 임무는 어머님과 네겐트로피를 지키는 거야. 어머님께 위협이 되는 자가 있다면 그들을 제거해야 해.",
			"Seele, our mission is to protect Matushka and Anti-Entropy. If there are people who pose a threat to Matushka, we must eliminate them.",
			null,
			"Seele, our mission is to protect Mom and Anti-Entropy, and anyone who is a threat to Mom, we must destroy them.",
			"Seele, our mission is to protect your mother and Anti-Entropy. If anyone poses a threat to your mother, we must eliminate them."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253124,
			"But…",
			"可是……",
			"でも……。",
			"하지만…….",
			"But...",
			null,
			"But ......",
			"But you can also visit ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253125,
			"Ugh! If you can't do it just go backward!",
			"烦死了！下不去手的话就在后面待着！",
			"うるさいなっ！手を下せないなら後ろに隠れてろ！",
			"시끄럽네! 손을 쓰지 못하면 뒤에 숨어 있어!",
			"<i>Shut up!</i> Just stay back if you can't bring yourself to do it!",
			null,
			"It's a pain in the ass! Stay back if you can't get off!",
			"Shut up! If you can't put your hand down, hide behind me!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			253126,
			"Even killing someone doesn't matter for you!",
			"杏就算是杀人也没有关系么！",
			"シンは、人を殺しても平気なの！？",
			"신은, 사람을 죽여도 괜찮은 거야!?",
			"Sin, are you really okay with killing people?!",
			null,
			"Doesn't Sin have anything to do with it even if he kills someone!",
			"Sin has no problem killing people!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253127,
			"This is battlefield. Once we step on here, we should be ready for killing and being killed. The world is not as gentle as you imagined, otherwise it would be you to be dead. If you don't want to be separated with your beloved Bronya, just forget about your useless mercy~",
			"这里是战场，一旦踏足就得做好杀与被杀的觉悟，世界可没有你想的那么温柔，不然变成尸体的就是你自己，要是不想和心爱的布洛妮娅分开的话就放下无谓的仁慈吧~",
			"ここは戦場なんだ。一度足を踏み入れたら殺るか、殺られるか……その覚悟を決めなきゃいけないだ。この世界は優しくないんだよ。愛しのブローニャと別れたくなければ甘い考えなんて捨てることだなぁ。",
			"여긴 전장이야. 한 번 발을 들인 이상 죽이거나 죽거나…… 그 각오를 해야 해. 이 세상은 친절하지 않아. 사랑하는 브로냐와 헤어지기 싫다면 안일한 생각 따위 버리는 게 좋을 거야.",
			"This is a battlefield. Once you step foot on these grounds, it's either kill or be killed... You have to be prepared for that. This world is not kind. If you don't want to part with your beloved Bronya, you'll have to throw away those naive thoughts of yours.",
			null,
			"This is a battlefield, once you set foot on it, you have to be prepared to kill or be killed, the world is not as gentle as you think, or else the one who turns into a corpse will be yourself, if you don't want to be separated from your beloved Bronya, put down your unnecessary mercy.",
			"This is a battlefield. Once you set foot in here, you have to be prepared to kill or be killed. ...... This world is not kind. If you don't want to leave your beloved Bronya, you have to let go of your naive ideas."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			253128,
			"…",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			253129,
			"I know…To live together with Bronya, I will try my best!",
			"我明白了…为了和布洛妮娅姐姐一起活下去，希儿会努力的！",
			"うん、分かった……ブローニャお姉ちゃんと一緒に生き残るために、ゼーレ、頑張るっ！",
			"응, 알았어…… 브로냐 언니와 함께 살아남기 위해, 제레, 힘낼게!",
			"Okay, I understand... Seele will do <i>everything she can</i> to survive together with Bronya!",
			null,
			"I see...Seele will work hard in order to survive with Bronya-san!",
			"Yeah, okay, ...... I'll do my best, Seele, to survive with my sister Bronya!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253130,
			"We are the daughters of our mother, but before that we are also the swords for her. Let's go, and go back to mother after we complete the task.",
			"我们是妈妈的女儿，但在这之前也是妈妈手中的利刃。走吧，等完成任务之后一起回到妈妈的身边。",
			"みんなお母様の娘です。ですが、その前にお母様の片腕でもあります。任務を終えて一緒にお母様のもとに戻りましょう。",
			"다들 어머님의 딸이야. 하지만 그보다 먼저 어머님의 오른팔이기도 해. 임무를 마치고 함께 어머님 곁으로 돌아가자.",
			"We are all Matushka's daughters. But before that, we are also Matushka's right-hand men. Let's complete our mission and come back to Matushka together.",
			null,
			"We are our mother's daughters, but until then we are also sharp blades in her hands. Let's go. We'll return to mom together when we finish the mission.",
			"They are all your mother's daughters. But before that, they are also your mother's one arm. Let's finish our mission and return to your mother together."
		]
	],
	"502": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253048,
			"Put her on the table, be careful, don't get her stimulated.",
			"把她放到检查台上，小心点，不要刺激到她。",
			"彼女を検査台の上に。気をつけて、刺激しないようにね。",
			"그녀를 검사대 위에 올려. 조심해, 자극하지 않도록.",
			"Put her on the examination table. Be careful not to provoke her.",
			null,
			"Put her on the examining table. Be careful not to irritate her.",
			"Put her on the inspection table. Be careful, don't provoke her."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253049,
			"Ok…",
			"好的……",
			"はい……。",
			"네…….",
			"Okay...",
			null,
			"Good ......",
			"Yes. ......."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253050,
			"Why she had so many bandages…is she injured?",
			"这家伙身上怎么这么多绷带…是受了什么伤么？",
			"この子の体、どうしてこんなに包帯だらけなの……何か大きなケガでも？",
			"이 아이 몸, 왜 이렇게 붕대가 많아…… 큰 부상이라도 입었어?",
			"Why is this kid covered in so many bandages...? Is she seriously injured?",
			null,
			"What's with all the bandages on this guy...is he injured in some way?",
			"Why is this girl's body covered with so many bandages ...... something serious injury?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253051,
			"This…is told as a way to seal a certain power. But Kiana said it's just late 8th grade Syndrome.",
			"这个…据说是用来封印某种力量的措施，不过琪亚娜说只是中二病晚期而已。",
			"これは……ある力を封印するための措置なんだとか。でも、キアナちゃんは中二病の末期症状にすぎないって。",
			"이건…… 어떤 힘을 봉인하기 위한 조치라고 하던데. 하지만 키아나은 중이병 말기 증상일 뿐이라던데.",
			"This is... She said it's to seal away some power of hers. But Kiana-chan just says she's merely suffering from late chuunibyou.",
			null,
			"This...is said to be a measure used to seal some kind of power, but Kiana says it's just a late stage of middle-aged sickness.",
			"This is a measure to seal ...... certain powers, he said. But Kiana says it's just the end stage of a mid-life crisis."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253052,
			"8th grade Syndrome? Never heard of that…ok, let me note it down first. Remove the bandages and take off her clothes, I will go to check the facilities.",
			"中二病？没听说过的病呢…算了，先记录下来。你先把她的绷带解开，还有身上的衣服也脱掉，我去准备检查仪器。",
			"中二病？そんな病気聞いたことないけど……まぁいいわ。まずは記録を取りましょう。彼女の包帯を解いて。それから服も脱がせてちょうだい。私は検査機器を用意してくるわ。",
			"중이병? 그런 병 처음 듣는데…… 뭐 어쩔 수 없지. 일단 기록부터 취합하자. 그녀의 붕대를 풀어. 그리고 옷도 벗겨줘. 나는 검사 기기를 준비해 올게.",
			"Chuunibyou? Never heard of that disease... Oh well. I'll start by taking some notes. Undo her bandages and then please take off her clothes. I'll go get the testing equipment ready.",
			null,
			"Middle Childhood Disease? A disease I've never heard of...never mind, let's record it first. Undo her bandages and take off her clothes, I'll prepare the instruments.",
			"A mid-life disease? I've never heard of such a disease. ...... Well, okay. Let's get the records first. Unwrap her. And get her out of those clothes. I'll go get the equipment."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253053,
			"Ok.",
			"好的。",
			"はい。",
			"네.",
			"Okay.",
			null,
			"Okay.",
			"Yes."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253054,
			"Crack!",
			"撕拉！",
			"ビリッ！",
			"찌릿!",
			"<i>Shuffle!</i>",
			null,
			"Rip!",
			"Bingo!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253055,
			"This! This is…Doctor! Kyushou has lots off markings on her body! What happened!",
			"这！这个是……博士！九霄她的身上有好多纹路！这到底是怎么了！",
			"こ、これは……博士、見て！九霄ちゃんの体に模様が！これは一体！？",
			"이, 이건…… 박사님, 보세요! 큐쇼 쨩의 몸에 무늬가! 이건 대체!?",
			"Th-This is... Doctor, look! There's some pattern on Kyuushou-chan's body! What in the world is it?!",
			null,
			"This! This is Dr. ......! Kyuushou She has so many lines on her body! What the hell is going on here!",
			"This is ...... Dr., look! Kyuushou's body has a pattern! What in the world is this!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253056,
			"Don't panic…let me see.",
			"别慌张…让我看看。",
			"慌てないで……よく見せて。",
			"당황하지 마…… 자세히 보여줘.",
			"Don't panic... Let me see.",
			null,
			"Don't panic...let me see.",
			"Don't panic. ...... Let me see it well."
		],
		[
			"msg",
			253057,
			"…is it a Stigmata?",
			"……这个是圣痕么？",
			"……これは聖痕かしら？",
			"……이건 성흔인가?",
			"...Could this be a Stigmata?",
			null,
			"...... Is this stigmata?",
			"...... Is this a sacrament?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253058,
			"Stigmata?",
			"圣痕？",
			"聖痕？",
			"성흔?",
			"Stigmata?",
			null,
			"Stigmata?",
			"Stigmata?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253059,
			"To be precise, Stigmata is the signal of the rejection reaction in her body. Also…these Stigmatas should have existed for a long period on her body…It's my first time to see such a strong reaction…That's why using bandages to cover them…",
			"准确的说是圣痕在她体内产生排斥反应的征兆，而且…这些圣痕应该已经在她身上存在很久了…我第一次看到排斥反应这么剧烈的人…所以才用绷带把它们遮住了么。",
			"正確に言えば、聖痕が拒絶反応を起こそうとしている予兆ね。しかも、この聖痕……彼女の中に長いこと存在していたみたい。ずっと包帯で隠していたのね。それにしても、こんな強烈な拒絶反応、初めて見る……。",
			"정확히 말하자면, 성흔이 거부 반응을 일으키려는 징후네. 게다가, 이 성흔…… 그녀 안에 오랫동안 존재했던 모양이야. 계속 붕대로 감추고 있었던 거네. 그렇지만, 이렇게 강렬한 거부 반응은 처음 봐…….",
			"To be precise, it's a sign that the Stigmata are about to cause a rejection reaction. Moreover, this Stigmata... seems to have been inside her for a long time. She's been hiding them with these bandages all this time. Even so, this is the first time I've seen such a strong rejection reaction...",
			null,
			"To be precise, it's a sign that the stigmata are having a rejection reaction in her body, and...these stigmata should have been in her for a long time...it's the first time I've seen someone with a rejection reaction this drastic...is that why they're covered with a bandage.",
			"To be precise, it is a sign that the stigmata are about to be rejected. Moreover, it seems that this stigmata ...... has been inside her for a long time. She must have been hiding it with a bandage. Still, I've never seen such a strong rejection ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253060,
			"Doctor! What's wrong with Kyushou!",
			"博士！九霄到底怎么样了！",
			"博士！九霄ちゃんは一体どうなっちゃうの！",
			"박사님! 큐쇼 쨩은 대체 어떻게 되는 거예요!",
			"Doctor! What's gonna happen to Kyuushou-chan?!",
			null,
			"Doctor! How the hell is Kyuushou doing!",
			"Doctor! What's going to happen to Kyuushou?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253061,
			"Now I don't have time to explain. The situation is bad, it might because she absorb the energy of Herrscher, and these Stigmatas are accelerating eroding her. She won't be survive for 12 hours without action.",
			"现在没时间解释了，情况很不妙，恐怕是因为吸收了律者的力量，圣痕正在加速侵蚀她的身体，如果不采取措施她活不过12小时。",
			"詳しく説明する時間はないけど、このままじゃマズいわね……。恐らく律者の力を吸収したせいで、聖痕の侵蝕スピードが上がったみたい。このまま、何もしなかったら12時間も生きていられないはず。",
			"자세히 설명할 시간은 없지만, 이대로라면 안 되겠네……. 아마 율자의 힘을 흡수한 탓에, 성흔의 침식 속도가 올라간 모양이야. 이대로, 아무것도 하지 않으면 12시간도 살 수 없을 거야.",
			"I don't have time to go into detail, but this doesn't look good... It seems that absorbing the Herrscher power has accelerated the erosion of the Stigmata. If we don't do anything, she won't survive for even more 12 hours.",
			null,
			"There's no time to explain now, the situation is bad, I'm afraid that because of absorbing the power of the Herrscher, the stigmata are eating away at her body at an accelerated rate, if nothing is done she won't live for more than 12 hours.",
			"I don't have time to go into detail, but this is a bad idea. ...... Perhaps the absorption of Herrscher's power has increased the speed of the erosion of the stigmata. If we don't do anything, he won't be able to survive for 12 hours."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253062,
			"Then we need to find a solution!",
			"那我们得想想办法才行！",
			"そんな！なんとかしないと！",
			"그럴 순 없어요! 어떻게든 해야 해요!",
			"No! We have to do something!",
			null,
			"Then we'll have to do something about it!",
			"Oh no! We have to do something!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253063,
			"To prove my assumption I need to do the check first. Facilities is ready, move away first.",
			"为了确定我的猜想得先进行检查才行，仪器已经准备好了，你先让开。",
			"私の見立てが正しいか確かめるために、まずは検査をしなくちゃ。検査機器の準備ができたわ。ちょっと離れてて。",
			"내 판단이 맞는지 확인하기 위해, 먼저 검사를 해야 해. 검사 기기 준비됐어. 좀 떨어져 있어.",
			"I need to run an examination first to see if my assessment is correct. The equipment is ready. Please stand back for a moment.",
			null,
			"In order to be sure of my suspicions I have to conduct an examination. The instruments are ready. Get out of the way.",
			"I need to do some tests first to make sure my findings are correct. The equipment is ready. Step away for a moment."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253064,
			"Beep——Beep——Beep——",
			"滴——滴——滴——",
			"ピッ——ピッ——ピッ——",
			"피——피——피——",
			"<i>Beep—— Beep—— Beep——</i>",
			null,
			"Drip-drip-drip.",
			"Beep--beep--beep--beep."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253065,
			"…",
			"……",
			"……。体内の崩壊エネルギーがすごい乱れてる。まるで無数の力が互いに衝突し合っているみたい……。",
			"……. 체내의 붕괴 에너지가 굉장히 혼란스러워. 마치 무수한 힘이 서로 충돌하고 있는 것 같아…….",
			"......//nThe Honkai Energy inside her body is in disarray. It's as if countless forces are clashing with each other..."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253066,
			"The Houkai energy insider her body is very messy, as if there are several forces crashing into each other…Eh…This Houkai band is the same as sirin's, it should be the Houkai energy from the core of Herrscher…I don't have a clue where other three forces coming from, but one of them should be the Stigmata from herself.",
			"她体内的崩坏能非常混乱，似乎是有好几股力量正在互相冲击……嗯…这个崩坏能的波段和sirin的波段一致，应该是来自律者核心的崩坏能……另外三股力量的根源还没有头绪，不过其中有一个应该是她自身的圣痕。",
			"やっぱり……この子の崩壊エネルギーの波形、シーリンと同じ。力の1つは律者のコアによる崩壊エネルギーね。あと衝突している力は……えっと、彼女自身の聖痕と……う～、もう少し手掛かりはないかしら。",
			"역시…… 이 아이의 붕괴 에너지 파형, 시린과 같아. 힘 중 하나는 율자 코어의 붕괴 에너지네. 그리고 충돌하고 있는 힘은…… 음, 그녀 자신의 성흔과…… 으~, 조금 더 단서가 없을까.",
			"As I thought... the waveform of the Honkai Energy in this girl is the same as with Sirin. One of the forces is the Honkai Energy from the Herrscher Core. The other force that's clashing with it is... umm, it's her own Stigmata... Uhh, I wonder if there are any more clues.",
			null,
			"The disintegration energy in her body is very chaotic, and it seems that several forces are pounding each other ...... Hmm...the wave of this disintegration energy is the same as that of Herrscher's, it should be the disintegration energy from the core of the Honkai ...... The other three strands of The source of the power is still clueless, but one of them should be her own stigmata.",
			"I knew it. ...... This girl's waveform of Honkai energy is the same as Sirin's. One of the forces is the Honkai energy from Herrscher's core. The other force that's colliding is ...... her own sacrament and ...... umm, I'm not sure if there are any more clues."
		],
		[
			"msg",
			253067,
			"If only with the Stigmata power, she should be devoured by Houkai the moment she touched the core of Herrscher. It's already a miracle for her to persist until now…Probably she really has some unknown secrets…",
			"如果仅凭她自身圣痕的力量在接触到律者核心的瞬间就应该被崩坏吞噬了才对，能坚持到现在已经是奇迹了…果然这个孩子有着其他不为人知的秘密么……",
			"彼女の聖痕だけで律者のコアに触れれば、その瞬間に崩壊に飲み込まれてしまうはず。今の状態を保っているだけでも奇跡だわ……。いや、もしかしたら、この子にはまだ誰も知らない秘密があるのかも……。",
			"그녀의 성흔만으로 율자 코어에 닿으면, 그 순간 붕괴에 �려져 버릴 거야. 지금 상태를 유지하고 있는 것만으로도 기적이야……. 아니, 어쩌면 이 아이에게는 아직 아무도 모르는 비밀이 있을지도…….",
			"If her Stigmata alone touches the Herrscher Core, she'd be swallowed up by the Honkai in an instant. It's a miracle that she's still in this state now... Or maybe, this girl has another secret that no one knows about yet...",
			null,
			"If she only relied on the power of her own stigma, she should have been devoured by Honkai the moment she touched the core of the Herrscher, and it's already a miracle that she's been able to hold on until now... Surely this child has other secrets that are not known to the public. ......",
			"If she touched the Herrscher's core with only her sacrament, she would be swallowed up in Honkai at that moment. It's a miracle that she's still in her current state. ...... No, maybe she has a secret that no one knows yet. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253068,
			"Doctor, how is it?",
			"博士，怎么样了？",
			"博士、どう？",
			"박사님, 어때요?",
			"How is it, Doctor?",
			null,
			"Doc, how's it going?",
			"How's it going, Doc?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253069,
			"Help me to consolidate the data, and please leave me alone during this time. I need to think about the solutions in a quiet environment.",
			"帮我把仪器内的数据整理出来吧，还有这段时间请不要打扰我，我需要静静地思考一下对策。",
			"検査データを整理するの手伝ってくれる？それと、しばらく考え事をするから一人にさせて。落ち着いて対策を考えなくちゃ……。",
			"검사 데이터 정리하는 거 도와줄래? 그리고, 잠시 생각할 게 있으니 혼자 있게 해줘. 침착하게 대책을 생각해야 해…….",
			"Can you help me organize the test data? Also, please leave me alone for a while while I think about things. I need to calm down and think of a solution...",
			null,
			"Help me organize the data within the instrument, and please don't disturb me during this time, I need to think about the countermeasures quietly.",
			"Can you help me organize the test data? Also, I'm going to be thinking for a while, so let me be alone. I need to calm down and figure out what to do. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253070,
			"Ok…",
			"好吧……",
			"はい……。",
			"네…….",
			"Okay...",
			null,
			"Well ......",
			"Yes. ......."
		],
		[
			"msg",
			253071,
			"Kyushou, please hold on…",
			"九霄，请一定要撑过去啊……",
			"九霄ちゃん、頑張ってね……。",
			"큐쇼 쨩, 힘내…….",
			"Good luck, Kyuushou-chan...",
			null,
			"Kyuushou, please make sure you pull through ......",
			"Kyuushou, good luck. ......"
		]
	],
	"507": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253131,
			"No…This is not working. Argh, what should I do!",
			"不行……这个方案也不行，呜呜，到底怎么办才好！",
			"ダメ……この方法もダメ。うぅ、一体どうすればいいの……。",
			"안 돼…… 이 방법도 안 돼. 으, 대체 어떻게 해야 하지…….",
			"No good... this method doesn't work either. Ugh, what the hell should I do...",
			null,
			"No ...... this option doesn't work either, whoops, what the hell to do!",
			"No. ...... this way is no good either. Ugh, what the heck should I do ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253132,
			"Doctor, the inforation has been organized.",
			"博士，资料整理好了。",
			"博士、データの整理できたわ。",
			"박사님, 데이터 정리 다 했어요.",
			"Doctor, I've sorted out the data.",
			null,
			"Doctor, the information is organized.",
			"Doc, I've got the data sorted."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253133,
			"Ok, put it there.",
			"好的，放那里吧。",
			"ありがとう。そこに置いておいて。",
			"고마워. 거기에 놔둬.",
			"Thanks. Leave it there.",
			null,
			"Okay, put it there.",
			"Thank you. Leave it there."
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253134,
			"Well…I have to think of other solutions. If we can start from gathering Houkai energy…",
			"哎……只能想想别的方案了，如果能从汇聚崩坏能入手的话……",
			"もう……他の方法を考えるしかないわね。凝縮された崩壊エネルギーを手に入れられれば、活路はあるんだけれど……。",
			"이젠... 다른 방법을 생각할 수밖에 없겠네. 응축된 붕괴 에너지를 손에 넣을 수만 있다면, 활로가 있지만...",
			"Jeez... I guess I have no choice but to think of another way. If I could get my hands on some concentrated Honkai Energy, there might be a way...",
			null,
			"Hey ...... will have to think of other options, if we can start with converging Honkai can ......",
			"We'll just have to figure out another way to ...... now. If we can get our hands on the condensed Honkai energy, we have a way to make a go of it. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253135,
			"Doctor, I made some coffee, have some to refresh yourself.",
			"博士，我泡了咖啡，喝一口提提神吧。",
			"博士、コーヒーを淹れたわ。一口飲んでスッキリして。",
			"박사님, 커피 타왔어요. 한 모금 마시고 기운 내세요.",
			"Doctor, I made some coffee. Take a sip to refresh yourself.",
			null,
			"Doctor, I made coffee. Have a sip to refresh yourself.",
			"Hey Doc, I made you some coffee. Take a sip and feel refreshed."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253136,
			"Ok, thank you…",
			"嗯，谢谢……",
			"うん、ありがとう……。",
			"응, 고마워...",
			"Yeah, thanks...",
			null,
			"Well, thanks ......",
			"Yeah, thanks ......."
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253137,
			"No no, if the Houkai energy changes in her body the situation will be worse, need some way gentle and less risky…",
			"不行不行，如果崩坏能在体内发生异变的话情况会更糟，需要更加温和的方法……",
			"ダメダメ、もし崩壊エネルギーが体内で変異したら大変なことになるわ。もう少し穏やかなやり方を見つけなくちゃ……。",
			"안 돼 안 돼, 만약 붕괴 에너지가 체내에서 변이라도 일으키면 큰일 나. 좀 더 안전한 방법을 찾아야 해...",
			"No, no, if the Honkai Energy mutates inside her body, it'll be a disaster. I need to find a gentler way...",
			null,
			"No no no, if Honkai can mutate inside the body the situation will be worse, need a gentler method ......",
			"No no no, if Honkai energy mutates in my body, I'm in big trouble. We need to find a more gentle way to do this. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253138,
			"The floor hasn't been cleared for long. Do you have a broom, Doctor?",
			"地面也好久没清洗了，博士有扫把么？",
			"床がだいぶ汚れてるわね……。博士、ホウキはあるかしら？",
			"바닥이 많이 더러워졌네... 박사님, 빗자루 있나요?",
			"The floor is pretty dirty... Doctor, do you have a broom?",
			null,
			"The floors haven't been cleaned in a while either. Does Doc have a broom?",
			"The floor is very dirty. ...... Doc, do you have a broom?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253139,
			"Ah…it might be behind the door.",
			"啊…好像在门后面。",
			"あ……確か扉の裏側よ。",
			"아... 확실히 문 뒤쪽에 있을 거야.",
			"Ah... I believe it's behind the door.",
			null,
			"Ah...it seems to be behind the door.",
			"Oh, ...... I believe it's on the back side of the door."
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253140,
			"No no no…Wait. If it's too gentle, it won't be able to separate the Houkai energy! Finally we still need to take some risk…",
			"不不不，等等…如果太过温和就无法起到剥离崩坏能的作用了！果然还是得冒一些风险吧……",
			"いやいや、待って……穏やか過ぎても崩壊エネルギーを剥離させるほどの作用を起こせない！やっぱり、多少のリスクは承知して……。",
			"아니 아니, 잠깐... 너무 안전한 방법으로는 붕괴 에너지를 박리시킬 만한 효과를 낼 수 없어! 역시, 어느 정도의 위험은 감수해야...",
			"No, no, wait... if I'm too gentle, it won't be strong enough to get strip away the Honkai Energy! I guess I'll have to take some risks...",
			null,
			"No, no, no, wait...if it's too mild it won't work to strip Honkai energy! I'm sure I'll have to take some risks. ......",
			"No, no, no, no, wait, ...... calm past calm can't cause enough action to peel off the Honkai energy! After all, I'm willing to take some risk ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253141,
			"These are put here, and the flowers haven't been watered for long as well…",
			"这些东西放在这里，这里的花也好久没浇水了……",
			"これ、ここに置いておくわね。……あら、ここのお花ずいぶん長いことお水をやってなさそう。",
			"이거, 여기 둘게요. ...어머, 이쪽 꽃들 물을 너무 오래 주지 않은 것 같아.",
			"I'll leave this here... Oh, these flowers look like they haven't been watered in ages.",
			null,
			"These are sitting here and the flowers here haven't been watered in a while ......",
			"I'll leave this here. ...... Oh, the flowers here look like they haven't been watered in a long time."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253142,
			"No no no…the prior goal is to guarantee her safety. So I still need to think of how to strengthen her Stigmata power…",
			"不不不…现在的首要目标是确保她的生命安全才对，果然这里还是想办法加强自身拥有的圣痕的……",
			"いや……最優先に考えるべきは彼女の命のはず。やっぱり、ここはどうにかして彼女の持つ聖痕を強化するしか……。",
			"아니... 가장 먼저 생각해야 할 건 그녀의 목숨이야. 역시, 여기서는 어떻게든 그녀의 성흔을 강화하는 수밖에...",
			"No... her life should be the top priority. As I thought, the only thing I can do is somehow strengthen that Stigmata of hers...",
			null,
			"No, no, no, no...the primary goal right now is to ensure her life is safe...sure enough, it's better to find a way to strengthen the stigmata that one possesses here ......",
			"No,...... top priority should be her life. After all, the only way to do that here is to somehow strengthen the sacrament she has ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253143,
			"Aha, now it's much clearer, then the clothes…",
			"呼，这样应该干净多了，然后是衣服的……",
			"ふぅ、これでだいぶ綺麗になったわ。あとはお洋服を……。",
			"후우, 이제 많이 깨끗해졌어. 이제 옷만...",
			"Phew, it looks a lot cleaner now. Now all that's left is the clothes...",
			null,
			"Whew, that should be much cleaner then the clothes ......",
			"Whew, that's much cleaner now. Now I just need to get your clothes to ......."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253144,
			"Mei…what are you doing…",
			"芽衣…你在干什么呢……",
			"芽衣……あなた、何してるの……。",
			"메이…… 너, 뭐 하는 거야…….",
			"Mei... what're you doing...?",
			null,
			"Mei...what are you doing ......",
			"Mei ...... what are you doing ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253145,
			"Ah…sorry! Did I disturb you!",
			"啊…抱歉！是吵到你了么！",
			"あ……ごめんなさい！うるさかったかしら？",
			"아…… 미안해! 시끄러웠나?",
			"Ah... I'm sorry! Did I disturb you?",
			null,
			"Ah...I'm sorry! Did I disturb you?",
			"Oh ...... sorry! Was I being too loud?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253146,
			"No…it's not…",
			"不…那倒没有……",
			"いえ……そんなことはないけれど……。",
			"아니…… 그런 건 아니지만…….",
			"No... that's not it...",
			null,
			"No...that's not true ......",
			"No ...... that's not true but ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253147,
			"I just see here is too messy. Anyway I can't help you on Kyushou, but at least I want to do something I can…",
			"我只是看这里太杂乱了，反正我现在也帮不上忙，所以至少想要做一些力所能及的事情……",
			"ここが散らかっていたから。どうせ私に手伝えることもないし、少しでもできることがあるならって思って……。",
			"여기가 어지러워서. 어차피 내가 도울 수 있는 일도 없고, 조금이라도 할 수 있는 게 있으면 해보자고 생각해서…….",
			"It's just that this place was a mess. I didn't know if there was anything I can do to help, so I thought I might as well do something...",
			null,
			"I just see it's too cluttered and I can't help right now anyway so I at least want to do what I can ......",
			"Because this place was a mess. There's nothing I can do to help anyway, so I thought I'd see if there's anything I can do to help. ......"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			253148,
			"Mei!!",
			"芽衣！！",
			"芽衣っ！！",
			"메이!!",
			"<i>Mei!!</>",
			null,
			"Mei！！",
			"Mei!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				2,
				true
			]
		],
		[
			"msg",
			253149,
			"So, sorry!",
			"对！对不起！",
			"えっ！ご、ごめんなさい！！",
			"엇! 미, 미안해!!",
			"Ah! I-I'm sorry!!",
			null,
			"Right! I'm sorry!",
			"Eh! Oh, I'm sorry!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			253150,
			"Are you interested to be my assistant! Please!",
			"你有兴趣做我的助手么！拜托了！",
			"私の助手をやってみない？お願い！",
			"내 조수를 해보지 않을래? 부탁이야!",
			"Would you like to be my assistant? Please!",
			null,
			"Would you be interested in being my assistant! Please!",
			"Would you like to be my assistant? Please!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				19,
				2,
				true
			]
		],
		[
			"msg",
			253151,
			"Eh…",
			"诶……",
			"えっ……？",
			"엣……?",
			"Eh...?",
			null,
			"Eh ......",
			"What, ......?"
		]
	],
	"508": [
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253152,
			"Cocolia, how is it outside.",
			"可可利亚，外面情况如何了。",
			"カカリア、外の状況はどうだ？",
			"쿠쿠리아, 밖 상황은 어때?",
			"Cocolia, how's it going outside?",
			null,
			"Cocolia, how's it going out there.",
			"Cocolia, what's going on out there?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253153,
			"Fighting with Shicksal army. Please don't worry Mr. Walt. The stronghold I built is not that easy to be broke through.",
			"正在与天命的部队交战，请瓦尔特大人不用担心，我所建造的要塞没有那么容易被攻破。",
			"現在、天命の部隊と交戦中。ヴェルト様、ご安心ください。私が築いた要塞はそう簡単に攻め落とされません。",
			"현재, 천명의 부대와 교전 중. 웰트님, 안심하세요. 제가 쌓은 요새는 그렇게 쉽게 함락되지 않습니다.",
			"We are currently engaged in battle with Schicksal. Lord Welt, please rest assured. The fortress I have built will not be invaded so easily.",
			null,
			"It's engaging Schicksal's forces, so please don't worry Lord Welt, the fortress I've built isn't that easy to breach.",
			"We are currently engaged with Schicksal's troops. Mr. Welt, please rest assured. The fortress I have built will not be attacked so easily."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253154,
			"Sorry that I get you involved in it.",
			"抱歉，把你也牵连进来了。",
			"すまない。お前まで巻き込んでしまって。",
			"미안하다. 너까지 휘말리게 해서.",
			"I'm sorry for dragging you into this.",
			null,
			"I'm sorry to drag you into this.",
			"I'm sorry. I didn't mean to drag you into this."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253155,
			"Please don't say this. We are all fighting for one goal. To keep your faith, this cost is nothing.",
			"请不要这样说，我们都是为了同一个目标战斗的人，为了瓦尔特大人的信念，这点程度的付出不算什么。",
			"そんなこと仰らないでください。私たちは同じ目標に向かって戦う者同士。ヴェルト様の信念のためなら、この程度の代償、なんてことありません。",
			"그런 말씀 마십시오. 우리는 같은 목표를 향해 싸우는 동지입니다. 벨트님의 신념을 위해서라면 이 정도의 대가는 아무것도 아니에요.",
			"Please don't say that. We're both fighting for the same goal. For your beliefs, Lord Welt, this small price is nothing to pay.",
			null,
			"Please don't say that, we are all fighting for the same goal, and this level of dedication is nothing for Welt-sama's beliefs.",
			"Please don't say that. We are both fighting for the same goal. For the sake of Mr. Welt's beliefs, this is a small price to pay."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253156,
			"Thank you…",
			"谢谢……",
			"ありがとう……。",
			"고마워…….",
			"Thanks...",
			null,
			"Thanks ......",
			"Thanks ......."
		],
		[
			"msg",
			253157,
			"(*Coughing)!!",
			"咳咳！！",
			"ゴホッ、ゴホッ！！",
			"콜록, 콜록!!",
			"<i>Cough, cough!!</i>",
			null,
			"Ahem!",
			"Gosh, gosh!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253158,
			"Mr. Walt!",
			"瓦尔特大人！",
			"ヴェルト様！",
			"벨트님!",
			"Lord Welt!",
			null,
			"Lord Welt!",
			"Mr. Welt!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253159,
			"I am fine. Just expending too much energy when operating the Herrscher's Furnace…",
			"没事，只是操作律者熔炉消耗了太多力量罢了……",
			"大丈夫だ。律者の溶炉で、少し力を使いすぎただけだろう……。",
			"괜찮다. 율자의 용로에서 힘을 조금 너무 많이 쓴 것 뿐이야…….",
			"I'm fine. I think I just used a little too much of my power in the Herrscher Furnace...",
			null,
			"It's okay, I just used up too much power operating the Herrscher Furnace ......",
			"I'm fine. You just used a little too much power in Herrscher's melting furnace. ......"
		],
		[
			"msg",
			253160,
			"This time the failed plan is my fault. I wouldn't think that Otto was aware of our plan so quickly. Also I had some misunderstanding of Kiana…The biggest mistake was the exclusion of Jyushou as an unstable element.",
			"这次的计划是我的失误，没想到奥托这么快就察觉到了我们的计划。对琪亚娜的了解也出现了偏差…最大的失误是没有计算到九霄这个不确定的因素。",
			"今回の計画は俺のミスだ。オットーがこんな早く我々の計画に気づくとはな。キアナに対する認識にも誤りがあった……。そして、最大の失敗は九霄という不確定要素を計算に入れてなかった点だろう。",
			"이번 계획은 내 실수다. 오토가 이렇게 빨리 우리 계획을 눈치챌 줄이야. 키아나에 대한 인식에도 오류가 있었고……. 그리고, 가장 큰 실패는 큐쇼라는 불확실 요소를 계산에 넣지 않았던 점이겠지.",
			"This plan was my mistake this time. I never thought Otto would find out so quickly. I was also wrong in my understanding of Kiana... and the biggest mistake of all was not taking into account that Kyuushou may be a wild card.",
			null,
			"This time the plan was my mistake, I didn't expect Otto to notice our plan so quickly. There was also a deviation in the understanding of Kiana...the biggest mistake was not calculating Kyuushou as an uncertainty.",
			"This plan was my mistake. I didn't expect Otto to find out about our plan so quickly. I also made a mistake in my perception of Kiana: ....... And the biggest mistake was that I didn't take into account the uncertainty of Kyuushou."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253161,
			"The girl named Kyushou, is really that special?",
			"那个叫九霄的少女，真的有那么特殊么？",
			"あの九霄という少女は、そんなに特殊なのですか？",
			"그 큐쇼라는 소녀가 그렇게 특별합니까?",
			"Is that Kyuushou girl really that special?",
			null,
			"Is that young girl called Kyuushou really that special?",
			"Is that Kyuushou girl so special?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253162,
			"We all don't know about Stigmata yet.",
			"对于圣痕的理解我们都还处于未知的状态，琪亚娜的圣痕出现在她的身上，她同时也觉醒了自己的圣痕，这一系列的事件绝对不是偶然，如果我调查到的信息都是真实的话，可恐怕是早在这个时代诞生之初就决定好的事情……",
			"我々の聖痕への理解は未だ不完全だ。キアナの聖痕が発現し、九霄も同時に聖痕を覚醒させた。この一連の出来事は偶然ではない。調べた情報が真実ならば、この時代が誕生したときから、既に決まってた事なのだろう。",
			"우리의 성흔에 대한 이해는 아직 불완전하다. 키아나의 성흔이 발현하고, 큐쇼도 동시에 성흔을 각성시켰다. 이 일련의 사건은 우연이 아니다. 조사한 정보가 진실이라면, 이 시대가 탄생했을 때부터 이미 정해진 일이었을 것이다.",
			"Our understanding of Stigmata is still incomplete. When Kiana's Stigmata manifested, Kyuushou's Stigmata also awakened at the same time. This series of events is no coincidence. If the information I have researched is true, then this was probably already set in place from the beginning of this era.",
			null,
			"For the understanding of the stigmata we are all still in an unknown state, Kiana's stigmata appeared on her body and she awakened her own stigmata at the same time, this series of events is definitely not a coincidence, if the information I investigated is true, but I'm afraid that it's something that was decided as early as the beginning of the birth of this era ......",
			"Our understanding of the sacrament is still incomplete. Kiana's sacrament appeared, and Kyuushou awakened his sacrament at the same time. This sequence of events is no coincidence. If the information we have gathered is true, it must have already happened since the birth of this era."
		],
		[
			"msg",
			253163,
			null,
			"可可利亚…我们的时间不多了，要在奥托发现那个秘密之前完成“方舟计划”，这样人类才有一线生机。",
			"カカリア……俺たちに残された時間は多くはない。オットーがあの秘密に気づく前に「方舟計画」を完成させるのだ。それが人類を救う唯一の道になる。",
			"쿠쿠리아…… 우리에게 남은 시간은 많지 않다. 오토가 그 비밀을 눈치채기 전에 「방주 계획」을 완성하는 거다. 그것이 인류를 구할 유일한 길이 될 것이다.",
			"Cocolia... we don't have much time left. We must complete the Ark Project before Otto discovers the secret. That is the only way to save humanity.",
			null,
			"Cocolia...we don't have much time, we have to finish the Ark Project before Otto discovers the secret so that humanity can have a chance of survival.",
			"Cocolia...... we don't have much time left. We must complete the Ark Project before Otto realizes the secret. It will be the only way to save humanity."
		],
		[
			"msg",
			253164,
			null,
			"哪怕付出一切代价……",
			"たとえ、どんな犠牲を払ってでも……。",
			"무슨 희생을 치르더라도…….",
			"Even if it costs everything...",
			null,
			"Even if it costs everything ......",
			"Even if it comes at any cost. ......"
		]
	],
	"503": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253072,
			"Hum! Is it all you've got as a Valkyrie? I thought we can play more rounds~",
			"哼！天命的女武神就这点本事么？还以为能陪本大爷多消遣一会呢~",
			"フンッ！天命の戦乙女の実力はこの程度なのか？もっとボクの暇つぶしに付き合ってくれるのかと思ってたのになぁ。",
			"흥! 천명의 전투여신의 실력이 이 정도란 말이야? 좀 더 내 심심풀이에 맞춰줄 줄 알았는데 말이지.",
			"Hmph! So this the extent of a Schicksal Valkyrie? I thought they'd be more willing to help me kill time.",
			null,
			"Hmph! Is that all the Schicksal Valkyrie can do? I thought I'd be able to spend more time with you.",
			"Hmph! Is this the extent of the power of the Schicksal's War Maiden? I thought she'd be more than happy to help me pass the time."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253073,
			"Sin, keep the line. We haven't wiped out the enemy yet, stay alert.",
			"杏，保持阵型，敌人还没有完全消灭，不能掉以轻心。",
			"シン、陣形を保ってください。まだ殲滅しきれていません。油断は禁物です。",
			"신, 진형을 유지하세요. 아직 섬멸하지 못했어요. 방심은 금물입니다.",
			"Sin, please maintain formation. We haven't completely wiped them out yet. We mustn't let our guard down.",
			null,
			"Sin, hold your formation. The enemy has not been completely annihilated. We cannot afford to be complacent.",
			"Sin, stay in formation. We haven't completely eradicated them yet. Be on your guard."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253074,
			"Right! Sin, don't rush forward on your own!",
			"姐姐大人说的没错！杏，不要一个人冲这么前啦！",
			"お姉ちゃんの言う通りだよ！シン、一人でそんなに前に突っ込んで行っちゃダメだよ！",
			"언니 말이 맞아! 신, 혼자서 그렇게 앞으로 돌진하면 안 돼!",
			"Bronya is right! Sin, you shouldn't rush forward so far all by yourself!",
			null,
			"You're right, Sister! Sin, don't rush ahead alone!",
			"Your sister is right! Sin, you shouldn't go so far ahead on your own!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253075,
			"Beep beep beep.",
			"滴滴滴。",
			"ピピピ。",
			"삐삐삐.",
			"<i>Beep beep beep.</i>",
			null,
			"Tick-tock.",
			"Pipi."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253076,
			"Bronya, how is it in the front.",
			"布洛妮娅，前方情况如何。",
			"ブローニャ、前方の状況はどう？",
			"브로냐, 앞쪽 상황은 어때?",
			"Bronya, how's the situation up ahead?",
			null,
			"Bronya, what's the situation up ahead.",
			"Bronya, what's the situation up ahead?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253077,
			"Mother, the enemy reinforcement begins arriving. I'm afraid it's not easy to end the fight.",
			"妈妈，敌方的增援还在陆续抵达，恐怕没有那么容易结束战斗。",
			"ママ、敵の増援が到着しています。この戦闘はすぐには終わらない可能性があります。",
			"마마, 적의 증원이 도착하고 있습니다. 이 전투는 당장 끝나지 않을 가능성이 있습니다.",
			"Mama, enemy reinforcements are arriving. I'm afraid this battle won't finish that easily.",
			null,
			"Mom, enemy reinforcements are still arriving, so I'm afraid the battle won't end that easily.",
			"Mom, enemy reinforcements are arriving. This battle may not end soon."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253078,
			"Seems these are just vanguards, the main force of Shicksal must be still on the way. We need to pull out before they come. Otherwise, here will be the second St. Freya HS upon the arrival of the blue battleship.",
			"看来这些只是先头部队，天命的主力一定在赶来的路上。我们要在天命主力到达前转移，不然那艘蓝色的战舰到达后，这里恐怕也会变成第二个圣芙蕾雅学园。",
			"どうやら、今のところ先遣部隊にすぎないようね。天命の主力はまだここまで来てないはず。主力が到着する前に移動しなさい。もし、あの青い戦艦がやって来たら、ここも第二の聖フレイヤ学園になってしまうわよ。",
			"어쩌면 지금은 선발대에 불과한 모양이네. 천명의 주력은 아직 여기까지 오지 않았을 거야. 주력이 도착하기 전에 이동해. 만약 저 푸른 전함이 오면, 여기도 두 번째 세인트 프레야 학원이 되어 버릴 거야.",
			"It seems that it's merely an advance force for now. The main Schicksal force hasn't arrived yet. Get moving before the main force arrives. If that blue battleship arrives, this place will end up just like St. Freyja Academy.",
			null,
			"It seems that these are just the vanguard, Schicksal's main force must be on its way. We need to move before Schicksal's main force arrives, or else I'm afraid this place will become the second St. Freya High School as well when that blue warship arrives.",
			"Apparently, they're just an advance detachment for now. Schicksal's main force should not be here yet. Move before the main force arrives. If that blue battleship arrives, this place will become a second St. Freya High School."
		],
		[
			"msg",
			253079,
			"Otto is just insane, think about what he did to his people. We can't let the tragedy happen again!",
			"奥托简直就是个疯子，对自己的手下都能做出那样的事情，我们不能让悲剧再次上演！",
			"オットーめ、脳みそが溶けでもしたのかしら。自分の部下に対し、あんなことをするなんて。もうこれ以上、悲劇を繰り返させるわけにはいかないわ！",
			"오토 녀석, 머리가 녹기라도 했나 봐. 자기 부하들에게 그런 짓을 하다니. 더 이상 비극을 반복시키지 않을 거야!",
			"That Otto bastard, has he finally lost his mind? Doing something like that to your own subordinates. We can't let the same tragedy happen again!",
			null,
			"Otto was a madman, capable of doing that to his own men, and we can't let the tragedy happen again!",
			"Otto, did your brain melt? How could he do that to his own people? I can't let another tragedy like that happen!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253080,
			"Don't worry mother. We will guard the gate and guarantee others to retreat safely.",
			"放心吧妈妈，我们会死守大门，让姐妹们安全撤退的。",
			"安心してください、お母様。正門は死守します。姉妹たちを安全な場所に避難させてください。",
			"안심하세요, 어머님. 정문은 죽음을 지킵니다. 자매들을 안전한 곳으로 대피시켜 주세요.",
			"Please rest assured, Matushka. We will defend the main gate. Please evacuate our sisters to a safe place.",
			null,
			"Don't worry mom, we'll hold the gate so our sisters can retreat safely.",
			"Rest assured, mother. We will defend the main gate to the death. Please evacuate the sisters to a safe place."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253081,
			"Please…Take care of your self as well. Please come back safely.",
			"拜托了…你们也要注意安全，一定要活着回来。",
			"頼んだわよ……あなたたちも気をつけて。必ず生きて帰って来るのよ。",
			"부탁할게... 너희들도 조심해. 꼭 살아서 돌아오는 거야.",
			"Please... you all better be careful too. Make sure you come back alive.",
			null,
			"Please...you guys be safe too and make sure you come back alive.",
			"I'm asking you. ...... You guys take care. You will come back alive."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253082,
			"Yes, mother.",
			"好的，妈妈。",
			"了解です。お母様。",
			"알겠습니다. 어머님.",
			"Roger that, Matushka.",
			null,
			"Okay, Mom.",
			"Understood. Mother."
		]
	],
	"504": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253083,
			"Huh~the enemy seemed to scale down their attacks…Finally we can take a break?",
			"呼~敌人的攻势似乎减弱了…终于可以休息一会了么？",
			"ふぅ～、敵の攻撃が緩んできたみたい……ようやく一息つけるかな？",
			"후우~, 적의 공격이 약해진 것 같아... 이제 한숨 돌릴 수 있을까?",
			"Whew~ It looks like the enemy's attacks are slowing down... Do we finally get a breather?",
			null,
			"Whew~ The enemy's attack seems to have weakened...can we finally rest for a while?",
			"Whew, it looks like the enemy's attacks are loosening up ...... can we finally catch our breath?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253084,
			"Seele, don't be too relaxed. Shicksal won't easily quit.",
			"希儿，不要放松警惕，天命不会就这么善罢甘休的。",
			"ゼーレ、警戒を解いてはいけません。天命はそんなに甘くないはずです。",
			"제레, 경계를 풀면 안 됩니다. 천명은 그렇게 만만하지 않을 거예요.",
			"Seele, we can't let our guard down yet. Schicksal is won't take it easy.",
			null,
			"Seele, don't let your guard down. Schicksal won't just take it lying down.",
			"Seele, do not let your guard down. Schicksal should not be so naive."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253085,
			"Ah~I can't believe my Valkyria army is defeated by these little girls~",
			"啊啦~没想到我的女武神部队居然被这几个小家伙给打败了呢~",
			"あらあら……まさか私の戦乙女部隊がこんなおチビちゃんたちに倒されちゃうなんて。",
			"어라 어라…… 설마 내 전여신 부대가 이런 꼬마들에게 당하다니.",
			"Oh my... I can't believe my Valkyries were be defeated by these little children.",
			null,
			"I didn't expect my Valkyrie troops to be defeated by these little guys!",
			"Oh my goodness. ...... I never thought that my war maiden squad would be defeated by these little guys."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253086,
			"!?",
			"！？",
			"……ッ！？",
			"......!?",
			"<i>...?!</i>",
			null,
			"What's going on?",
			"......!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			253087,
			"How cute. Going to the battle field as this age, you must have experienced a lot, I am so sorry.",
			"真是可爱的孩子呢，这种年纪就走上战场，一定经历了很多痛苦的事情吧，真是可怜。",
			"本当、かわいい子供たちね。そんな歳で戦場に駆り出されるなんて、きっと辛いでしょう。本当にかわいそう。",
			"정말, 귀여운 아이들이네. 그런 나이에 전장으로 내몰리다니, 분명 힘들겠어. 정말 불쌍해.",
			"What adorable children. It must be so hard to be sent to the battlefield at such an age. It's such a pity.",
			null,
			"What a cute kid. He must have gone through a lot of pain when he went to war at such a young age, it's really pitiful.",
			"They really are cute kids, aren't they? It must be hard for them to be sent off to the battlefield at such an age. I really feel sorry for them."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253088,
			"Are you the commander? Retreat right now otherwise we have to resort to force.",
			"你就是指挥官么，请你立刻撤退，不然我们就只能使用武力驱逐了。",
			"あなたが指揮官ですか。即刻立ち去ってください。さもなければ、武力行使による排除をします。",
			"당신이 지휘관이군요. 즉시 물러나 주십시오. 그렇지 않으면, 무력으로 제거하겠습니다.",
			"Are you the commander? Please leave immediately. Otherwise, we'll have to use force to remove you.",
			null,
			"Are you the commander? Please retreat immediately, or we will have to use force to evict.",
			"Are you the commander? Please leave immediately. Otherwise, we will use force to remove you."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			253089,
			"Don't be so nervous. I am not coming for a fight. My name is Maria, and I want to find someone. Can you please lead me the way? It would be better to avoid fighting, as I don't want to hurt you~",
			"别这么紧张，我不是来和你们战斗的，姐姐的名字叫玛丽亚，是来找人的，请问你们能帮我带路么？如果能避免战斗那就最好了，我也不想伤害你们呢~",
			"そんなに恐い顔しないで。あなたたちと戦いに来たわけじゃないの。お姉さんの名前はマリア、人を探してるのだけど案内してくれないかしら？無意味な争いは避けたいし、あなたたちを傷つけたくないもの。ふふふ。",
			"그렇게 무서운 얼굴 하지 말아요. 여러분과 싸우러 온 건 아니에요. 언니 이름은 마리아, 사람을 찾고 있는데 안내해 주지 않을래? 무의미한 다툼은 피하고 싶고, 여러분을 해치고 싶지도 않거든. 후후후.",
			"Don't be scared. I didn't come here to fight you guys. My name is Maria, and I'm looking for someone. Could you please guide me? I want to avoid meaningless conflicts; I don't want to hurt you. Hehehe.",
			null,
			"Don't be so nervous, I'm not here to fight you guys, my sister's name is Maria, and I'm here to find someone, so please can you help me lead the way? If we can avoid a fight, that would be great. I don't want to hurt you either.",
			"Don't look so scared. We are not here to fight with you. My sister's name is Maria, and we are looking for someone. We don't want any unnecessary fights and we don't want to hurt you. Hmmm."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			253090,
			"Woo…This girl doesn't look like a bad person? Maybe we can persuade her to leave here.",
			"呜…这个大姐姐看起来不像是坏人呢？说不定我们可以好好劝说她离开。",
			"うぅ……このお姉さん悪い人には見えないけど？話せば、わかってくれそう……？",
			"우우…… 이 언니 나쁜 사람처럼 안 보이는데? 말하면 이해해 줄 것 같아……?",
			"Ah... this lady doesn't seem like a bad person, does she? If we just talk to her, maybe she'll understand...?",
			null,
			"Oooh...this big sister doesn't look like a bad person? Maybe we can persuade her to leave properly.",
			"Ugh ...... this lady doesn't seem like a bad person? If you talk to her, she'll understand. ......?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253091,
			"Seele, are you mad? She doesn't look like a good person at all! And she looks as murderous as a monster! Hahaha! Hahaha! We are actually the same!",
			"希儿你脑子秀逗了么！这个家伙哪里看起来像好人了！她身上的杀气简直就像是怪物一样！呵呵呵！哈哈哈！看来你和我是同一类人！",
			"ゼーレ、お前の頭錆びついてんのか！？どこが悪い人には見えないだ！あいつの体から出てる殺気、怪物並みだぞ！フッフッフ！ハッハッハ！どうやらボクと同類みたいだなぁ！",
			"제레, 네 머리 녹슬었냐!? 어디가 나쁜 사람처럼 안 보인다는 거야! 저 녀석 몸에서 나오는 살기, 괴물 수준이라고! 흐흐흐! 하하하! 아무래도 나랑 같은 종류인 것 같네!",
			"Seele, is your brain rusty?! Obviously, she looks like a bad guy! That murderous intent emanating from his body is on a monstrous level! Heheheh! HAHAHAH! It seems she's just like me!",
			null,
			"Seele are you out of your mind! This guy doesn't look like a good guy! She's got a murderous aura about her like a monster! Ohhhh! Ha ha ha! Looks like you and I are in the same category!",
			"Seele, are you rusty in the head! What's wrong with you? You don't look like a bad person! The deadly energy coming out of that guy's body, he's like a monster! Hmph! Ha-ha-ha! Looks like he's just like me!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			253092,
			"Huh…I don't like kids that are too smart~",
			"呵呵…感觉灵敏的孩子我可不喜欢呢~",
			"ふふ……勘の鋭い子って嫌いなのよね～。",
			"후후…… 감이 예리한 아이는 싫어라~.",
			"Hehe... I hate kids with sharp intuition, y'know~",
			null,
			"Oh...I don't like kids with sensitive senses!",
			"Hmmm... ...... I don't like kids with a keen intuition!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253093,
			"I haven't feel so excited for a long time! Kukuku! Finally I can find a satisfying competitor! Or maybe I will get killed! Ah ah! My hands start shaking!",
			"好久没有这么兴奋了！库库库！终于找到能让本大爷尽兴的对手了！说不定会被杀掉呢！啊啊！手开始抖起来了！",
			"こんなに興奮したのは久しぶりだッ！クックック！やっとこのボクを楽しませてくれる相手に出会えた！殺されるかもしれないなんて！ああ！手が震えてきた！",
			"이렇게 흥분한 건 오랜만이야! 큭큭큭! 드디어 나를 즐겁게 해 줄 상대를 만났어! 죽을지도 모른다니! 아아! 손이 떨려 오네!",
			"It's been a long time since I've been this excited! Keheheh! Finally, I've met someone who can entertain me! I might even be killed! Ahhh! My hands are shaking!",
			null,
			"It's been a while since I've been this excited! Kukuku! Finally, I've found an opponent who can make my lord enjoy himself! Maybe we'll get killed! Ahhh! The hands are starting to shake!",
			"I haven't been this excited in a long time! Kookkook! I've finally met someone who can entertain me! I can't believe I might get killed! Ah! My hands are shaking!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253094,
			"Sin, don't act on impulse. We don't know their strength yet.",
			"杏，不要冲动。我们还不知道对方的实力。",
			"シン、無闇に手を出してはいけません。まだ相手の実力が分かっていないのですから。",
			"신, 함부로 손을 대서는 안 됩니다. 아직 상대의 실력을 모르는 상태이니까.",
			"Sin, don't make any rash moves. We don't know what our opponent is capable of yet.",
			null,
			"Sin, don't be impulsive. We don't know the strength of the other side yet.",
			"Sin, don't make any rash moves. You don't know what they are capable of yet."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253095,
			"Stop talking! So you little cowards step back and see! This prey belongs to me only!",
			"少废话！你们这些胆小鬼就给我在后面看着吧！这个猎物是我杏大爷一个人的！！",
			"うるさいッ！お前たちみたいな臆病者は後ろで見てればいいんだ！この獲物はボクのものだ！",
			"시끄러워! 너희 같은 겁쟁이들은 뒤에서 지켜보기나 하라고! 이 먹이는 내 거야!",
			"<i>Shut up!</i> Cowards like you should just stand back and watch! This prey is <i>mine!</i>",
			null,
			"Cut the crap! You cowards just watch from behind! This prey is mine alone, Master Sin!",
			"Shut up! Cowards like you should just stand back and watch! This prize is mine!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			253096,
			"Hahaha…What a pity. I would want to have more time to find her.",
			"呵呵呵…真是遗憾，本来还想剩下时间赶紧找到她呢。",
			"ふふふ……本当に残念ですこと。残った時間で彼女を探すつもりだったんだけど。",
			"후후후…… 정말 유감이네요. 남은 시간 동안 그녀를 찾으려고 했는데.",
			"Hehehe... what a shame. I was planning to use my time looking for her.",
			null,
			"Heh heh...what a shame, would have liked to have had time left to find her in a hurry.",
			"Hmmm... ...... that's a real shame. I was going to look for her in the time I have left."
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253097,
			"In this case I will break your arms and legs first, anyway I just need you to tell me where she is.",
			"既然这样就把你们的手脚都打断再说吧，反正只要留一口气问出她的下落就行了~",
			"そういうことなら、あなたたちの手足をへし折ってからにしましょう。首から上さえ無事なら、彼女の居場所を聞き出せるものね。",
			"그렇다면 당신들의 사지를 부러뜨린 다음에 물어보도록 하죠. 목 위만 무사하다면 그녀의 위치를 캐낼 수 있으니까.",
			"In that case, why don't I break all your limbs first. Then, as long you're still alive from the neck up, I'll find out where she is.",
			null,
			"If that's the case, let's break all your arms and legs, and find out where she is as long as we can breathe.",
			"If that's the case, we'll break your limbs first. As long as you're safe from the neck up, we can find out where she is."
		]
	],
	"505": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253098,
			"Coo Ah!!!",
			"咕哇！！",
			"ガハッ！！",
			"갛!!",
			"<i>Gyahh!!</i>",
			null,
			"Goo-wah!",
			"Gah!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			253099,
			"Sin!!",
			"杏！！",
			"シンッ！！",
			"신ッ!!",
			"<i>Sin!!</i>",
			null,
			"Sin！！",
			"Sin!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			253100,
			"Bang!",
			"砰！",
			"バンッ！",
			"빵야!",
			"<i>Bang!</i>",
			null,
			"Bang!",
			"Bang!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			253101,
			"Ow!!",
			"啊啊！！",
			"キャアッ！！",
			"�아악!!",
			"<i>Ahhh!!</i>",
			null,
			"Ahhh!",
			"C'aagh!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253102,
			"Seele!",
			"希儿！",
			"ゼーレッ！",
			"제레~!",
			"<i>Seele!</i>",
			null,
			"Seele！",
			"Zeret!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253103,
			"Hahaha~already fnished? It's not too late too regret. Surrender Kiana to me, probably I can let you die happily…",
			"呵呵呵~已经结束了么？现在反悔还来得及哦，快把琪亚娜交出来，说不定我还会让你们幸福的死去~",
			"ふふふ～、もうおしまいですの？今から前言撤回しても構わないわよ。早くキアナを差し出しなさい。そしたら、苦しまないよう楽に死なせてあげる。",
			"후후후~, 벌써 끝인 거야? 지금이라도 전에 한 말 취소해도 괜찮아. 어서 키아나를 내놓으렴. 그럼 고통 없이 편하게 죽여줄게.",
			"Hehehe~ It's over already? You can take back what you said now. Just hand over Kiana quickly. If you do, I'll let you die peacefully and without suffering.",
			null,
			"Is it over already? It's not too late to back out now. Hand over Kiana, and I might even let you die happily!",
			"Hmmm...are we done? You can take back your previous statement now. Just give me Kiana and I'll let you die a painless and easy death. Then I'll let you die painlessly and easily."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253104,
			"Kiana…You mean the white haired…",
			"琪亚娜…你是说那个白头发的……",
			"キアナ……あの白頭のことですか……。",
			"키아나…… 그 백발 소녀 말이죠…….",
			"Kiana... you mean that girl with the white hair...?",
			null,
			"Kiana...you mean the one with the white hair ......",
			"Kiana...... you mean that white head......."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253105,
			"Hahaha…So she is here. Right, its' her! Where is the little bastard?",
			"呵呵呵…果然在这里，没错，就是她！那个小鬼人在哪！",
			"ふっふっふ……やっぱりここなのね。そうよ、彼女よ！あいつはどこにいるんですの？",
			"훗훗훗…… 역시 여기였군요. 그래요, 그녀예요! 그녀는 어디에 있나요?",
			"Heheheh... so she's here after all. Yes, that's her! Where is she?",
			null,
			"Heh heh heh...sure enough, here she is, yes, that's her! Where is that brat person!",
			"Phew ...... I knew it was here. Yes, that's her! Where is that guy?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253106,
			"…",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253107,
			"Crack!",
			"咔！",
			"——グサッ！",
			"——푹!",
			"<i>——Crack!</i>",
			null,
			"Click!",
			"--Gusak!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253108,
			"Ahhhhhh!!!",
			"啊啊啊啊！！！！",
			"うわあぁああ！！！！",
			"우와아아아!!!!",
			"<i>AAAAAAAGHHH!!!!!</i>",
			null,
			"Ahhhhhhh ！！！！",
			"Wow! ！！！！"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253109,
			"Don't!",
			"不要！",
			"やめてください！",
			"그만하세요!",
			"Stop it!",
			null,
			"Don't!",
			"Please don't!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253110,
			"Hahah~You better tell me for your friend, next time it would be more than impaling her arm~",
			"呵呵呵，为了你的同伴还是乖乖告诉我吧，下次刺穿的就不是手臂这么简单的哦~",
			"ふふ、仲間のことを想うなら、大人しく教えなさい。次に刺すのは腕みたいな生優しい場所じゃないわよ～。",
			"후후, 동료를 생각한다면 얌전히 말해요. 다음에 찌를 곳은 팔 같은 살살 찌르는 곳이 아니에요~.",
			"Hehe, if you care about your friends, you should teach them how to behave properly. The next time I stab her, it won't be in a gentle place like her arm.",
			null,
			"You'd better tell me for the sake of your companion. Next time, it won't be as simple as piercing your arm.",
			"Hmmm, if you care about your fellow man, teach him to be mature. The next time I stab you, it won't be in a raw, tender place like your arm~."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253111,
			"I got it. I will take you there. Set her free!",
			"我明白了，我会带你去的，把杏放了！",
			"分かりました。連れて行きます。だから、シンを放してください！",
			"알겠습니다. 데려다 드릴게요. 그러니까 신을 놔주세요!",
			"Okay. I'll take you there. Please, just let go of Sin!",
			null,
			"I understand. I'll take you there. Release the Sin!",
			"I understand. I'll take him with me. So please let Sin go!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253112,
			"No. If you play around with me I would waste more time. I need to keep her as a hostage.",
			"这可不行，你们这些孩子要是耍什么花招就更浪费时间了，我得留着她做人质才行。",
			"それはダメよ。あなたたちがイタズラしないよう、人質が必要だもの。",
			"그건 안 돼요. 너희들이 장난치지 않도록 인질이 필요하거든.",
			"That's no good. I need a hostage to prevent you from pulling any tricks.",
			null,
			"That's not going to work. It'll be a bigger waste of time if you kids pull any tricks. I'll have to keep her as a hostage.",
			"That's no good. We need hostages to keep you guys out of mischief."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253113,
			"…",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				317,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253114,
			"You crazy woman! Go to hell!",
			"你这个阴阳怪气的女人！给我去死！",
			"得体の知れない女めッ！死ね！",
			"정체를 알 수 없는 년! 죽어라!",
			"You shifty woman! <i>Die!</i>",
			null,
			"You shifty woman! Go to hell!",
			"Unknown woman! Die!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				317,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253115,
			"!?",
			"！？",
			"……っ！？",
			"……!?",
			"<i>...?!</i>",
			null,
			"What's going on?",
			"......!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				317,
				0,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			253116,
			"Sister-Sama! Take Sin away! Let me deal with this!",
			"姐姐大人！带杏走！这里交给我来！",
			"お姉ちゃん！シンを連れて逃げて！ここは私に！",
			"언니! 신을 데리고 도망쳐! 여긴 내게 맡겨!",
			"Bronya! Take Sin and run! Leave this to me!",
			null,
			"Sister-sama! Take Sin away! I'll take it from here!",
			"Sis! Take Sin and run! Let me here!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				317,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253117,
			"Why this little kid suddenly appears…very interesting power. Ahhh~what a waste of time. I can almost Kiana.",
			"这个小鬼怎么会忽然出现在这个位置…真是有趣的能力，啊啊啊~真是浪费时间呢，明明马上就能见到琪亚娜了。",
			"このチビ、どうしていきなりこんな場所に……面白い能力ね。あ～あ、本当に時間のムダですこと。もうすぐキアナに会えるって言うのに。",
			"이 꼬맹이, 왜 갑자기 이런 곳에... 재미있는 능력이네. 아~아, 정말 시간 낭비야. 이제 곧 키아나를 만날 수 있다고 했는데.",
			"How did this brat end up over here all of a sudden...? What an interesting ability. Ahh~ This is such a waste of time. I was about to meet Kiana.",
			null,
			"How did this brat suddenly appear in this location...what an interesting ability...ah ah ah~ What a waste of time, it's obvious that I'll be able to meet Kiana soon.",
			"This little guy, how did he suddenly find himself in such a place ...... interesting ability. Oh, what a waste of time indeed. I was told I would be seeing Kiana soon."
		],
		[
			"msg",
			253118,
			"I change my mind. I lose the interest of playing with you~",
			"我改变想法了，没兴致和你们玩了~",
			"……考えが変わったわ。あなたたちと遊ぶのはおしまい。",
			"……생각이 바뀌었어. 너희들과 놀아주는 건 이제 끝이야.",
			"...I've changed my mind. I'm done playing with you guys.",
			null,
			"I've changed my mind. I'm not interested in playing with you.",
			"I've changed my mind about ....... I'm done playing with you guys."
		],
		[
			"portraits",
			[
				317,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253119,
			"I need to kill you all!",
			"果然还是杀光你们这帮碍事的小鬼！",
			"チビども、今すぐ皆殺しにしてやるッ！",
			"꼬맹이들, 지금 당장 전부 죽여버릴 거야!",
			"I'll kill you all right now, you little brats!",
			null,
			"Sure enough, it's better to kill all you little kids who are in the way!",
			"Little guys, I'm going to kill you all right now!"
		]
	],
	"509": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253165,
			"…here is?",
			"……这里是？",
			"……ここは？",
			"……여긴 어디야?",
			"...Where is this?",
			null,
			"...... here?",
			"...... where is this place?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253166,
			"Kiana, sorry.",
			"琪亚娜，对不起。",
			"キアナ、ごめんね。",
			"키아나, 미안해.",
			"I'm sorry, Kiana.",
			null,
			"Kiana, I'm sorry.",
			"Kiana, I'm sorry."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253167,
			"Himeko!? You! Why you lock me up! Let me out!",
			"姬子！？你！你为什么把我关起来！放我出去！",
			"姫子！？何よ、ここ！私を閉じ込めてるの！？出してっ！",
			"히메코!? 여긴 어디야! 날 가두고 있는 거야!? 내보내 줘!",
			"Himeko?! What's going on here?! Are you locking me up?! <i>Let me out!</i>",
			null,
			"Himeko! You! Why are you locking me up! Let me out!",
			"Himeko! What the hell, here! You're locking me in! Let me out!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253168,
			"Now you are very unstable and I can't let you do stupid things. Calm down in the room first.",
			"现在你的情绪很不稳定，我不能让你做傻事，你就先在屋里冷静一下吧。",
			"今のあなたは心が不安定だわ。このままでは、あなたは感情のまま暴走してしまう。まずは、ここで冷静になってちょうだい。",
			"지금 너는 마음이 불안정해. 이대로라면 감정에 휩쓸려 날뛰게 될 거야. 일단 여기서 진정을 하렴.",
			"You are emotionally unstable right now. If you keep this up, your emotions will get the better of you. You have to calm down before anything else.",
			null,
			"Right now you're so unstable, I can't let you do anything stupid, so just stay inside and calm down.",
			"Your mind is unstable right now. At this rate, you will run amok with your emotions. First of all, you need to calm down here."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253169,
			"Calm down…How should I calm down! My parents died!! And you ask me to calm down!",
			"冷静…你让我怎么冷静！我的爸爸妈妈都死了啊！！你居然还让我冷静！",
			"冷静……どうやって冷静になれって言うのよ！私のパパもママも死んじゃったのよ！！それで冷静になれなんて……！",
			"진정하라니... 어떻게 진정하라는 거야! 내 아빠랑 엄마도 죽었단 말이야!! 그런데 진정하라니...!",
			"Stay calm... How can you expect me to stay calm?! My mom and dad are both dead!! How can you expect me to be calm after that...?!",
			null,
			"Calm down...how do you expect me to calm down! My mom and dad are dead! You actually told me to calm down!",
			"How am I supposed to stay calm ......? My mom and dad are dead! How can you be calm with that? ......"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253170,
			"…",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253171,
			"I have lost everything and don't care about death now…but at leasst after the revenge for my mon!!!",
			"我现在已经一无所有了，就算是死也无所谓了……至少让我把妈妈的仇给！！！",
			"私にはもう何も残ってないのよ。死んだって構わない……パパとママの仇がとれるなら！！",
			"나한테는 이제 아무것도 남지 않았어. 죽어도 상관없어... 아빠와 엄마의 원수를 갚을 수만 있다면!!",
			"I have nothing left. I don't care if I die... as long as it means I can avenge my mom and dad!!",
			null,
			"I have nothing left now, even if I die, it doesn't matter ...... At least let me give my mom's revenge!!!!",
			"I have nothing left. I don't care if I die ...... as long as I can avenge my mom and dad!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253172,
			"Clap!",
			"啪！",
			"パシンッ！",
			"퍽!",
			"<i>Smack!</i>",
			null,
			"Snap!",
			"Pasching!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253173,
			"!?",
			"！？",
			"っ！？",
			"으악!?",
			"?!",
			null,
			"What's going on?",
			"What?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253174,
			"Did you forget the words of Sessiria! She asked you to live strong! It's a dark road ahead, but you are her daughter!!",
			"你忘了塞西莉亚园长的叮嘱了么！她让你坚强的活下去！就算前面的道路一片黑暗但你可是她的女儿啊！！",
			"セシリア学園長の言葉を忘れたの！？あなたに強く生きなさいって言ってたわよね！それを放棄する気？たとえ、目の前の道が暗闇に包まれていようとも、あなたは彼女の娘なのよ！！",
			"세실리아 학원장님 말씀을 잊은 거야!? 너에게 강하게 살라고 하셨잖아! 그걸 포기할 셈이야? 설령, 눈앞의 길이 어둠에 싸여 있더라도, 넌 그분의 딸이야!!",
			"Have you forgotten what Principal Cecilia said?! She told you to live strong! And you're to abandoning that? Even if the road before you is shrouded in darkness, you are still her daughter!!",
			null,
			"Have you forgotten the advice of Cecilia's head gardener! She told you to stay strong! Even if the road ahead is dark, you're her daughter!",
			"Did you forget what Dean Cecilia said! He told you to stay strong! Are you going to renounce that? Even if the road before you is dark, you are her daughter!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253175,
			"Without mother…What's the point of existence…I was chasing her back! I wanted to be someone like her!! But she is forever gone!!",
			"没有了妈妈…我还有什么存在的价值……我可是追逐着妈妈的背影！想要成为像她一样的人！！可是这样的妈妈已经不在了啊！！",
			"ママがいないのに……私が生きていてなんの意味があるの……私はママの背中を追いかけてきたの！ママみたいな人になりたくて！！それなのに、そのママがもういないなんて……。",
			"엄마가 없는데... 내가 살아 있어봤자 무슨 의미가 있어... 난 엄마의 뒤를 따라온 거야! 엄마 같은 사람이 되고 싶어서!! 그런데, 그 엄마가 더 이상 없다니....",
			"Without Mom... what's the point of me living... I've been following in her footsteps! I wanted to be just like her!! And yet, she's gone now...",
			null,
			"Without my mom...what is the value of my existence ...... I am chasing my mom's back! Wanted to be like her! But such a mom is no longer there!",
			"What's the point of me living ...... without my mom, I've been following her back! I wanted to be someone like my mom! And yet, I can't believe that mama is no longer with us. ......"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253176,
			"But you are still alive, and there are others who support you are around! Think of Mei! Think of Kyushou! Think of Theresa! They are all fighting for you until now! Are you going to leave them behind!",
			"但是你还活着不是么，你的身边还有其他支撑着你的人！想想芽衣！想想九霄！还有德丽莎老师！她们都是为了你而战斗到现在！你难道就这样抛下她们么！",
			"あなたは生きてる、それがわからないの？あなたの周りには、あなたを支えている人がいる！芽衣に九霄！それにテレサ先輩だって！みんな、あなたのために今も戦っているのよ！このまま彼女たちを見捨てるつもり！？",
			"넌 살아있어, 그게 안 보여? 네 주위엔 널 지켜주는 사람들이 있다고! 메이와 큐쇼! 그리고 테레사 선배까지! 모두 너를 위해 지금도 싸우고 있어! 이대로 그들을 버릴 셈이야!?",
			"You're alive, can't you see that? There are people around you who are supporting you! Mei, Kyuushou! And even Lady Theresa! They're all fighting for you right now! Are you just going to abandon them like this?!",
			null,
			"But you're still alive aren't you, and you have other people around you who support you! Think of Mei! Think of Kyuushou! And Theresa-sensei! They all fought for you until now! Are you just going to leave them behind?",
			"You are alive, can't you see that? You are surrounded by people who support you! Mei and Kyuushou! And even Theresa senior! They are all still fighting for you! You're just going to abandon them like this!"
		],
		[
			"msg",
			253177,
			"And not only them! I will be your backbone as well! Kiana! Cheer up! Now you need more to be as stronger as your mother!",
			"而且不只是她们！我也会成为你的支柱！琪亚娜！振作起来！现在的你更应该像你妈妈一样坚强！",
			"それに彼女たちだけじゃないわ！私だってあなたを支えているのよ！キアナ！しっかりしなさい！あなたは、ママと同じように強くならなくちゃいけないのよ！！",
			"게다가 그들만이 아니야! 나도 너를 지지하고 있다고! 키아나! 정신 차려! 넌, 엄마처럼 강해져야만 하는 거야!!",
			"And they're not the only ones! I support you too! Kiana! Pull yourself together! You have to be as strong, just like your mom!!",
			null,
			"And it's not just them! I'll be your backbone, too! Kiana! Cheer up! All the more reason for you to be strong like your mom now!",
			"And it's not just them! I have your back too! Kiana! You have to be strong! You have to be strong just like your mom!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253178,
			"It…doesn't matter.",
			"已经……无所谓了。",
			"もう……どうでもいい。",
			"이젠... 다 상관없어.",
			"It... doesn't matter anymore.",
			null,
			"It already ...... doesn't matter.",
			"I don't care about ...... anymore."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253179,
			"…",
			"……",
			"……。",
			".......",
			"......"
		],
		[
			"msg",
			253180,
			"I know it's impossible to cheer you up immediately. Stay here first to have a rest, and think about it.",
			"我知道现在让你一下子振作起来是不可能的事情，你先在这里休息一下吧，好好考虑一下。",
			"すぐに元気になれとは言わない。まずはここで休んで、ゆっくり考えなさい。",
			"금방 힘내라곤 안 할게. 일단 여기서 쉬면서, 천천히 생각해봐.",
			"I'm not asking you to get well right away. Just rest here first and think it over.",
			null,
			"I know it's impossible to get you to snap out of it all at once right now, so just rest here for a while and think about it.",
			"I'm not asking you to get well right away. First, rest here and think it over."
		],
		[
			"msg",
			253181,
			"Kiana, I've never talk about your stength, because your strength is already very notable, that you can always be postive when faced with all kinds of difficulties…and you never give up.",
			"琪亚娜，平时我都没有夸奖过你的优点，因为你的优点是那么的明显，就是面对什么样的危险都能乐观积极的面对…从来不轻言放弃。",
			"キアナ……普段、私があなたの長所を褒めてこなかったのは、口にするまでもなく歴然としていたからよ。あなたは、どんな困難に直面しても楽観的で、前向きだった。一度たりとも軽々しく諦めようとはしなかったわ。",
			"키아나... 평소에 내가 네 장점을 칭찬하지 않은 건, 말로 할 필요도 없이 당연했기 때문이야. 넌 어떤 어려움에 부딪혀도 낙관적이고 긍정적이었어. 단 한 번도 가볍게 포기하려 하지 않았지.",
			"Kiana... I usually don't praise your good points because they're obvious without even needing to be said. You've remained optimistic and positive no matter what difficulties you faced. You never once gave up just like that.",
			null,
			"Kiana, usually I don't even praise your strengths because they are so obvious, that is, you are optimistic and positive in the face of any kind of danger...never giving up lightly.",
			"Kiana...... I usually didn't praise your strengths because they were obvious, not to mention unspoken. You were optimistic and positive in the face of every challenge. You never once tried to give up lightly."
		],
		[
			"msg",
			253182,
			"So I believe you will make it, Kiana, don't give up yourself.",
			"所以我相信你一定能撑过去的，琪亚娜，千万不要放弃自己。",
			"だから、あなたならきっと乗り越えられると信じてる。キアナ、自分の力を信じなさい。",
			"그러니, 너라면 분명 극복할 수 있을 거야. 키아나, 네 자신의 힘을 믿어.",
			"So I believe you can get through this. Believe in yourself, Kiana.",
			null,
			"So I'm sure you'll make it through, Kiana, and don't ever give up on yourself.",
			"So I believe you will get through this. Kiana, believe in your own strength."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253183,
			"…",
			"……",
			"……。",
			".......",
			"......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253184,
			"Bang!!",
			"轰隆轰隆！！",
			"ドォォーン、ドォォォン！！",
			"우르르, 우르르르!!",
			"<i>Boom, BOOOOM!!</i>",
			null,
			"Rumble, rumble, rumble!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253185,
			"It's the sound of attack! Shicksal has already started attacking…",
			"是战斗的声音！看来天命的部队已经开始进攻了么……",
			"爆発音！？どうやら天命の部隊が攻めて来たみたいね……。",
			"폭발음!? 아무래도 천명 부대가 공격해 온 모양이네......",
			"An explosion?! It seems the Schicksal troops are attacking...",
			null,
			"It's the sound of battle! Does it look like Schicksal's forces have begun their attack? ......",
			"The sound of explosions! Looks like Schicksal's troops have attacked. ......"
		],
		[
			"msg",
			253186,
			"Kiana, stay here! I will see what's happening outside!",
			"琪亚娜，你待在这里！我去外面看看！",
			"キアナ、あなたはここにいて！私は外を見てくるわ！",
			"키아나, 너는 여기 있어! 나는 밖을 살펴볼게!",
			"Kiana, you stay put! I'll go take a look outside!",
			null,
			"Kiana, you stay here! I'm going to look outside!",
			"Kiana, you stay here! I'll go check outside!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253187,
			"…",
			"……",
			"……。",
			".......",
			"......"
		],
		[
			"msg",
			253188,
			"Shicksal…",
			"天命……",
			"天命……。",
			"천명.......",
			"Schicksal...",
			null,
			"Schicksal......",
			"Schicksal......。"
		],
		[
			"msg",
			253189,
			"The chief culprit of mother's death!!!",
			"杀死妈妈的罪魁祸首！！！",
			"ママを殺した奴らの集まり！！",
			"엄마를 죽인 놈들의 집합체!!",
			"They killed my mom!!",
			null,
			"The culprit who killed mom!!!!",
			"A bunch of people who killed my mom!"
		]
	],
	"515": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253324,
			"Bang!!",
			"轰隆！！！",
			"ドォォォン！！！",
			"쿵!!!",
			"<i>BOOOOM!!!</i>",
			null,
			"Boom!!!",
			"D'oh!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253325,
			"The battle has started, I never thought to be against Schiscial…",
			"看来战斗已经开始了，没想到会有一天与天命为敌……",
			"どうやら戦闘が始まったようね。まさか天命と戦う日が来るなんて……。",
			"어쩌면 전투가 시작된 모양이네. 천명과 싸울 날이 올 줄이야…….",
			"Looks like the battle has begun. I never thought the day would come when I would have to fight against Schicksal...",
			null,
			"Looks like the battle has begun, never thought I'd see the day I'd make an enemy of Schicksal ......",
			"Looks like the battle is on. I never thought I'd see the day when I'd have to fight Schicksal. ......"
		],
		[
			"msg",
			253326,
			"I can fight against them who are also Valkyria…",
			"我能对同为女武神的她们战斗么……",
			"同じ戦乙女だというのに、彼女たちと戦わなきゃいけないのね……。",
			"같은 전투여신이라는 데, 그녀들과 싸워야 하다니…….",
			"Even though we're both Valkyries, we still have to fight... (TN: Idk how to phrase this better)",
			null,
			"Can I fight against the same Valkyries ......",
			"They are the same war maidens, but you have to fight them. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253327,
			"Himeko, it's not a good thing to walk around in other people's place.",
			"姬子少校，随便在别人家里乱逛可不好哦。",
			"姫子少佐、人の家で勝手なことはしないでもらえるかしら？",
			"히메코 소좌, 남의 집에서 함부로 행동하지 말아줄래?",
			"Major Himeko, could you please refrain from doing anything unexpected in a place that isn't yours?",
			null,
			"Major Himeko, it's not nice to just wander into someone's house.",
			"Major Himeko, could you please not do anything unauthorized in my house?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253328,
			"Cocolia…",
			"可可利亚……",
			"カカリア……。",
			"쿠쿠리아…….",
			"Cocolia...",
			null,
			"Cocolia......",
			"Cocolia......。"
		],
		[
			"msg",
			253329,
			"These Valkyria are targeting us, I can't turn a blind eye!",
			"这些女武神的目标是我们，我无法视而不见！",
			"この戦乙女たちのターゲットは私たちよ。見て見ぬふりなんてできないわ！",
			"이 전투처녀들의 표적은 우리야. 보고도 못 본 척할 수 없어!",
			"We're the target of these Valkyries. We cannot turn a blind eye!",
			null,
			"These Valkyries are targeting us, and I can't turn a blind eye!",
			"We are the target of these war maidens. We can't turn a blind eye!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253330,
			"Don't overthink. You think their objective is only arresting you? The fight between Schiscial and Anti-entropy is inevitable, even without you.",
			"少自作多情了，你以为她们的目的只是抓捕你们么，天命对逆熵的战争本来就是无法避免的事情，就算没有你们也一样。",
			"思い上がるのも大概にしてほしいわね。彼女たちの目的が、あなたたちを捕まえることだけだと思っているの？天命とネゲントロピーの戦争はもう避けられない運命なのよ。あなたたちがいても、いなくても同じ。",
			"건방지게 굴 정도는 적당히 해줬으면 좋겠네. 그녀들의 목적이 너희들을 잡는 것뿐이라고 생각하는 거야?천명과 네겐트로피의 전쟁은 이제 피할 수 없는 운명이야. 너희들이 있든 없든 똑같아.",
			"Stop being so arrogant. Do you really think their only goal is to capture you all? At this point, the war between Schicksal and Anti-Entropy is inevitable. It'd be the same with or without you here.",
			null,
			"Don't flatter yourself, do you think their purpose is just to capture you guys, Schicksal's war against Anti-Entropy is supposed to be something that can't be avoided, even without you guys.",
			"I hope you're not too presumptuous. Do you think that their only goal is to capture you girls? The war between Schicksal and Anti-Entropy is already doomed to be inevitable. It's the same with or without you people."
		],
		[
			"msg",
			253331,
			"But I am not against it if you want to fight with your previous boss, after all you know them best. And you must have much Schiscial intelligence to share.",
			"不过既然你想和老东家作对我也不反对，毕竟你是最熟悉她们的人，对于天命的作战情报也应该有很多信息可以分享的吧。",
			"でも、あなたが戦おうっていうのなら止めないわ。彼女たちのことを一番分かっているのはあなたなんだから。天命の戦い方に関する情報も、たくさん共有してもらえるでしょうし。",
			"하지만 네가 싸우겠다면 말리지 않을게. 그녀들에 대해 가장 잘 아는 건 너니까.천명의 전투 방식에 관한 정보도 많이 공유해 줄 수 있겠지.",
			"But if you want to fight, I won't stop you. You know them best, after all. You should have a lot of information to share with us about how to fight Schicksal.",
			null,
			"But since you want to go against your old boss I don't have any objections, after all, you're the one who knows them the best, and you should have a lot of information to share about Schicksal's combat intelligence, right?",
			"But if you want to fight, I won't stop you. You know them best. You will be able to share a lot of information about how to fight Schicksal."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253332,
			"…",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253333,
			"Why, do you still have affection towards Schiscial. You won't be so innocent to be pround of a Valkyrie, right?",
			"怎么了，事到如今还对天命有一丝留念么，你不会还天真以天命的女武神为荣吧？",
			"どうしたの。この期に及んで、まだ天命に思い入れがあるのかしら？まさか、未だに天命の戦乙女であったことを名誉だと思っているんじゃないでしょうね？",
			"왜 그래. 이 지경에 이르러서도 아직 천명에 미련이 있는 거야? 설마 아직도 천명의 전투처녀로 있었던 걸 영광으로 생각하는 건 아니겠지?",
			"What's wrong? Do you still feel attached to Schicksal even after all this time? You don't think it's an honor to have been a Valkyrie of Schicksal, do you?",
			null,
			"What's the matter? You're still thinking about Schicksal? You're not naive enough to be proud of Schicksal's Valkyrie, are you?",
			"What's wrong? Do you still have feelings for Schicksal at this late stage? Don't tell me you still consider it an honor to have been a Schicksal's War Maiden?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253334,
			"No, I am a Valkyrie even not belonging to Schiscial. Because my mission never changes, to fight for destroying Houkai!",
			"不，就算不属于天命我还依然是女武神。因为我的使命从来都没有改变，为了消灭崩坏而战！",
			"何か勘違いしているようね。天命に属していなくとも、私は戦乙女のままよ。私の使命に変わりはないもの。崩壊を消滅させるために戦うのが戦乙女なのよ！",
			"뭔가 오해하고 있는 모양이네. 천명에 속하지 않아도, 나는 발키리야. 내 사명에 변함은 없어. 붕괴를 소멸시키기 위해 싸우는 게 발키리야!",
			"You seem to be misunderstanding something. Even if I'm no longer part of Schicksal, I'm still a Valkyrie. My mission remains the same. A Valkyrie's duty is to fight to eliminate the Honkai!",
			null,
			"No, even if I don't belong to Schicksal I'm still a Valkyrie. Because my mission has never changed, to fight to destroy Honkai!",
			"You've got it all wrong. I may not belong to Schicksal, but I am still a warrior maiden. My mission remains the same. It is the War Maiden who fights to annihilate Honkai!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253335,
			"Huh, what a high principle. Ok, no matter how it is, we are now in the same boat. Let's work together.",
			"哼，真是清高的理念。好吧，不管怎么说，现在我们已经在一条船上了，我们还是好好合作吧。",
			"フン、本当に高潔な理念だこと。いいわ。なんであれ、私たちは同じ艦に乗っているのだから、協力をしあいましょう。",
			"흥, 정말 고결한 이념이구나. 좋아. 어쨌든, 우리는 같은 함선에 탄 동료니 서로 협력하자고.",
			"Hmph, what a noble cause. Alright. Whatever, we're in the same boat right now, so let's cooperate.",
			null,
			"Hmph, what a puritanical notion. Well, anyway, now that we're in the same boat, let's just work together.",
			"Hmm, that's a really noble philosophy. Good. Whatever it is, we are on the same ship, so let's cooperate with each other."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			253336,
			"I will only fight for what I defend, the issue between Anti-entropy and Schiscial is not my business!",
			"我只会为了自己守护的东西而战，逆熵和天命的恩怨不管我的事情！",
			"私は、自分が守るもののために戦うだけよ。ネゲントロピーと天命のしがらみなんて関係ないわ！",
			"나는, 내가 지킬 것을 위해 싸울 뿐이야. 네겐트로피와 천명의 속박 같은 건 상관없어!",
			"I only fight for what I stand for. Anti-Entropy and Schicksal being against each other have nothing to do with it!",
			null,
			"I'll only fight for what I'm guarding, and Anti-Entropy and Schicksal's feuds don't care about me!",
			"I only fight for what I stand for. I don't care about Anti-Entropy and Schicksal's ties!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253337,
			"Huh~such a stubborn woman.",
			"哼~真是顽固的女人。",
			"はぁ～、本当に頑固な女ね。",
			"하아~, 정말 고집 센 여자네.",
			"<i>Sigh~</i> Such a stubborn woman.",
			null,
			"Hm~ What a stubborn woman.",
			"Huh, you really are a stubborn woman."
		]
	],
	"516": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253338,
			"Kyushou…I never find out what happened to her. She was always happy and positive like Kiana, never showed any confusion.",
			"九霄……我从没发现她身上的事情，总是和琪亚娜一起乐观地活着，从来没有表现出迷茫的样子。",
			"九霄ちゃん……私、一度も彼女の異変に気づけなかった。いつもキアナちゃんと一緒に楽しそうにしていて、困った様子なんて一度も見せたことなかったのに。",
			"쿄우쇼... 나는 한 번도 그녀의 이상을 눈치채지 못했어. 항상 키아나와 함께 즐겁게 지내며, 힘들어하는 모습을 보인 적이 없었는데.",
			"Kyuushou-chan... I never noticed there was something wrong with her. She always seemed to be having fun with Kiana-chan, and never once showed any signs of distress.",
			null,
			"Kyuushou ...... I never noticed anything on her, always lived optimistically with Kiana and never showed confusion.",
			"Kyuushou-chan...... me, I never once noticed anything wrong with her. She always seemed to be having fun with Kiana and never once showed any signs of trouble."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253339,
			"She's incredible. The stigmatas are extremely heavy burden for ordinary people. When they have rejection reaction, there will be a strong pain. And she managed to bear that until now.",
			"的确是个了不起的人，她身上的圣痕纹路对于常人来说是极大的负担，当体内的圣痕产生排斥反应的时候会有强烈的痛感，真亏她能忍受到现在。",
			"本当に大した子ね。彼女の身体の聖痕は常人であれば耐えられないほどの負担よ。体内の聖痕が拒絶反応を起こしたとき、強烈な痛みが走っていたはず。これまで、よく耐えていたものだわ。",
			"정말 대단한 아이야. 그녀의 몸의 성흔은 보통 사람이라면 견딜 수 없는 부담이야. 체내의 성흔이 거부 반응을 일으킬 때엔 강렬한 통증이 왔을 텐데. 지금까지 참고 견뎌냈다니.",
			"She's really quite an incredible girl. This Stigmata in her body would be too much of strain on an ordinary human's body. When the Stigmata inside her body rejected each other, she must've felt quite intense pain. I'm impressed that she's been able to endure it so far.",
			null,
			"Indeed a marvelous person, the stigmata pattern on her body was a great burden for normal people, when the stigmata in her body had a repulsive reaction there would be intense pain, it was really thanks to her that she was able to endure it until now.",
			"She really is a big girl. The sacraments in her body are too much for a normal person to bear. When her body rejected the sacrament, the pain must have been intense. I don't know how she has been able to endure it all this time."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253340,
			"So Kyushou always talk while covering her arms…",
			"所以九霄才总是捂着手臂说一些中二的话么……",
			"九霄ちゃんがいつも腕を押さえていたのは、中二病なんかじゃなくて、本当に……。",
			"쿄우쇼가 항상 팔을 움켜쥐고 있던 건 중2병 같은 게 아니라, 정말로...",
			"So the reason Kyuushou-chan was always holding her arm wasn't because of chuunibyou or something, it was really...",
			null,
			"Is that why Kyuushou is always covering his arms and saying something middle-aged ......",
			"Kyuushou was always holding her arm, not some chuunibyou, but really ......."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253341,
			"By the way, I checked the late 8th grade Syndrome. It seems to be a cognition illusion because of the delusion of unknown things. Overall it's a mental disorder without much harm to overall health.",
			"对了，你说的中二病我调查了一下，似乎是一种对于未知事物的妄想所产生的认知错觉。总的来说是心理疾病，对于身体没有大碍。",
			"そうだ、あなたの言う中二病ってやつを調べてみたの。未知なるものに対する妄想から生まれる認知錯覚のようね。要するに心の病。身体に大きな影響ないわ。",
			"그래, 네가 말한 중2병이라는 걸 조사해봤어. 미지의 것에 대한 망상에서 생기는 인지착각이었구나. 요컨대 마음의 병. 몸에는 큰 영향 없어.",
			"That's right, I looked into that \"chuunibyou\" thing you mentioned. It seems to be a cognitive illusion born from delusions about the unknown. It's pretty much a mental illness, so it doesn't have any major physical effects.",
			null,
			"By the way, I've investigated what you said about middle-aged sickness, and it seems to be a kind of cognitive illusion created by delusions about the unknown. Overall it's a mental illness, and it's not a big deal for the body.",
			"Yes, I looked up what you call a chuunibyo. It seems to be a cognitive illusion born from a delusion of the unknown. In short, a disease of the mind. It doesn't affect the body in any significant way."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253342,
			"Huh…ok, I thought you already forgot.",
			"唔…好吧，没想到博士居然还记得。",
			"そ、そう。博士、覚えてたんですね。",
			"그, 그래. 박사님, 기억하고 계셨군요.",
			"R-Right. So you remembered, Doctor.",
			null,
			"Hmm...well, I didn't think the Doctor would remember.",
			"So, yes. Doctor, you remembered."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253343,
			"By the way, the USB flash disk found in Moonlight Throne should belong to her, there are some recordings of occultism and the source code of a game.",
			"对了，在月光王座上捡到的U盘也是她的东西吧，里面记录着一些神秘学的东西还有一个游戏的源代码。",
			"そうだ、ＭＥ社で落としていったUSBも彼女のものでしょう？中を見たけど……オカルト学に関する内容やゲームのコードらしきものが入ってたわよ。",
			"그래, ME 사에서 떨어뜨리고 간 USB도 그 애 거지? 내용을 봤더니... 오컬트학 관련 내용이나 게임 코드 같은 것들이 들어있더구나.",
			"That's right, that USB you forgot at the ME Corp HQ was hers, right? I looked inside and... it contained information about the occult and what looked like video game programming.",
			null,
			"By the way, the flash drive I picked up on the Moonlight Throne was also her stuff, I think, and it recorded some occult stuff and the source code for a game.",
			"Yes, the USB drive that she dropped off at the ME company is also hers, right? I looked inside and it had what looked like ...... occultology content and game codes."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253344,
			"Ah…Kyushou did say that her RELICS or whatever was lost, so it's here!",
			"啊…的确那个时候九霄有说过自己的魔导器还是什么的遗失了，原来在博士这边么！",
			"そういえば……確かにあのとき、九霄ちゃんが魔導器を失くしたって騒いでたわね。博士のところにあったのね。",
			"그러고 보니…… 확실히 그때 큐쇼 씨가 마도기를 잃어버렸다고 소동을 피웠더라. 박사님 곁에 있었던 거구나.",
			"Come to think of it... Kyuushou-chan was making a fuss about losing some magical device of hers back then. It was when we were at your place, Doctor.",
			null,
			"Ah...indeed at that time Kyuushou had said that he had lost his magic guide or something, so was it on the Doctor's side!",
			"Speaking of which, ...... surely at that time, Kyuushou was fussing about losing her magic device. It was at the doctor's place, wasn't it?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253345,
			"Yes, I found her very interesting after reading her works, and would love to talk to her after she wakes up. It's brilliant to design those characters, the creature called HOMU, Bronya, the little kid, liked it very much. She even made lots of HOMU muppets by herself.",
			"嗯，看完她的作品之后总感觉是个非常有趣的人，如果她醒了真想好好和她聊聊呢。能设计出那样的卡通形象真是了不起，那个叫吼姆的生物布洛妮娅，啊，就是那个三无小鬼，她可是很中意呢，还自己做了好多吼姆布偶。",
			"ええ。彼女の作品を見たけど、とても面白かったわ。あんなＣＧをデザインできるなんてね。あのホムっていうキャラはブローニャ……あっ、チビッ子の一人ね。とても気に入ったのか自分でぬいぐるみを作ってたもの。",
			"그래. 그 아이 작품을 봤는데, 정말 재미있더라. 저런 CG를 디자인할 수 있다니 말이야. 그 호무라는 캐릭터는 브로냐…… 아, 꼬마 중 하나지. 무척 마음에 들었는지 직접 봉제인형을 만들고 있더라.",
			"Mm-hmm. I took a look at her work and it was very interesting. Who would have thought she could design CGs like that? That character, Homu... Bronya, well... she's one of the kids here. She liked it so much that she made a stuffed toy of it herself. (TN: CG = full screen artworks in VNs and such. Also, why is Yiserin calling Bronya a child, she's at least 14? Hell, is Yiserin even that much older than Bronya? RE: I think it's referring to the kids who grew up in the orphanage as a whole. Like how a parent who had multiple children will refer to them all as \"our children\" even if there's an older one among them. Also, yeah. Estherine is 16.)",
			null,
			"Well, after looking at her work, I always felt that she was a very interesting person, so I'd really like to talk to her when she wakes up. It's amazing that she can design a cartoon like that. Bronya, the creature called Howlmu, ah, she's a big fan of it, and she's even made a lot of Howlmu puppets herself.",
			"Yes. I saw her work and it was very interesting. I can't believe she could design CG like that. That character Hom is Bronya ......, one of the little kids. She loved it so much she made her own stuffed animal."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253346,
			"Is it…",
			"是么……",
			"そうなの……。",
			"그런 거였어…….",
			"Is that so...",
			null,
			"Yes? ......",
			"That's right. ......."
		],
		[
			"msg",
			253347,
			"Seems like I have lots of misunderstanding of Anti-entropy…I always look at you with hatred because the thing of my father, but you and other kids gave me a different feelings from my imagination. You also have pains and joys like ordinary people, like people who I live with!",
			"看来我对逆熵有很多误会呢…因为爸爸的事情总是仇视着你们，但是博士和那些孩子给我的感觉并不是我想的那样，你们也有喜怒哀乐，也和普通人一样活着，仿佛就像身边的人一样！",
			"なんだかネゲントロピーを誤解してたみたい……お父様のことで憎んでいたけれど、博士やあの子たちを見ると、とてもそんな風には思えない。あなたたちにも喜怒哀楽があって、普通の人と同じように暮らしている。",
			"왠지 네겐트로피를 오해하고 있었던 것 같아…… 아버지 일로 미워했지만, 박사님과 그 아이들을 보니, 전혀 그런 느낌이 들지 않아. 너희들도 희로애락이 있고, 보통 사람들과 똑같이 살고 있구나.",
			"I guess I've misunderstood Anti-Entropy... I used to hate you because of what happened to my father, but when I look at you and the children here, I don't see it like that at all. You all have emotions, too, and live just like normal people.",
			null,
			"It seems like I have a lot of misunderstandings about Anti-Entropy...always hating on you guys because of what happened to Dad, but the feeling I got from the Doctor and those kids wasn't what I thought it was, you guys have likes and dislikes and live like normal people, as if you're just like the people around you!",
			"I guess I kind of misunderstood Anti-Entropy. ...... I hated you for your father, but when I look at the doctor and those kids, I don't see it that way. You guys have joy, anger, sorrow, and happiness, and you live like normal people."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			253348,
			"Coo…So we were like monsters in your previous imagination…",
			"咕…原来在你的想象里我们都是怪物么……",
			"クスッ……あなたの頭の中で、私たちはどんな怪物だったのかしら……。",
			"픽…… 네 머릿속에선, 우리를 어떤 괴물로 생각하고 있었던 거야…….",
			"Pfft... I wonder what kind of monsters we were in your imagination...",
			null,
			"Coo...so are we all monsters in your imagination ......",
			"C'mon ...... what kind of monsters we were in your head ......."
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253349,
			"But speak of your father, he is a man worth respect.",
			"不过谈到你的父亲，他的确是个令人尊敬的人呢。",
			"でも、あなたのお父様といえば、本当に素晴らしい人よね。",
			"하지만, 네 아버지라고 하면, 정말 대단한 분이시더라.",
			"But speaking of your father, he's a wonderful man indeed.",
			null,
			"But when it comes to your father, he's an honorable man indeed.",
			"But speaking of your father, he is truly a wonderful man."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253350,
			"Can I see him again! How is he?",
			"我还能见到父亲么！他现在怎么样了？",
			"お父様に会ったことあるの！？今はどこで、何を！？",
			"아버지를 만난 적이 있어!? 지금은 어디서, 뭘 하고 계시는데!?",
			"You've met my father?! Where is he now and what is he doing?!",
			null,
			"Will I ever see my father again! How is he now?",
			"I have met your father! Now where and what!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253351,
			"He lives well, and I think you will see each other soon. As you said, Anti-entropy is not a cold-blooded organization, so don't worry.",
			"你父亲活得好好的，我想你们父女马上就能相见了。正如你所说，逆熵也不是冷血的组织，所以你放心吧。",
			"あなたのお父様は元気にしているわ。そう遠くない将来、きっと再会できると思うわよ。ネゲントロピーだって、そんな血も涙もない組織じゃないから安心して。",
			"네 아버지는 잘 지내고 계셔. 머지않은 미래에, 분명 다시 만날 수 있을 거야. 네겐트로피라고 해서, 그런 피도 눈물도 없는 조직은 아니니까 안심해.",
			"Your father is doing well. I'm sure you'll be reunited in the not-too-distant future. Anti-Entropy isn't some cold-hearted organization, so you can rest assured.",
			null,
			"Your father is alive and well. I think you father and daughter will meet soon. As you said, Anti-Entropy is not a cold-blooded organization either, so don't worry.",
			"Your father is doing well. I am sure you will see him again in the not-too-distant future. Anti-Entropy is not such a bloodless organization, so don't worry."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253352,
			"Really…great…",
			"是么…太好了……",
			"そうなの……よかった……。",
			"그런 거였어…… 다행이야…….",
			"I see... thank goodness...",
			null,
			"Really...great ......",
			"Yes, ...... thank goodness. ......"
		]
	],
	"510": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253190,
			"Ahh…My mind hasen't been so stuck like this…",
			"啊啊…好久没有这种思想卡壳的感觉了……",
			"ああ……こんなに考えが煮詰まるなんて久しぶりだわ……。",
			"아...... 이렇게 머리가 막힌 건 오랜만이네......",
			"Ah... it's been a while since I've had such a difficult time figuring things out...",
			null,
			"Ahhhh...it's been a while since I've felt this stuck in my head ......",
			"Oh ...... I haven't been this stuck in my thoughts in a long time. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			253191,
			"Doctor, do you find the solution!",
			"博士，有找到办法么！",
			"博士、何か方法は見つかった？",
			"박사님, 뭔가 방법은 찾았어요?",
			"Doctor, have you found a solution?",
			null,
			"Doctor, have you found a way!",
			"Dr. B., have you found a way to do this?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253192,
			"Sorry, I still don't have any clue…Although there are several plans that we can try, they are all too dangerous. And the circumstance won't give us opportunity to try. If it fails, her life will be…",
			"抱歉，目前还没有头绪…虽然有几种能够尝试的方案，但是都太危险了。而且这种情况也不会给我们尝试的机会，如果失败的话她的性命就……",
			"ごめんなさい。まだ手がかりを掴めないの……いくつか試せる方法はあるんだけれど、どれも危険すぎて……。しかも、この状況で試すこと自体無謀。もし失敗したら彼女の命が……。",
			"미안해요. 아직 단서를 잡지 못했어요...... 몇 가지 시도해볼 방법은 있지만, 모두 너무 위험해서...... 게다가 이런 상황에서 시도하는 것 자체가 무모해요. 만약 실패하면 그녀의 목숨이......",
			"I'm sorry. I still don't have a clue... There are a few methods I could try, but they're all too dangerous... and it would be too reckless to even try them in this situation. If I fail, her life will be in danger...",
			null,
			"Sorry, no clue yet...there are several options that could be tried, but they are all too dangerous. And this situation won't give us a chance to try, if it fails her life is ......",
			"Sorry, I'm sorry, I'm just not sure what to do. I still don't have a clue ...... there are several ways I can try, but they are all too risky ....... Moreover, it would be reckless to try under the circumstances. If we fail, her life will be ......."
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253193,
			"Ahh!! Why I can't think of some plans that are more likely to succeed!",
			"啊啊！！想不到成功率高一些的方案啊！！！",
			"ああ！！もっと成功率の高い方法がきっとあるはずなのに！！",
			"아!! 더 높은 성공률의 방법이 분명 있을 텐데!!",
			"Ahh!! I can't think of any solution with a higher success rate!!",
			null,
			"Ahhhh!!! Can't think of a program with a higher success rate!!!!",
			"Ah! There must surely be a more successful way!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253194,
			"How come…",
			"怎么会……",
			"そんな、どうしたら……。",
			"그런, 어떻게 하면......",
			"Then what do we do...?",
			null,
			"How come ......",
			"Oh no, how can I help you? ......."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253195,
			"The only way to save Kyushou is to take out the Herrscher's core, but its Houkai energy has permeated her body. It's not easy to get it out!",
			"要拯救九霄唯一的方案就是想办法把吸收的律者核心取出来，但是律者核心的崩坏能已经渗透进她的体内了，想要分离出来谈何容易！",
			"九霄を助ける唯一の方法は、律者のコアを取り出すことなの。でも、律者のコアの崩壊エネルギーが彼女の体内を侵食しちゃってるから、取り出そうにも取り出せなくて……。",
			"큐쇼를 구할 유일한 방법은 율자 코어를 꺼내는 거야. 하지만 율자 코어의 붕괴 에너지가 그녀의 몸을 침식하고 있어서, 꺼내려고 해도 꺼낼 수가 없어......",
			"The only way to save Kyuushou is to remove the Herrscher Core. But the Honkai Energy from the Core has eaten away at her body, making it impossible to remove...",
			null,
			"The only option to save Kyuushou was to find a way to take out the absorbed Herrscher core, but the Honkai core's disintegration energy had already infiltrated her body, so how easy would it be to separate it out!",
			"The only way to save Kyuushou is to take out Herrscher's core. But the Honkai energy of Herrscher's core has invaded her body, so we can't take it out even if we wanted to. ......"
		],
		[
			"msg",
			253196,
			"Moreover, there are several other Stigmata power against each other. This is more difficult than separating Infinite Gem!!!",
			"再加上她的体内还交错着其他几股圣痕的力量互相对抗，这可比把无限宝石分离出来更困难啊！！！",
			"加えて、彼女の体内で複数の聖痕がその力を拮抗させているの。これのせいで、コアを分離させることがさらに難しくなってる！！",
			"게다가, 그녀의 몸 안에 여러 성흔이 그 힘을 상쇄시키고 있어. 이 때문에 코어를 분리하는 게 더 어려워졌어!!",
			"Additionally, the power from the multiple Stigmata inside her body conflict with each other, making it even more difficult to separate the Core!!",
			null,
			"Plus she had several other stigmata powers intertwined within her body fighting against each other, which could be even more difficult than separating the Infinity Gems!!!!",
			"In addition, there are multiple stigmata within her body that are competing with each other in their power. This makes it even more difficult to separate the core!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253197,
			"Doctor, you were mentioning…",
			"博士，你刚才说的是……",
			"博士、それじゃあ……。",
			"박사님, 그렇다면......",
			"Then, Doctor...",
			null,
			"Doc, you were talking about ......",
			"Doctor, then you can go to ......."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			253198,
			"Ah! Sorry, just made a joke because of the atmosphere. Never mind!",
			"啊！抱歉，只是气氛太尴尬开个玩笑而已，不要在意！",
			"あっ！ごめんなさい。こんな弱音吐いて、暗くさせちゃったわね。気にしないでちょうだい。",
			"아! 미안해요. 이런 약한 소리해서 분위기 어둡게 만들었네요. 신경 쓰지 마세요.",
			"Ah! I'm sorry. For whining like this and making things gloomy. Don't mind me.",
			null,
			"Oh, I'm sorry! I'm sorry, it was just a joke about the awkwardness of the situation. Don't worry about it!",
			"Oh! I'm sorry. I'm sorry for making you feel so gloomy by talking so weakly. Don't worry about it."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			253199,
			"No, you said there are several Stigmata power in Kyushou's body, what if we combine them altogether to resist Herrscher's core Houkai?",
			"不，你说九霄的体内有好几股圣痕的力量，如果把那些圣痕的力量结合起来一同抵制律者核心的崩坏呢？",
			"ううん、大丈夫よ。それよりも、九霄ちゃんの体内には聖痕の力が複数存在するんでしょ？その聖痕の力を一つにまとめて、律者のコアの崩壊に対抗させたりできないのかしら？",
			"아니, 괜찮아요. 그보다 큐쇼 몸 안에 성흔의 힘이 여러 개 존재하는 거죠? 그 성흔의 힘을 하나로 모아서 율자 코어의 붕괴에 대항할 수는 없을까?",
			"No, it's fine. But more importantly, there's the power of multiple Stigmata inside Kyuushou-chan, right? I wonder if it's possible to combine the power of those Stigmata into one and use it to counter the Honkai in the Herrscher Core?",
			null,
			"No, you said that Kyuushou has the power of several Stigmata within his body, what if the power of those Stigmata were combined together to resist the Honkai Core's collapse?",
			"No, I'm fine. More importantly, Kyuushou, you have more than one power of the sacrament in your body, don't you? Couldn't you unite the power of those holy scars to counteract the Honkai of Herrscher's core?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253200,
			"I've thought about your idea, but that's the most difficult part.",
			"你的想法我有考虑过，但是那是最无法实现的一点。",
			"その方法は私も考えたわ。でも、それが一番実現不可能な方法なのよ。",
			"그 방법도 생각해봤어요. 하지만 그게 가장 실현 불가능한 방법이에요.",
			"I've thought about that too. But it's the most unrealistic option.",
			null,
			"I have considered your idea, but that is the most unattainable point.",
			"I've thought about that method too. But it's the least feasible way."
		],
		[
			"msg",
			253201,
			"The so called Stigmata, means the special gene strand in human bodies, which they are born with. Those who have Stigmata have unique resistance against Houkai that can arouse special ability, but the theory behind is still unknown…",
			"所谓的圣痕，是存在于特定人群体内的特殊基因链，是这些人从诞生的时候就拥有的东西。拥有圣痕的人有着对崩坏的独特抗性，可以激发出特殊的能力，但是这种能力的原理目前还无法得知……",
			"聖痕っていうのは、特定の人たちの体内に生まれつき存在する特殊なゲノムなの。聖痕を持っている人は崩壊に対し特殊な耐性を持っていて、変わった能力も有するわ。でも、その能力の原理は未知に包まれていて……。",
			"성흔이란 특정 사람들의 몸 안에 타고나는 특수한 게놈이에요. 성흔을 가진 사람은 붕괴에 특수한 내성을 지니고 있고, 특이한 능력도 가지고 있어요. 하지만 그 능력의 원리는 미지에 싸여있고......",
			"Stigmata are special genomes that are present in certain people from birth. Those who possess Stigmata have a special Honkai resistance and also possess unusual abilities. However, the principles behind these abilities remain a mystery...",
			null,
			"The so-called stigmata are special genetic chains that exist within a specific group of people, something that these people possess from the time of their birth. Those who possess the stigmata have a unique resistance to Honkai and can inspire special abilities, but the principle of such abilities is currently unknown ......",
			"Stigmata are special genomes that are innate in certain people. The bearer of a sacrament has a special resistance to Honkai and unusual abilities. But the principle of their abilities is unknown. ......"
		],
		[
			"msg",
			253202,
			"Even I am not able to understand the root of Stigmata…This power is like specially designed and hardly explained by natural theories…maybe it's a curse on us from even ancient times.",
			"就算是我也不能完全理解圣痕的根源…这种力量仿佛是被专门设计出来的一般，很难用自然的理论去解释…也许是从更远古的时代施加在我们身上的诅咒也说不定。",
			"それに聖痕の根源が何なのかについてもよく分かっていないの……この力は、まるで人為的にデザインされたようで、自然の摂理だけでは説明できない……。もしかしたら、古代文明人が私たちにかけた呪いなのかもね。",
			"게다가 성흔의 근원이 무엇인지도 잘 모르겠어요...... 이 힘은 마치 인위적으로 디자인된 것 같아서, 자연의 섭리만으로는 설명이 안 돼요...... 아마도 고대 문명인이 우리에게 건 저주일지도 모르죠.",
			"Furthermore, we don't really know the origin of Stigmata... The power seems almost artificially designed, and can't be explained by the laws of nature alone... Perhaps it's a curse placed on us by an ancient civilization.",
			null,
			"Even I can't fully understand the roots of the stigmata...it's as if this power was specially designed, it's hard to explain it with natural theories...maybe it's a curse that was inflicted on us from an even more ancient time.",
			"And we don't really know what the root of the stigmata is either. ...... This power seems as if it was artificially designed and cannot be explained by the natural order alone. ...... Maybe it is a curse placed on us by ancient civilized people."
		],
		[
			"msg",
			253203,
			"But normally, people with Stigmata will only have one. It's my first time seeing someone like Kyushou to have several Stigmatas at the same time.",
			"但是一般的圣痕拥有者的体内也只会存在一个圣痕，像九霄这样同时拥有复数圣痕的人我也是第一次遇到。",
			"そもそも、過去の聖痕所有者を見ると、聖痕の所持数はみんな1つだけなの。九霄みたいに同時に複数の聖痕を持っている人なんて初めて見たわ。",
			"애초에 과거의 성흔 소유자들을 보면, 성흔의 소유 수는 모두 1개뿐이에요. 큐쇼처럼 동시에 여러 성흔을 가진 사람은 처음 봤어요.",
			"In the first place, if you look at past Stigmata owners, they all only ever had one Stigmata. I've never seen someone have multiple Stigmata at the same time like Kyuushou.",
			null,
			"But the average Stigma possessor will only have one Stigma in their body, and it's the first time I've encountered someone like Kyuushou who has plural Stigmata at the same time.",
			"To begin with, when I look at past stigmata owners, they all have only one stigmata. I've never seen someone like Kyuushou who has multiple stigmata at the same time."
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253204,
			"Based on my current ability, let alone combine these Stigmatas, I can't even distinguish…",
			"以我现在的能力，别说是让这些圣痕结合起来，就连分辨都无法做到……",
			"私の今の知識じゃ、聖痕をまとめるどころか、識別することだってできやしない……。",
			"내 현재 지식으로는 성흔을 정리하는 건커녕, 식별하는 것조차 할 수 없어.......",
			"With my current knowledge, I can't even identify Stigmata, let alone group them...",
			null,
			"With my current ability, I can't even distinguish these stigmata, let alone make them combine ......",
			"With my current knowledge, I can't even identify the stigmata, let alone put them together. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			253205,
			"Do we…just see Kyushou die with nothing we can do! It's unacceptable!!",
			"难道就…就只能眼睁睁地看着九霄死去么！这样的结果我无法接受！！",
			"それじゃあ……九霄ちゃんが死んでいくのを黙って見ているしかないの！？そんな残酷な運命、受け入れられない！！",
			"그럼...... 큐쇼이 죽어가는 걸 가만히 지켜볼 수밖에 없는 거야!? 그런 잔혹한 운명, 받아들일 수 없어!!",
			"So then... that means we have no choice but to watch in silence as Kyuushou-chan slowly dies?! I can't accept such a cruel fate!",
			null,
			"Is it just...can we just watch Kyuushou die! I can't accept such an outcome!",
			"So then, I have no choice but to sit back and watch ...... Kyuushou-chan die! Such a cruel fate, I can't accept it!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253206,
			"Coo…",
			"咕……",
			"ぐっ……。",
			"윽.......",
			"Grk...",
			null,
			"Goo ......",
			"Gugu ......."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253207,
			"We still have another way.",
			"还有办法。",
			"いや、可能性は残されている。",
			"아니, 가능성은 남아있다.",
			"No, there is still a possibility.",
			null,
			"There are ways.",
			"No, the possibility remains."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253208,
			"Mr. Walt!? Why you come here?",
			"瓦尔特大人！？您怎么来了？",
			"ヴェルト様！？どうしてここに？",
			"웰트님!? 왜 여기에?",
			"Lord Welt?! What are you doing here?",
			null,
			"Lord Welt!? What brings you here?",
			"Mr. Welt! What are you doing here?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253209,
			"Mei is right. The interaction of Stigmatas in Kyushou's body generated a force that turns back to her and caused the Stigmatas circuit. But all these years the Stigmatas maintain in a stable status without much harm to her, which means they have the possibility of integration.",
			"芽衣说的没错，九霄的体内的圣痕互相作用产生的反噬才造成了她身上的圣痕回路，但是经历了这么多年这些回路都是相对稳定状态，并没有对她造成太大的伤害，也就是说那些圣痕存在融合的可能性。",
			"九霄の体内では聖痕が互いに反発し、絡み合っている。しかし、長い時間を経ていたお陰か状態は安定……致命傷を与えていない。つまり、先ほど言ったように聖痕を融合させることは可能かもしれないということだ。",
			"큐쇼의 체내에서는 성흔들이 서로 반발하며 얽혀있다. 하지만 긴 시간이 흐른 덕분인지 상태는 안정적...... 치명상을 주지 않고 있다. 즉, 아까 말한 대로 성흔을 융합시키는 것이 가능할지도 모른다는 거다.",
			"The Stigmata inside Kyuushou's body are repelling each other and intertwining. However, thanks to the long time that has passed, their condition is stable... and they have not dealt a fatal blow. In other words, as you were just talking about, it may be possible to fuse the Stigmata.",
			null,
			"Mei was right, the backlash from the stigmas in Kyuushou's body interacting with each other was what caused the stigma circuits in her body, but after so many years those circuits were in a relatively stable state and hadn't done too much damage to her, which meant that there was a possibility of those stigmas fusing.",
			"Inside Kyuushou's body, the stigmata are repulsed and entangled with each other. However, thanks to the long time that has passed, the state of the body is stable ...... and has not inflicted any fatal injuries. This means that it may be possible to fuse the holy marks as I mentioned earlier."
		],
		[
			"msg",
			253210,
			"This girl is a special one. I was being too careless. Among the three Stigmatas, one is from Kiana, one belongs to herself, another one…If her coltalization wasn't stopped, Her power of  The Second Herrscher would have been revived now.",
			"这孩子是个特殊的个体，是我太大意了，她体内的三圣痕一个来自于琪亚娜，一个是属于她自己的圣痕，还有一个…如果当时没有阻止她的律者化，恐怕现在已经可以完全苏醒第二律者的力量了。",
			"この子は特別な個体だ。俺が迂闊だった。彼女の体内にある3つの聖痕、1つはキアナ、1つは彼女自身、もう1つは……。もしあの時、彼女の律者化が止まることなく進んでいたら、第二律者の力が蘇っていただろう。",
			"이 아이는 특별한 개체다. 내가 우쭐했지. 그녀의 체내에 있는 3개의 성흔, 하나는 키아나, 하나는 그녀 자신, 또 하나는...... 만약 그때, 그녀의 율자화가 멈추지 않고 진행됐다면, 제2율자의 힘이 깨어났을 것이다.",
			"This girl is a special individual. I was careless. She has three Stigmata inside her body: one belonging to Kiana, one to herself, and another... If her transformation into a Herrscher had continued uninterrupted at that time, the Second Herrscher's powers would have been revived.",
			null,
			"This child is a special individual, I was careless, the three stigmata in her body are one from Kiana, one belongs to her own stigmata, and one... If I hadn't stopped her Herrscherization at that time, I'm afraid that she would have been able to fully awaken the power of the Second Herrscher by now.",
			"This girl is a special individual. I bypassed it. She has three stigmata in her body, one for Kiana, one for herself, and one for ....... If her Herrscherization had gone on unabated at that time, the power of the Second Herrscher would have been revived."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			253211,
			"The Second Herrscher! It's The Second Herrscher that turned Kyushou into this!",
			"事到如今还在说什么第二律者么！都是因为这个第二律者九霄才变成这样的！",
			"こんなことになってるのに、まだ第二律者なんかにこだわるってるの！？その第二律者のせいで九霄ちゃんがこんな状態になっちゃったんじゃない！",
			"이런 상황인데도 아직 제2율자 같은 거에 집착하는 거야!? 그 제2율자 때문에 큐쇼이 이런 상태가 된 거잖아!",
			"Even though things have come to this, you're still hung up on the matter of the Second Herrscher?! It's <i>because</i> of the Second Herrscher that Kyuushou-chan is even in this state!",
			null,
			"You're still talking about the Second Herrscher! It's all because of this Second Herrscher that Kyuushou has become like this!",
			"You're still hung up on the second Herrscher even though you're in this mess! Herrscher is the reason Kyuushou is in this state!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253212,
			"You're right, it's my fault, so I will try my best to save her life.",
			"你说的对，这是我的责任，所以我会尽全力拯救她。",
			"その通り。これは俺の責任だ。だから、俺が全力で彼女を助ける。",
			"그렇다. 이건 내 책임이다. 그래서, 내가 전력으로 그녀를 구하겠다.",
			"That's right. This is my responsibility. So I'll do everything in my power to help her.",
			null,
			"You're right, it's my responsibility, so I'll do everything I can to save her.",
			"That's right. This is my responsibility. So I'm going to do everything I can to help her."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253213,
			"But how to do that…",
			"但是要怎么做才能……",
			"ですが、どうすれば……。",
			"하지만, 어떻게 하면......",
			"But how...?",
			null,
			"But what does it take to ......",
			"But how can we help you at ......."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253214,
			"Doctor, this is not your style. You shouldn't make such a mistake.",
			"博士，这可不像你的风格，你是不会问出这样的问题的。",
			"博士、君らしくないな。いつもなら、自ら答えを導き出していたはずだ。",
			"박사, 평소답지 않네. 평소라면 스스로 답을 찾아내곤 했을 텐데.",
			"That's not like you, Doctor. Normally you would've figured it out yourself.",
			null,
			"Doctor, it's not like you to ask a question like that.",
			"Dr. B., that's not like you. Normally, you would have come up with the answer yourself."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			253215,
			"Eh…",
			"呃……",
			"うっ……。",
			"윽…….",
			"Ugh...",
			null,
			"Uh ......",
			"Ugh. ......."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253216,
			"What you need to do is to answer these unanswerable questions, right?",
			"你要做的永远都只是将这些无法回答的问题给出答案不是么？",
			"君がすべきは、このような問題に対して思考を放棄せず、答えを出すことじゃないのか？",
			"네가 해야 할 일은 이런 문제에 대해 생각을 포기하지 않고 답을 내는 것이 아닌가?",
			"Isn't it your job to think things through and come up with solutions to impossible problems? (TN: Not sure if this translation is right)",
			null,
			"All you ever have to do is give answers to these unanswerable questions don't you?",
			"Isn't that what you should be doing, not giving up thinking on these issues and coming up with answers?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			253217,
			"Huh…I'm blamed by Mr. Walt again. Seems like I am still not a qualified scientist.",
			"哎…没想到又被瓦尔特大人说教了，看来我还不是一个合格的科研工作者呢。",
			"あぁ……まさか、またヴェルト様に叱られるとは。やっぱり、私は科学者としてまだまだ未熟みたいね。",
			"아…… 설마, 또 벨트 님에게 혼날 줄이야. 역시, 나는 과학자로서 아직 한참 미숙한 모양이네.",
			"Ahh... I never thought I'd be scolded by Lord Welt again. I guess I still have a lot to learn as a scientist.",
			null,
			"Oops...I didn't expect to be lectured by Welt-sama again...looks like I'm not a qualified researcher yet.",
			"Ah, ...... I never thought I would be scolded by Welt again. I guess I'm still immature as a scientist after all."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253218,
			"Now the priority is to stabilize her Herrscher core. Stigmata's power can hardly resist the core of Herrscher. But if there's another force to balance the conflicts of the two, we can stabilize the Houkai energy in her body.",
			"现在首要的事情是稳定她体内的律者核心，圣痕的力量在没有律者熔炉的情况下很难和律者核心对抗，但如果用一股其他的力量来均衡双方的冲突，就能暂时稳定住她体内的崩坏能。",
			"今、真っ先にすべきは体内にある律者のコアを落ち着かせることだ。聖痕の力と律者のコア、双方の衝突を別の力で緩和させれば、しばらくの間、彼女の崩壊エネルギーを安定させることができる。",
			"지금, 가장 먼저 해야 할 일은 체내에 있는 율자의 코어를 진정시키는 거야. 성흔의 힘과 율자의 코어, 양쪽의 충돌을 다른 힘으로 완화시키면, 얼마 동안은 그녀의 붕괴 에너지를 안정시킬 수 있어.",
			"Right now, the first thing we need to do is calm the Herrscher Core inside her body. If we could use a different power to ease the conflict between the power of the Stigmata and the Herrscher Core, we could stabilize the Honkai Energy in her for a period of time.",
			null,
			"The first and foremost thing now was to stabilize the Herrscher Core inside her, the power of the Stigma would be difficult to fight against the Herrscher Core without the Herrscher Furnace, but if a force of other power was used to equalize the conflict between the two sides, it would be able to stabilize the Honkai energy inside her for the time being.",
			"The first thing to do now is to calm the Herrscher's core in her body. If we can mitigate the collision of both the power of the Stigmata and the Herrscher's core with another force, we can stabilize her Honkai energy for a while."
		],
		[
			"msg",
			253219,
			"I can do this. I will try to use less time to find the answer.",
			"这件事就交给我吧，我会尽量争取时间，在这段时间内找出答案吧。",
			"ここは俺に任せてくれ。時間を稼ぐ、その間に答えを見つけるんだ。",
			"여긴 내게 맡겨둬. 시간을 벌어줄 테니, 그 사이에 답을 찾아내.",
			"Leave this to me. I'll buy you some time to figure out the answer.",
			null,
			"Leave this to me. I'll try to buy some time. Let's find out in the meantime.",
			"Let me handle this part. I'll buy you some time, and we'll find some answers in the meantime."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			253220,
			"Mr. Walt! Are you?",
			"瓦尔特大人！你是要？",
			"ヴェルト様！何をされるおつもりですか？",
			"벨트 님! 무슨 짓을 하시려는 거죠?",
			"Lord Welt! What are you planning to do?",
			null,
			"Lord Welt! Are you going to?",
			"Mr. Welt! What are you doing?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253221,
			"Don't forget, I am a Herrscher too.",
			"别忘了，我也是律者。",
			"忘れるな。——俺も律者だ。",
			"잊지 마. ——나도 율자다.",
			"Have you forgotten?//n——I'm a Herrscher, too.",
			null,
			"Don't forget, I'm a Herrscher too.",
			"Remember. --I'm a Herrscher, too."
		]
	],
	"517": [
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253353,
			"Mr. Walt, Schiscial's main force is coming, including the battleship.",
			"瓦尔特大人，天命的大部队正在接近，那艘战舰也在其中。",
			"ヴェルト様、天命の本隊が接近中です。あの戦艦もいます。",
			"웰트 님, 천명의 본대가 접근 중입니다. 그 전함도 함께 있습니다.",
			"Lord Welt, Schicksal's main force is approaching. That battleship, too.",
			null,
			"Lord Welt, a large force from Schicksal is approaching, and that warship is among them.",
			"Mr. Welt, Schicksal's main squadron is approaching. That battleship is there too."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253354,
			"Otto finally can't wait.",
			"奥托终于按耐不住了么。",
			"オットーめ、ついに我慢しきれなくなったか。",
			"오토 녀석, 결국 참지 못했나.",
			"That damned Otto, has he finally lost his patience?",
			null,
			"Has Otto finally pressed on.",
			"Otto, you finally lost your patience."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253355,
			"If Schiscial is using the weapon that destroyed St. Freya HS, I am afraid we can't avoid to be bursted into ruins.",
			"如果天命使用毁掉圣芙蕾雅学园的那个武器的话，恐怕我们也逃不了变成废墟的命运。",
			"もし、聖フレイヤ学園を壊滅させたときと同じ兵器を天命が使ってきたら……私たちも同じ運命を辿ることになります。",
			"만약 세인트 프레야 학원을 괴멸시킬 때와 같은 병기를 천명이 사용해 온다면...... 우리도 같은 운명을 맞이하게 됩니다.",
			"If Schicksal uses the same weapon that destroyed St. Freyja Academy here... we will suffer the same fate.",
			null,
			"If Schicksal uses the same weapon that destroyed St. Freya High School, I'm afraid we won't be able to escape being reduced to rubble.",
			"If Schicksal uses the same weapons that destroyed St. Freya High School, ...... we will suffer the same fate."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253356,
			"You're right, then do we have any solutions?",
			"你说的对，有什么应对方案么？",
			"その通りだ。何か対抗策はあるか？",
			"그렇다. 무슨 대책이라도 있는가?",
			"Correct. Do you have any countermeasures?",
			null,
			"You're right. Any response options?",
			"That's right. Do you have any countermeasures?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253357,
			"The range of attack of the battleship is very broad, and normal weapons won't be able to stop it. Unless Mr. Walt…",
			"那艘战舰的攻击辐射范围很广，使用常规武器无法阻止它的进攻，除非瓦尔特大人……",
			"あの戦艦の攻撃範囲はとても広く、通常の武器ではあれの進攻を止められません。ヴェルト様でもない限り……。",
			"그 전함의 공격 범위는 매우 넓어, 일반적인 무기로는 저것의 진격을 막을 수 없습니다. 벨트 님이 아니고서야......",
			"That battleship's attack range is so wide that no ordinary weapon can stop its advance. Unless you...",
			null,
			"That battleship's attack radiates so widely that it can't be stopped using conventional weapons unless Lord Welt ......",
			"The attack range of that battleship is so wide that no conventional weapon can stop the advance of that thing. Unless you are Mr. Welt. ......"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253358,
			"Sorry…I don't have the energy to stop that weapon either.",
			"抱歉……现在的我也没有挡住那个武器的力量。",
			"申し訳ないが……今の俺にもあの武器を食い止める力はないよ。",
			"미안하지만...... 지금의 나도 그 병기를 막을 힘은 없어.",
			"I'm sorry, but... even I don't have the power to stop that weapon right now.",
			null,
			"Sorry ...... I'm not blocking the power of that weapon even now.",
			"I'm sorry, ...... but even I don't have the power to stop that weapon now."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253359,
			"Mr. Walt, did you use your energy to save that girl?",
			"瓦尔特大人，你把自己的力量用在那个女孩身上了么？",
			"ヴェルト様……まさか、ご自身の力をあの娘のために使われたのですか？",
			"벨트 님...... 설마, 자신의 힘을 그 소녀를 위해 사용하신 겁니까?",
			"Lord Welt... don't tell me you used your power to help that girl?",
			null,
			"Lord Welt, did you use your power on that girl?",
			"Mr. Welt ...... You did not use your own power for that girl, did you?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253360,
			"Right, the only way to control the core of Herrscher inside her body is to use my Herrscher energy against the Second Herrscher, in order to keep the balance inside her.",
			"没错，控制她体内律者核心的方法只有使用我的律者能量与第二律者抗衡，这样才能维持她体内的平衡。",
			"そうだ。彼女の体内にある律者のコアを制御するには、俺の持つ力を使って第二律者と拮抗させるしかなかった。そうしなければ、彼女の体内のバランスを保てなかったのだ。",
			"그렇다. 그녀의 체내에 있는 율자의 코어를 제어하기 위해서는, 내가 가진 힘으로 제2율자와 균형을 맞출 수밖에 없었다. 그러지 않으면, 그녀의 체내 균형을 유지할 수 없었던 거야.",
			"That's right. The only way to control the Second Herrscher's Core inside her body was to use my power to counterbalance it. Otherwise, her body wouldn't be able to maintain its balance.",
			null,
			"That's right, the only way to control the core of the Herrscher within her is to use my Herrscher energy to fight against the second Herrscher so that the balance within her can be maintained.",
			"That's right. The only way to control the Herrscher core in her body was to use the power I had to antagonize the Second Herrscher. Otherwise, I could not maintain the balance in her body."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253361,
			"But then you will be!",
			"但这样瓦尔特大人就！",
			"ですが、それではヴェルト様が……！",
			"하지만, 그렇게 하시면 벨트 님이......!",
			"But then you'd...!",
			null,
			"But then Lord Welt would!",
			"But then, Mr. Welt is ......!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253362,
			"Don't worry about me…I don't have much time already. If that girl can come back to life, she would be our final Ace…",
			"不用担心我…我的时间本来就不多，如果那个女孩真的能够起死回生，也许会是我们最后的王牌……",
			"心配は不要だ……俺に残された時間は元から多くはない。それに、あの娘が生き延びてくれれば、最後の切り札になるかもしれない……。",
			"걱정은 필요 없다...... 내게 남은 시간은 원래 많지 않았어. 게다가, 그 소녀가 살아남아 준다면, 최후의 카드가 될지도 모르지......",
			"There's no need to worry... I didn't have much time left to begin with. Besides, if that girl survives, it might be our final trump card...",
			null,
			"Don't worry about me...I don't have a lot of time to begin with, and if that girl does manage to come back from the dead, it might be our last ace in the hole ......",
			"Don't worry, ...... I don't have much time left to me to begin with. Besides, if that girl survives, she might be my last trump card. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253363,
			"You mean…",
			"您的意思是……",
			"それはつまり……。",
			"그 말은 즉......",
			"You mean...",
			null,
			"You mean ......",
			"That is, ......."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253364,
			"Where will be the future of Anti-entropy. How I wish to see that moment coming.",
			"逆熵的未来到底会走向何方呢，真想亲眼目睹到那一刻的到来。",
			"ネゲントロピーの未来はどんな方向に進むのか、この目でしかと見届けたいものだな。",
			"네겐트로피의 미래가 어떤 방향으로 나아갈지, 이 눈으로 똑똑히 지켜보고 싶군.",
			"I would love to see with my own eyes what direction Anti-Entropy will take in the future.",
			null,
			"Where exactly is the future of Anti-Entropy headed, I wish I could see that moment coming.",
			"I would like to see with my own eyes what direction Anti-Entropy's future will take."
		],
		[
			"msg",
			253365,
			"Cocolia, open the \"gate\", let all the people in orphanage evacuate to \"Ark.\"",
			"可可利亚，把“门”打开吧，让孤儿院的人员撤离到“方舟”。",
			"カカリア、「扉」を開けるのだ。孤児院の人間を「方舟」に避難させろ。",
			"쿠쿠리아, 「문」을 열어라. 고아원 사람들을 「방주」로 대피시켜.",
			"Cocolia, open the \"Door\". Evacuate the people of the orphanage to the \"Ark\".",
			null,
			"Cocolia, open the door and evacuate the orphanage to the Ark.",
			"Cocolia, open the \"door\". Evacuate the people of the orphanage to the \"Ark\"."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			253366,
			"Do you mean to abandon this orphanage!",
			"您的意思是舍弃这所孤儿院么！",
			"それはつまり、この孤児院を捨てるのですか！？",
			"그건 즉, 이 고아원을 버리겠다는 말입니까!?",
			"You mean we're abandoning the orphanage?!",
			null,
			"Do you mean to abandon the orphanage?",
			"Does that mean you are abandoning this orphanage!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			253367,
			"Sorry, Cocolia, we need to save the final hope, even if giving up everything.",
			"抱歉，可可利亚。我们必须留下最后的火种，就算舍弃一切。",
			"すまない、カカリア。最後の火種を失うわけにはいかないんだ。たとえ、それ以外を全て失うこととなっても。",
			"미안하다, 쿠쿠리아. 마지막 불씨를 잃을 순 없어. 비록 그 외의 모든 것을 잃게 된다 해도.",
			"Apologies, Cocolia. I can't lose this last spark, even if it means losing everything else.",
			null,
			"I'm sorry, Cocolia. We must leave the last spark behind, even if it means giving up everything.",
			"I'm sorry, Cocolia. I can't lose the last spark, even if it means losing everything else. Even if it means losing everything else."
		]
	],
	"511": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				317,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253222,
			"Go to hell!",
			"去死！",
			"死ねっ！",
			"죽어라!",
			"<i>Die!</i>",
			null,
			"Go to hell!",
			"Die!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				317,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253223,
			"Don't think you can defeat me so easily!",
			"别以为这么简单就能解决掉本大爷！！",
			"そんな簡単にボクを倒せると思うなよ！！",
			"그렇게 쉽게 날 이길 수 있을 거라 생각하지 마!!",
			"Don't think you can defeat me that easily!!",
			null,
			"Don't think it's so easy to get rid of this lord!",
			"Don't think you can beat me that easily!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				317,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253224,
			"Hahahaha~very vigorous kids!",
			"呵呵呵呵~真是元气十足的孩子们呢！",
			"ふっふっふ～、本当に元気な子供たちね！",
			"훗훗훗~, 정말 활기찬 아이들이네!",
			"Hehehe~ What lively children!",
			null,
			"Ohhhh~ What a meta kid!",
			"Phew~ You really are energetic kids!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			253225,
			"Bang!!!",
			"砰！！！",
			"パァンッ！！",
			"팡!!",
			"<i>Bang!!</i>",
			null,
			"BANG!!!",
			"Pow!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253226,
			"Seele, Sin, keep the distance and pin her down!",
			"希儿，杏。拉开距离，牵制住她！",
			"ゼーレ、シン。離れてください。彼女を引きつけます！",
			"제레, 신. 떨어져 주세요. 그녀를 유인합니다!",
			"Seele, Sin. Stay back. Keep her occupied!",
			null,
			"Seele, Sin. Pull back and hold her!",
			"Seele, Sin. Get away from her. I'll draw her away!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253227,
			"You better worry about yourself~",
			"你还是担心自己吧~",
			"あなたは、自分の身をもっと心配したほうがいいわよ。",
			"당신은, 자신의 몸을 더 걱정하는 게 좋을 거예요.",
			"You should worry more about yourself.",
			null,
			"You should worry about yourself.",
			"You should worry more about yourself."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			253228,
			"Crack!",
			"咔！",
			"ガッ！",
			"쾅!",
			"<i>Click!</i>",
			null,
			"Click!",
			"Gah!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253229,
			"Eh!",
			"呃！",
			"うっ！",
			"윽!",
			"<i>Ugh!</i>",
			null,
			"Uh-huh!",
			"Ugh!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				317,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253230,
			"Get away from my sister!!",
			"从姐姐大人身边滚开！！",
			"お姉ちゃんの傍から離れなさい！",
			"언니 곁에서 떨어지세요!",
			"Get away from Bronya!",
			null,
			"Get away from Sister-sama!",
			"Get away from your sister!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253231,
			"Bang!!!",
			"砰！！！",
			"ブォォン！！",
			"우웅!!",
			"<i>BOOM!!</i>",
			null,
			"BANG!!!",
			"BOOM!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253232,
			"Seele!",
			"希儿！",
			"ゼーレッ！",
			"제레!",
			"<i>Seele!</i>",
			null,
			"Seele！",
			"Zeret!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				317,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			253233,
			"I am ok..Sister-Sama…",
			"我没事…姐姐大人……",
			"お姉ちゃん、私は大丈夫……。",
			"언니, 나는 괜찮아...。",
			"I'm fine... Bronya...",
			null,
			"I'm fine...Sis-sama ......",
			"Sis, I'm fine. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				317,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253234,
			"Seele, Sin…You must protect here, protect mother!",
			"希儿，杏…一定要守住这里，保护好妈妈！",
			"ゼーレ、シン……必ずここを死守するのです。お母様を守ってください！",
			"제레, 신... 반드시 여기를 사수하는 거야. 어머님을 지켜줘!",
			"Seele, Sin... defend this place to the death. Protect Matushka!",
			null,
			"Seele, Sin...must hold this place and protect mom!",
			"Seele, Sin ...... make sure you defend this place to the death. Please protect your mother!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				317,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			253235,
			"I know!!",
			"不用你说我也知道！！",
			"言われなくたって分かってるよ！！",
			"말하지 않아도 알아!!",
			"I don't need you to tell me!!",
			null,
			"I don't need you to tell me!",
			"I know that even if you don't tell me!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				317,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253236,
			"What an enviable sisterhood~Don't worry, I will let you die together!",
			"真是令人羡慕的姐妹情谊呢~放心吧，我会让你们死在一起的！",
			"麗しき姉妹愛ね～。安心して、一緒に死なせてあげるから！",
			"아름다운 자매애네~. 안심해, 함께 죽여줄 테니까!",
			"Such beautiful sisterly love~ Don't worry, I'll let you die together!",
			null,
			"What an enviable sisterhood~ Don't worry, I'll let you die together!",
			"What a beautiful sisterly love! Don't worry, I'll let you die with me!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			253237,
			"Bang!!!",
			"当！！！",
			"ドンッ！！！",
			"쿵!!!",
			"<i>THUD!!!</i>",
			null,
			"Dang!!!",
			"DON!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			253238,
			"Hum…",
			"嚯……",
			"あら……。",
			"어라......",
			"Oh my...",
			null,
			"ooh ......",
			"Oh my. ......."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			253239,
			"I never thought the S-level Valkyrie Maria will come in person. It's such an honor for us.",
			"没想到S级女武神玛丽亚殿下居然亲自上阵，看来我们的面子还真不小呢。",
			"S級戦乙女様が自ら出陣とは……私たちのことを高く評価してくれていたみたいね。",
			"S급 전처녀님이 직접 출전이라니... 우리를 높이 평가해주셨던 모양이네.",
			"For an S-rank Valkyrie to come all the way out here herself... You must think quite highly of us.",
			null,
			"I didn't expect that Her Highness Maria, the S-class Valkyrie, would actually take on the battlefield herself, so it looks like we're not losing face.",
			"It seems that the S-class war maidens thought highly of us ...... to go out on their own."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			253240,
			"Long time no see, Himeko. Never imgaine we see each other in this way~",
			"好久不见了呢姬子，没想到会以这种形式再会~",
			"お久しぶりね、姫子。こんな形で再開するとは思わなかったわ。",
			"오랜만이네, 히메코. 이런 형태로 재회할 줄은 몰랐어.",
			"Long time no see, Himeko. I never thought we'd meet again like this.",
			null,
			"It's been a long time, Himeko. I didn't expect to see you again in this form.",
			"Long time no see, Himeko. I didn't expect to see you again like this."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			253241,
			"I'm sorry. I don't want to meet you as an enemy, either…Shicksal \"Witch.\"",
			"很遗憾，我也不想以敌人的形式和你相遇呢……天命的“魔女”。",
			"同意見よ。私も敵という形であなたとは会いたくなかったわ……天命の「魔女」。",
			"동의야. 나도 적이라는 형태로 너와는 만나고 싶지 않았어... 천명의 「마녀」.",
			"Agreed. I also didn't want to see you as an enemy... Schicksal's \"Witch\".",
			null,
			"Unfortunately, I don't want to meet you in the form of an enemy either....... Schicksal's \"Witch\".",
			"Agreed. I didn't want to meet you in the form of an enemy either. ...... Schicksal's \"Witch\"."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			253242,
			"Hahaha~I appreciate your courage. You are the first A-level Valkyrie that dares to play against me. If it's not the command of Archbishop, I would love to invite you to my team~",
			"呵呵呵~不得不夸奖你的勇气呢，A级女武神敢这样和我正面交手的你还是第一个，要不是主教大人的命令真想把你收入麾下呢~",
			"ふふふ～、あなたの勇気を褒めてあげないとね。A級戦乙女がこうやって正面から立ち向かってくるなんて、あなたが初めてだわ。主教様の命令でなければ私の配下に加えてあげたいくらいですの。",
			"훗훗~, 네 용기를 칭찬해주지 않을 수 없네. A급 전처녀가 이렇게 정면으로 맞서다니, 네가 처음이야. 주교님의 명령이 아니면 내 부하로 넣어주고 싶을 정도입니다.",
			"Hehehe~ I have to praise your courage. You're the first A-rank Valkyrie I've seen stand up to me head-on like this. If it weren't for Lord Bishop's orders, I'd consider adding you to my squad.",
			null,
			"I have to praise your courage, you're the first A-class Valkyrie to fight me head-on like this, and if it weren't for the Bishop's order, I'd really like to take you under my wing!",
			"Hmmm~ I must commend you on your courage, you are the first Class A war damsel to confront me head-on like this. If it weren't for the orders of my Bishop, I'd be tempted to add you to my staff."
		],
		[
			"msg",
			253243,
			"But you come in a right time…",
			"不过你来的正好……",
			"それに、ちょうど良くあなたに会えて良かった……。",
			"게다가, 마침 잘도 널 만나서 좋았어......",
			"Anyway, you've come at the perfect time...",
			null,
			"But you're just in time ......",
			"Besides, it was nice to meet you just in time. ......"
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253244,
			"Tell me, where exactly is Kiana~",
			"快告诉我，琪亚娜到底在哪~",
			"早く言いなさい。キアナは一体どこなのかしら？",
			"빨리 말해. 키아나는 대체 어디 있는 거야?",
			"Tell me immediately. Where the hell is Kiana?",
			null,
			"Tell me where Kiana is!",
			"Say it quickly. Where the hell is Kiana?"
		]
	],
	"512": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253245,
			"Coo! No wonder she's the S-level Valkyrie…terribly strong!",
			"咕！不愧是S级女武神…实在是强的可怕！",
			"ぐっ！さすがはS級戦乙女……恐ろしく強い！",
			"꽉! 역시 S급 발키리…… 무시무시하게 강하군!",
			"Grk! As expected of an S-rank Valkyrie... Terrifyingly strong!",
			null,
			"Goo! Worthy of being an S-rank Valkyrie...it's really strong and scary!",
			"Ggh! You are indeed an S-class war maiden ...... terribly strong!"
		],
		[
			"msg",
			253246,
			"Little kids! Can you hold on there!",
			"小鬼们！你们还撑得住么！",
			"おチビちゃんたち！大丈夫！？",
			"꼬맹이들! 괜찮아!?",
			"Hey, little ones! You okay?!",
			null,
			"Kids! Are you guys holding up!",
			"Hey, little guys! Are you okay!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			253247,
			"We don't need Schiscial to worry. It's our own business.",
			"不需要天命的人担心，我们自己可以解决。",
			"天命の人間に心配されずとも、自分でどうにかできます。",
			"천명의 인간에게 걱정받지 않아도, 나 혼자 어떻게든 할 수 있어.",
			"Those of Schicksal have no need to worry about us. We can handle it ourselves.",
			null,
			"We don't need the Schicksal people to worry about it, we can take care of it ourselves.",
			"You don't need to worry about Schicksal people, you can take care of yourself."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253248,
			"So Archbishop is right, you were also bewitched by Kiana and betrayed Schiscial, and one of the murderers for Sessiria-Sama's death…",
			"看来主教大人说的没错，原来你也是被琪亚娜所蛊惑背叛了天命，是害死塞西莉亚大人的凶手之一呢……",
			"主教様の言った通りのようね。あなたもキアナにそそのかされて天命を裏切った。セシリア様を死なせた犯人の一人なのね……。",
			"주교 님이 말씀하신 대로군. 너도 키아나에게 꼬드김을 받아 천명을 배신했어. 세실리아 님을 죽인 범인의 하나였던 거네…….",
			"It seems Lord Bishop was right. You too were seduced by Kiana and betrayed Schicksal. You are one of the perpetrators of Lady Cecilia's death...",
			null,
			"It seems that the bishop-sama was right, so you were also compelled by Kiana to betray Schicksal and were one of the murderers who killed Schicksal-sama ......",
			"It seems the Bishop was right. You too were seduced by Kiana to betray Schicksal. You are one of the culprits who let Lady Cecilia die. ......"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			253249,
			"Murderers…What are you saying! It's Otto himself!",
			"害死塞西莉亚园长……你说什么！明明是奥托他自己！！",
			"セシリア学園長を死なせた……？何を言っているの！オットーが……オットーが殺したんじゃない！",
			"세실리아 학원장을 죽게 한……? 무슨 말을 하는 거야! 오토가…… 오토가 죽인 게 아니라고!",
			"She killed Principal Cecilia...? The hell are you talking about?! Otto... Otto was the one who killed her!",
			null,
			"Death to Cecilia the gardener ...... What are you talking about! It was clearly Otto himself!",
			"You let the head of the Cecilia School die: ......? What are you talking about! Otto didn't kill ...... Otto!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253250,
			"Don't quibble! Atone for your sin with your life!!",
			"不用狡辩！就用你的命来偿还这份罪过吧！！",
			"そんな戯言に耳など貸さないわ！あなたの命で、その罪償ってもらうわよ！！",
			"그런 헛소리 귀담아듣지 않겠어! 네 목숨으로 그 죗값을 치르게 해주겠어!!",
			"I won't listen to such nonsense! You will pay for your sins with your life!!",
			null,
			"No need for sophistry! Just pay for this sin with your life!",
			"I will not listen to that nonsense! You will pay for your sins with your life!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			253251,
			"Bang bang bang!!",
			"砰砰砰！！",
			"バン、バン、バン！！",
			"빵, 빵, 빵!!",
			"<i>Bang, bang, bang!!</i>",
			null,
			"Bang, bang, bang!",
			"Bang, bang, bang!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			253252,
			"!?",
			"！？",
			"！？",
			"안녕하세요!？",
			"?!",
			null,
			"What's going on?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			253253,
			"Hahaha…",
			"呵呵呵……",
			"ふふふ……。",
			"후후후…….",
			"Hehehe...",
			null,
			"Heh heh heh ......",
			"Hmmm. ......."
		],
		[
			"msg",
			253254,
			"Hahahaha!!!",
			"哈哈哈哈！！！",
			"あは、はっはっはっは！！！",
			"아하, 하하하하!!!",
			"Ahah, HAHAHAHAH!!!",
			null,
			"Hahahahaha!!!",
			"Haha, hahaha!"
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253255,
			"Finally I find you!! Kiana!!",
			"终于找到你了！！琪亚娜！！",
			"やっと見つけたわよ！！キアナ！！",
			"드디어 찾았어!!키아나!!",
			"Finally, I've found you!! Kiana!!",
			null,
			"Finally found you! Kiana!",
			"I finally found you! Kiana!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253256,
			"The murderer! I won't let off anyone from Schiscial!!!",
			"杀死妈妈的凶手！我绝对不会放过天命的家伙！！！",
			"天命がママを殺した！絶対に許さないっ！！！",
			"천명이 엄마를 죽였어! 절대로 용서하지 않겠어!!!",
			"Schicksal killed Mom! I'll NEVER forgive them!!!",
			null,
			"Mom's killer! I will never let the Schicksal guys off the hook!!!!",
			"Schicksal killed my mom! I'll never forgive you!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253257,
			"Kiana! Don't come! She's not a competitor that you can defeat!",
			"琪亚娜！别过来！她不是你能战胜的对手！！",
			"キアナ！来ちゃダメよ！彼女はあなたが勝てる相手じゃないわ！！",
			"키아나! 오면 안 돼! 그녀는 네가 이길 수 있는 상대가 아니야!!",
			"Kiana! Stay back! She's not someone you can beat!!",
			null,
			"Kiana! Stay back! She is not an opponent you can defeat!",
			"Kiana! Don't come here! She's not someone you can beat!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253258,
			"Kekeke! After so many years of tolerance, finally this day comes!",
			"咯咯咯！经过了无数煎熬的岁月，终于让我等到了这一天！",
			"あはは！ようやくですの！ここまで苦労した甲斐があったわ。",
			"아하하! 드디어야! 여기까지 고생한 보람이 있었어.",
			"Ahaha! Finally! Seems it was worth the trouble coming here after all.",
			null,
			"LOL! After countless torturous years, the day has finally come for me!",
			"Ha-ha-ha! Finally! It was worth all the trouble I went through to get here."
		],
		[
			"msg",
			253259,
			"Kiana! I will take away everything from you! Just like what you did to me before!!",
			"琪亚娜！我要把你的一切都夺走！就像你当时对我所做的一样！！",
			"キアナ！あなたの全てをいただくわ！かつて、あなたが私にしたようにッ！！",
			"키아나！ 너의 모든 것을 받아줄 거야！ 네가 나에게 했던 것처럼！！",
			"Kiana! I'll take everything from you! <i>Just like you did to me!!</i>",
			null,
			"Kiana! I'm going to take everything from you! Just like you did to me then!",
			"Kiana! I will take all of you! As you once did to me!"
		]
	],
	"513": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253260,
			"Ahhhhhh!!!",
			"啊啊啊啊！！！",
			"うわあぁああああっ！！",
			"으아아아아악!!",
			"<i>AAAAAAAGHHH!!</i>",
			null,
			"Ahhhhhhhh!!!",
			"Wow!"
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253261,
			"Bring my mom back! Bring her back! Bring her back! Bring her back! Bring her back! Bring her back! Bring her back! Bring her back! Bring her back! Bring her back! Bring her back!",
			"把妈妈还给我！还给我！还给我！还给我！还给我！还给我！还给我！还给我！还给我！还给我！还给我！！！！",
			"ママを返してっ！返して！返して！返して！返して！返して！返して！返して！返して！返して！返して！！！！",
			"엄마를 돌려줘! 돌려줘! 돌려줘! 돌려줘! 돌려줘! 돌려줘! 돌려줘! 돌려줘! 돌려줘! 돌려줘! 돌려줘!!!!",
			"Give me back my mom! Give her back! Give her back! Give her back! Give her back! Give her back! Give her back! Give her back! GIVE HER BACK!!!!",
			null,
			"Give me back my mom! Give it back to me! Give it back to me! Give it back to me! Give it back to me! Give it back to me! Give it back to me! Give it back to me! Give it back to me! Give it back to me! Give it back to me ！！！！",
			"Give me back my mom! Give it back! Give it back! Give it back! Give it back! Give it back! Give it back! Give it back! Give it back! Give it back! Give it back! ！！！！"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				109,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253262,
			"Hahahaha! This is right expression! It's so wonderful to see your painful look!",
			"哈哈哈哈！就是这种表情！看着你痛苦的样子实在是太美妙了！",
			"ふふふふふ！そう、その表情よ！あなたの苦しんでいる顔って本当に綺麗だわ！",
			"후후후후후! 그래, 바로 그 표정이야! 네가 고통받는 얼굴은 정말 아름다워!",
			"Hehehehehe! Yes, that's the right expression! Your face is so beautiful when you're in pain!",
			null,
			"Ha ha ha ha! That's the look! It's just so wonderful to watch you in pain!",
			"Mmm-hmm! Yes, it's that look! Your suffering face is really beautiful!"
		],
		[
			"msg",
			253263,
			"It's you who kills Sessiria-Sama, and shamelessly say something like this! How funny!!",
			"明明是你害死了塞西莉亚大人居然还厚着脸皮说这种话！真是笑死人了！！",
			"セシリア様を死なせたくせに、どの口がそんなことを言うのかしら！冗談も大概にしてほしいわねっ！！",
			"세실리아 님을 죽여놓고서, 어느 입으로 그런 말을 하는 거야! 농담도 적당히 해야지!",
			"How dare you say something like that after you caused Lady Cecilia's death! I wish you'd stop joking around!!",
			null,
			"It's obvious that you're the one who got Cecilia-sama killed and you actually have the cheek to say such things! What a laugh!",
			"You let Lady Cecilia die, but which one of you would say such a thing? I hope you are joking!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253264,
			"My mother is killed by Schiscial! I will never forgive you!!!",
			"妈妈是被天命杀死的！我是不会原谅你们的！！！",
			"ママは天命に殺されたのよ！私は……私は絶対にあなたたちを許さない！！！",
			"엄마는 천명에게 죽임을 당했어! 나는... 나는 절대로 너희들을 용서하지 않겠어!!!",
			"Mom was killed by Schicksal! I... I will NEVER FORGIVE YOU!!!",
			null,
			"Mom was killed by Schicksal! I will never forgive you all!!!",
			"My mom was killed by Schicksal! I ...... I will never forgive you guys!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				109,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253265,
			"Still quibbling! I will tear apart your foul mouth!!",
			"还在狡辩么！就让我把你这张臭嘴给撕烂！！",
			"まだ言い逃れをするつもりですの！？その減らず口を二度と開けないようにしてやるわ！！",
			"아직도 변명하려는 거야!? 그 입을 다시는 열지 못하게 해 주겠어!!",
			"Still trying to make excuses?! I'll make sure you never open your mouth again!!",
			null,
			"Are you still arguing! Let me tear your stinking mouth apart!",
			"You are still trying to talk your way out of this! I'm going to make sure you never open that diminishing mouth again!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253266,
			"Bang!!!",
			"砰！！！",
			"バンッ！！！",
			"빵야!!!",
			"<i>BANG!!!</i>",
			null,
			"BANG!!!",
			"BANG!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253267,
			"Ew ahhh!!",
			"呃啊啊！！",
			"ガハッ！！",
			"으악!!",
			"<i>Gyahh!!</i>",
			null,
			"Uh-uh-uh!",
			"Gah!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253268,
			"Kiana!",
			"琪亚娜！",
			"キアナッ！！",
			"키아나!!",
			"<i>Kiana!!</i>",
			null,
			"Kiana！",
			"Kianak!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253269,
			"Painful? Desperate? This is a drop in the bucket compared to the pain I have had. Now I will give it all back to you!",
			"很痛吧？很绝望吧？但这与我受到的痛苦来比根本微不足道呢，我会把我受到的痛苦全奉还给你！",
			"痛い？絶望的？でも、こんなのは私が受けた苦痛に比べたらどうってことないのよ。私が受けた苦痛を、全てあなたに味あわせてあげるわ！",
			"아파? 절망적이지? 하지만 이런 건 내가 겪은 고통에 비하면 아무것도 아니야. 내가 겪은 고통을, 모두 네게 맛보게 해 주겠어!",
			"Does it hurt? Do you feel hopeless? But this is nothing compared to the pain I've endured. I'll make you feel all the pain I've been put through!",
			null,
			"It hurts, doesn't it? Desperate? But it's nothing compared to the pain I've suffered, and I'll give you all the pain I've suffered!",
			"Painful? Hopeless? But this is nothing compared to the pain I have suffered. I will give you a taste of all the pain I have suffered!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253270,
			"Bang!!!!",
			"砰！！！",
			"バンッ！！！",
			"빵야!!!",
			"<i>BANG!!!</i>",
			null,
			"BANG!!!",
			"BANG!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253271,
			"Ahhhhhh!!!",
			"啊啊啊啊啊！！！",
			"……ッ、ああああッ！",
			"...으, 아아아악!",
			"...Gh, <i>AAAAHH!</i>",
			null,
			"Ahhhhhhhhhh!!!",
			"......ッ,ah!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				109,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253272,
			"Kiana, you shouldn't come to this world. Without you, Sessiria-Sama and I will be so happy…it's all because of you! All because of you!",
			"琪亚娜，你根本不应该诞生在这个世界上，如果没有你的话塞西莉亚大人和我将会是多么幸福……都是因为你！都是因为你！！",
			"キアナ、あなたはこの世界に生まれるべきではなかったんですの。あなたがいなければセシリア様も、私もどんなに幸せだったことか……全てあなたのせいよ！全て、あなたのせいなの！！",
			"키아나, 너는 이 세상에 태어나지 말았어야 했어. 네가 없었다면 세실리아님도, 나도 얼마나 행복했을지... 모두 네 탓이야! 모두, 네 탓이라고!!",
			"Kiana, you should never have been born into this world. Lady Cecilia and I would have been so much happier without you... It's your fault! It's <i>all</i> your fault!!",
			null,
			"Kiana, you shouldn't have been born in this world at all, how happy Cecilia-sama and I would be without you ...... It's all because of you! It's all because of you!",
			"Kiana, you should never have been born into this world. I can't imagine how happy Lady Cecilia and I would have been without you. ...... It's all your fault! It's all your fault!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253273,
			"Stop!!",
			"住手！！",
			"やめてっ！！",
			"그만둬!!",
			"<i>Enough!!</i>",
			null,
			"Stop it!",
			"Stop!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253274,
			"Bang!!",
			"砰！！",
			"バンッ！！",
			"쾅!!",
			"<i>Bang!!</i>",
			null,
			"Bang!",
			"Bang!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253275,
			"Coo!!",
			"咕！！",
			"うぐっ！！",
			"으윽!!",
			"<i>Grk!!</i>",
			null,
			"Goo!",
			"Ugh!"
		],
		[
			"msg",
			253276,
			"I won't…allow you to kill…Kiana!!",
			"我是…不会让你杀死……琪亚娜的！！",
			"私は……あなたにキアナを……殺させたりはしない！！",
			"나는…… 너에게 키아나를…… 죽게 내버려두지 않아!!",
			"I won't... let you... kill Kiana!!",
			null,
			"I am...not going to let you kill ...... Kiana!",
			"I will not let ...... you kill Kiana ......!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253277,
			"Hahaha~Don't worry~I won't let her die so easily. Kiana, I will make you pay the price for your sin! And let you know what is the hell worse than death!!",
			"呵呵呵~放心吧~我是不会这么简单杀掉她的，琪亚娜我会让你为自己的罪孽付出惨痛的代价！让你知道什么是生不如死的地狱！！",
			"ふふふ～、安心して。私もそう簡単にキアナを殺そうなんて考えてないわ。キアナには、もっと自分の罪の痛みを味あわせてあげますの！あなたに生き地獄というものを教えてあげるわ！！",
			"훗훗훗~, 안심해. 나도 그렇게 쉽게 키아나를 죽이려는 생각은 없어. 키아나에게는, 좀 더 자신의 죄의 고통을 맛보게 해줄 거야! 너에게 산 지옥이 뭔지 가르쳐 주겠어!!",
			"Hehehe~ Rest assured. I have no intention of killing Kiana that simply. I'll make her feel the pain of her sins even more! I'll show you what a living hell is like!!",
			null,
			"Heh heh heh~ Don't worry~ I won't be able to kill her so easily, Kiana I will make you pay dearly for your sins! Let you know what hell is worse than death!",
			"Hmmm - don't worry. I'm not thinking of killing Kiana that easily either. I'm going to give Kiana a taste of the pain of her own sins! I will show you what living hell is!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253278,
			"Kiana…Go!!",
			"琪亚娜……快走！！",
			"キアナ……早く逃げて！！",
			"키아나…… 빨리 도망쳐!!",
			"Kiana... hurry, run!!",
			null,
			"Kiana ...... Go!",
			"Kiana...... get the hell out of here!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				109,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253279,
			"…",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"msg",
			253280,
			"Please loose Himeko…She shouldn't sacrifice for me.",
			"请你放开姬子……她没必要为了我牺牲。",
			"姫子を放しなさい……私なんかのために犠牲になる必要なんてない。",
			"히메코를 놔줘…… 나 같은 걸 위해 희생될 필요 없어.",
			"Himeko, let go... There's no need to sacrifice yourself for someone like me.",
			null,
			"Please let go of Himeko ...... She doesn't have to be sacrificed for me.",
			"Let go of Himeko. ...... You don't have to sacrifice yourself for me."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253281,
			"?",
			"？",
			"……何を言ってるの。",
			"…… 무슨 소리야.",
			"...What are you saying?",
			null,
			"?",
			"...... what are you talking about."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				108,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253282,
			"You are right…",
			"你说的对……",
			"あなたの言う通り……。",
			"네 말대로…….",
			"You're right...",
			null,
			"You're right ......",
			"You are right, ......."
		],
		[
			"msg",
			253283,
			"I shouldn't be born…Mother and others…they all died because of me…",
			"我根本不应该出生……妈妈和大家……都是因为我才死掉的……",
			"私はこの世に生まれてくるべきじゃなかった……ママもみんなも……私のせいで死んだのよ……。",
			"나는 이 세상에 태어나서는 안 될 존재였어…… 엄마도 모두…… 내 탓에 죽었어…….",
			"I should never have been born into this world... Mom and everyone else... died because of me...",
			null,
			"I should never have been born ...... Mom and everyone ...... died because of me ......",
			"I should never have been born into this world ...... my mom and everyone else died because of me ......."
		],
		[
			"msg",
			253284,
			"Only if I disappeared…all the others can gain happiness…",
			"只要我消失了…大家都会获得幸福……",
			"私さえいなくなれば……みんな幸せになるんだ……。",
			"내가 사라지기만 한다면…… 모두 행복해질 거야…….",
			"If only I were gone... everyone would be happy...",
			null,
			"As soon as I disappear...everyone will be happy ......",
			"If only I were gone, ...... everyone would be happy. ......"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253285,
			"Kiana! What are you talking about…Go!!",
			"琪亚娜！你在说什么呢……快走啊！！",
			"キアナ！バカなこと言ってないで……早く逃げなさい！！",
			"키아나! 바보 같은 소리 하지 말고…… 빨리 도망쳐!!",
			"Kiana! Don't say such stupid things... Get out of here!!",
			null,
			"Kiana! What are you talking about ...... Get outta here!",
			"Kiana! Don't be stupid, go to ...... and get out of here!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				108,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			253286,
			"Enough…I don't even want to stay in this world! Kill me…send me to where my mother is.",
			"已经够了…这样的世界我根本就不想停留！杀了我……让我去妈妈在的地方吧。",
			"もういいの……こんな苦痛だらけの世界、私もういたくない！私を、私を殺して……！私をママのところに連れて行って。",
			"이제 됐어…… 이런 고통뿐인 세상, 나는 더 이상 살고 싶지 않아! 날, 날 죽여줘……! 나를 엄마 곁으로 데려가 줘.",
			"Enough already... I can't hear to live in this painful world anymore! Just k-kill me...! Take me to where Mom is.",
			null,
			"Enough already...I don't even want to stay in a world like this! Kill me ...... Let me go where mom is.",
			"I'm done. ...... I don't want to be in this world full of pain anymore! Kill me, kill me......! Take me to my mom."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				108,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253287,
			"Is this your last confession…then go to hell now!!!",
			"这就是你最后的忏悔么……那就去死吧！！！",
			"それが最後の懺悔かしら……なら、死ぬがいいわ！！！",
			"그게 마지막 참회라면…… 그럼, 죽어라!!!",
			"I wonder if that's your final confession... Alright then, I'll let you die!!!",
			null,
			"Is this your final confession ...... Then go to hell!!!!",
			"If that's your last penance ......, then you can die!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				108,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253288,
			"You stupid!!!",
			"你这个笨蛋弟子！！！",
			"このバカ弟子！！！",
			"이 바보 제자야!!!",
			"You stupid disciple!!",
			null,
			"You stupid disciple!!!",
			"You stupid pupil!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253289,
			"Crack!!!",
			"咔！！！",
			"ガチャン！！！",
			"쨍그랑!!!",
			"<i>CLANG!!!</i>",
			null,
			"CLICK!!!",
			"Clang!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253290,
			"!?",
			"！？",
			"……っ！？",
			"……!?",
			"...Ah?!",
			null,
			"What's going on?",
			"......!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			253291,
			"I trained you to be a S-level Valkyrie, is not for you to commit suicide!",
			"我锻炼你成为S级女武神，可不是让你去送死的！",
			"あなたをS級戦乙女に鍛えあげたのは、こんなことをさせるためじゃないわよ！",
			"너를 S급 전처녀로 길러낸 건, 이런 짓을 시키려고 한 게 아니야!",
			"I didn't train you to be an S-rank Valkyrie just for you to do something like this!",
			null,
			"I didn't work you out to become an S-class Valkyrie to get you killed!",
			"I didn't train you to be an S-class battle maiden to make you do this!"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253292,
			"Kira…",
			"时雨绮罗……",
			"時雨綺羅……。",
			"시구레 키라…….",
			"Shigure Kira...",
			null,
			"Shigure Kira......",
			"Shigure Kira......。"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			253293,
			"Maria, you still didn't put down your hatred…",
			"玛丽亚，看来你还是没有放弃仇恨……",
			"マリア。あなた、まだ恨みを捨てきれていなかったのね……。",
			"마리아. 너, 아직 원한을 다 버리지 못했던 거구나…….",
			"Maria, let go of your grudge already...",
			null,
			"Maria, looks like you still haven't given up on hate ......",
			"Maria. You still hadn't let go of your grudge. ......"
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253294,
			"Put down? Are you kidding!! If it's not Kiana! I would be the Maiden! I would be Sessiria-Sama's favorite person in the world!! It's all because of her! She takes away everything from me! Now even Sessiria-Sama!!",
			"放弃？开什么玩笑！！如果不是琪亚娜！成为圣女的人就应该是我！塞西莉亚大人所爱的人也应该是我！！都是因为她！是她夺走了我的一切！现在连塞西莉亚大人也！！",
			"捨てる？冗談言わないで！！キアナがいなければ聖女になっていたのは私なのよ！セシリア様の寵愛を受けられたのは私だったはず！！全部彼女が悪いのよ！彼女が私の全てを奪ったの！そして、セシリア様の命までも！",
			"버리라고? 농담하지 마!! 키아나가 없었으면 성녀가 될 수 있었던 건 나야! 세실리아님의 총애를 받을 수 있었던 건 나였어!! 전부 그 년이 나쁜 거야! 그 년이 내 모든 것을 빼앗았어! 그리고, 세실리아님의 목숨까지!",
			"Let go? Don't joke around!! If it weren't for Kiana, I would've been the one to become the Saint! I would've been the one to receive Lady Cecilia's favor!! It's all her fault! She took everything from me! Even Lady Cecilia's life!",
			null,
			"Give up? What a joke! If it wasn't Kiana! I should be the one to become the Holy Maiden! The person that Cecilia-sama loves should also be me! It's all because of her! She took everything from me! And now even Lord Cecilia!",
			"Throw it away? Don't joke! It was I who would have become a saint if it weren't for Kiana! It would have been me who would have been favored by Lady Cecilia! It's all her fault! She took everything from me! And even Lady Cecilia's life!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			253295,
			"Such a poor kid…She becomes the least person Sessiria-Sama wants to see.",
			"真是可怜的孩子……变成了塞西莉亚大人最不想看到的样子。",
			"本当にかわいそうな子……セシリア様が一番見たくない姿へと成り下がってしまったわね。",
			"정말 불쌍한 아이... 세실리아님이 가장 보기 싫어하실 모습으로 전락해버렸구나.",
			"I feel really sorry for you... You've been reduced to the last thing Lady Cecilia wants to see.",
			null,
			"What a poor child ...... became the last thing Cecilia-sama wanted to see.",
			"I really feel sorry for her. ...... She has turned into the last thing Lady Cecilia would want to see."
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			253296,
			"Don't look at me like this!! I don't need your sympathy!",
			"不要用这种眼神看我！！我不需要你的怜悯！",
			"そんな目で私を見ないで！あなたの憐みなんて受けたくないですの！",
			"그런 눈으로 나를 보지 마! 당신의 동정 따윈 받고 싶지 않아요!",
			"Don't look at me like that! I don't want your pity!",
			null,
			"Don't look at me with that look! I don't need your pity!",
			"Don't look at me like that! I don't want your pity!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			253297,
			"Kiana, stand up.",
			"琪亚娜，站起来。",
			"キアナ、立ちなさい。",
			"키아나, 일어나.",
			"Stand up, Kiana.",
			null,
			"Kiana, stand up.",
			"Kiana, stand up."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				108,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			253298,
			"…",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				108,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			253299,
			"Stand up! You want Sessiria-Sama to just die for nothing! You want her to see you like a coward!!",
			"站起来！你想让塞西莉亚大人的死白费么！你想让她看到这样懦弱的样子么！！",
			"立ちなさい！！あなた、セシリア様の死を無駄にしたいの！？セシリア様にそんな弱り切った姿を見せたいの！？",
			"일어나!! 너, 세실리아님의 죽음을 헛되이 하고 싶어!? 세실리아님께 그런 약해빠진 모습을 보여주고 싶어!?",
			"Stand up!! Do you want Lady Cecilia's death to be in vain?! Do you really think she'd want to see such cowardice?!",
			null,
			"Stand up! Do you want Cecilia-sama's death to be in vain! Do you want her to see such cowardice!",
			"Stand up! You want Lady Cecilia's death to be for nothing! Do you want Lady Cecilia to see you in such a weakened state!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				108,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			253300,
			"I…mother…I…",
			"我…妈妈……我……",
			"わ、私……ママ……私。",
			"나, 나는... 엄마... 나.",
			"I-I... Mom... I...",
			null,
			"Me...mom ...... me ......",
			"Wow, I ...... mom ...... me."
		],
		[
			"msg",
			253301,
			"Whoaaaaa!!!!",
			"呜哇哇哇哇哇！！！！",
			"うわぁああああん！！！！",
			"우와아아아앙!!!!",
			"Waaaaaahhhh!!!!",
			null,
			"Woo woo woo woo woo woo ！！！！",
			"Wow! ！！！！"
		],
		[
			"msg",
			253302,
			"Ahhhhhhhhh!!!!",
			"啊啊啊啊啊啊啊啊啊！！！！",
			"あ、あ、ああああああっ！ひっく。",
			"아, 아, 아아아아아! 히익.",
			"A-A-Aaaahhhh! <i>*Hic*</i>",
			null,
			"Ahhhhhhhhhhhh ！！！！",
			"Ah, ah, ah, ah! Crack."
		],
		[
			"msg",
			253303,
			"Mother!",
			"妈妈！",
			"ママ……ママ！！",
			"엄마... 엄마!!",
			"Mom... Mom!!",
			null,
			"Mom!",
			"Mom ...... Mom!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				108,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			253304,
			"Kiana…cry as much you want, and stand up strongly. This is the daughter who Sessiria-Sama is proud of…",
			"琪亚娜…想哭就尽情哭吧，然后坚强地站起来，这才是塞西莉亚大人引以为傲的女儿……",
			"キアナ……思い切り泣きなさい。そして、強く立ち上がるの。あなたは、セシリア様自慢の娘なんだから……。",
			"키아나…… 마음껏 울어도 돼. 그리고 다시 강하게 일어서야 해. 너는 세실리아 님께서 자랑스러워하는 딸이니까…….",
			"Kiana... cry as hard as you can. And then stand up strong. You are the daughter that Lady Cecilia is so proud of...",
			null,
			"Kiana...cry as much as you want and then stand strong, that's the kind of daughter Cecilia-sama is proud of ......",
			"Kiana...... cry as hard as you can. And stand strong. You are the proud daughter of Lady Cecilia. ......"
		]
	],
	"514": [
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253305,
			"Kira, another trouble. Sessiria, you hinder me even after you die…",
			"时雨绮罗么，又来了一个棘手的家伙。塞西莉亚，你连死了都要妨碍我么……",
			"時雨綺羅か。また厄介なヤツが来たな。セシリア、死んでもなお僕の邪魔をするのか……。",
			"시구레 키라. 또 귀찮은 녀석이 왔구나. 세실리아, 죽어서도 내 방해를 하는 건가…….",
			"Shigure Kira, hm. So another troublesome person has arrived. Cecilia, even after death, you're still getting in my way...?",
			null,
			"Shigure Kira? Another tricky one. Cecilia, do you even want to get in my way when you're dead ......",
			"Shigure Kira. Here comes another nasty one. Cecilia, even in death, you're still getting in my way. ......"
		],
		[
			"msg",
			253306,
			"Ah~Never mind. Let them go. I won't inter interfere this affecting reunion~",
			"哎~算了。同样是S级女武神就让她们两姐妹好好厮杀吧，我就不打扰这场感人的团聚了~",
			"やれやれ……。まぁ、いいだろう。同じS級戦乙女同士で殺し合ってもらえばいいことだ。感動の再会は邪魔しないでおこう。",
			"어이어이……. 뭐, 좋아. 같은 S급 전처녀끼리 서로 죽이게 하면 되는 거지. 감동적인 재회는 방해하지 않도록 하자고.",
			"Oh dear... nevermind. I'm sure it's alright. It's fine if these S-rank Valkyries kill each other. I won't get in the way of their touching reunion.",
			null,
			"Ai ~ forget it. They're both S-class Valkyries, so let them fight it out. I won't interrupt this touching reunion.",
			"Oh dear, ....... Well, okay. It's a good thing we have the same S-class war maidens killing each other. Let's not interrupt this emotional reunion."
		],
		[
			"msg",
			253307,
			"After all I have something more important to do now…",
			"毕竟现在还有另一个重要的事情要完成……",
			"それに、今は手を離せないしね……。",
			"게다가, 지금은 손을 뗄 수 없고 말이야…….",
			"After all, there's another important thing I must accomplish now...",
			null,
			"After all, there is another important thing to accomplish right now ......",
			"Besides, I can't keep my hands off you right now. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			253308,
			"Beep beep beep——",
			"滴滴滴——",
			"ピピピ——",
			"피피피——",
			"<i>Beep beep beep——</i>",
			null,
			"Tick-tock--",
			"Beepee--"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253309,
			"Archbishop, I have sneaked into the orphanage.",
			"主教大人，我已经潜入到孤儿院内部了。",
			"主教様、孤児院内部に潜入しました。",
			"주교님, 고아원 내부에 잠입했습니다.",
			"Bishop, I have infiltrated the orphanage.",
			null,
			"My Lord Bishop, I've infiltrated inside the orphanage.",
			"Bishop, we have infiltrated inside the orphanage."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253310,
			"Good, make it quick when Maria draws their attention. Remember, your target is Walt. We only need to kill the head of Anti-entropy, and the rest will be easy.",
			"很好，乘着玛丽亚吸引敌人注意力的时候速战速决。记住，你的目标是瓦尔特，只要杀掉逆熵的头目剩下的虾兵蟹将就会不攻自破。",
			"さて、マリアが敵の注意を引いているうちに、さっさと片をつけるんだ。いいかい、君のターゲットはヴェルト。ネゲントロピーの頭さえ殺せば、あとは烏合の衆だ。そのうち自壊するだろう。",
			"자, 마리아가 적의 주의를 끌고 있는 사이에 서둘러 처리해야 해. 잘 들어, 네 타겟은 웰트. 네겐트로피의 수장만 제거하면 나머지는 오합지졸일 뿐이야. 저절로 무너져 내릴 거야.",
			"Now, while Maria is distracting the enemy, get it done quickly. Remember, your target is Welt. Once you kill the Commander of Anti-Entropy, the rest are just a bunch of minions. They'll fall apart themselves not long after that.",
			null,
			"Good, take advantage of Maria's time to attract the enemy's attention and make it quick. Remember, your target is Welt, just kill the leader of Anti-Entropy the rest of the shrimp will not be attacked.",
			"Now, while Maria has the enemy's attention, let's get this over with. Remember, your target is Welt. As long as you kill the head of Anti-Entropy, the rest is just crowds. It will destroy itself in time."
		],
		[
			"msg",
			253311,
			"Oh~by the way. If you meet Cocolia send a message for me, ask her if she's satisfied with my \"experiment result\"?",
			"哦~对了。如果遇到可可利亚请帮我给她传达一声，问问她对我的“实验成果”还满意么？",
			"あ～、そうそう。カカリアにあったら聞いておいてくれ。僕の「実験成果」は満足できたかい？って。",
			"아~, 그래그래. 쿠쿠리아에 있으면 물어봐 줘. 내 「실험 결과」는 만족스러웠냐? 하고.",
			"Ah~ Right, right. If you see Cocolia, please ask her if she was satisfied with my \"experimental results\", okay?",
			null,
			"Oh, right. If you run into Cocolia, please tell her that she's happy with the results of my experiment.",
			"Ahhh, yes. If you see Cocolia, ask her. If you see Kakaria, ask him if he is satisfied with the results of my \"experiment. I mean."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			253312,
			"Yes.",
			"遵命。",
			"かしこまりました。",
			"알겠습니다.",
			"Yes, sir.",
			null,
			"Compliance.",
			"Yes, sir."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253313,
			"Hahaha~Go for it, my lovely little Ninti~",
			"呵呵呵~那就加油吧，我可爱的小宁蒂~",
			"フフフ～、じゃあ頑張ってね。僕のかわいいニンディちゃん。",
			"후후~, 그럼 힘내. 내 귀여운 닌디.",
			"Hehehe~ Well then, good luck, my cute little Ninti.",
			null,
			"Hehehe~ Then go for it, my sweet little Ninti~",
			"Hmph~ Well, good luck with that. My little Ninti."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			253314,
			"Eww…disgusting smile again, how many bad ideas do you have.",
			"噫……又笑得这么恶心，你的心里到底有多少坏主意。",
			"あぁ、また気持ち悪い笑い方して……。まったく、いくつ悪だくみを胸の内に隠してるんだか……。",
			"아, 또 기분한 웃음 짓고... 정말, 몇 개나 되는 음모를 가슴에 숨기고 있는 건지...",
			"Ahh, another creepy laugh... Seriously, I wonder how many evil schemes you're hiding inside your heart...",
			null,
			"Welp ...... laughing so disgustingly again, how many bad ideas do you have in mind.",
			"Oh, you're smiling that sick laugh again. ...... I don't know how many bad tricks you're keeping close to your chest, at all. ......"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253315,
			"Don't worry little Kika, not as many as the snack you eat in a day~",
			"放心吧小辉火，没有你一天吃掉的零食多啦~",
			"安心してよ、輝火ちゃん。輝火ちゃんが1日に食べるお菓子よりは少ないはずさ。",
			"안심해, 키카. 키카이 하루에 먹는 과자보다는 적을 거야.",
			"Don't worry, little Kika. It has to be less than the amount of sweets you eat in a day.",
			null,
			"Don't worry, Little Hui Huo, you don't eat as much snacks as you do in a day.",
			"Don't worry, Terubi. It should be less than the amount of sweets you eat in a day."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			253316,
			"Ahh! Disgusting! It gives me goose bumps!!!",
			"啊啊啊！好恶心！鸡皮疙瘩都起来了！！！",
			"あああ！気持ち悪いっ！鳥肌立ってきた！！",
			"아아악! 기분 나빠! 소름 끼쳐!!",
			"Ahhh! That's <i>disgusting!</i> I'm getting goosebumps!!",
			null,
			"Ahhhhh! So disgusting! Goosebumps all over the place!!!",
			"Aaah! I feel sick! I'm getting goosebumps!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253317,
			"Hehe~Could the main armament of Glorious Covenant still be used?",
			"呵呵~辉煌盟约的主炮还能使用么？",
			"フフ～、ところで「輝きの盟約」の主砲はまだ使えるのかな？",
			"훗~, 그런데 「빛의 맹약」의 주포는 아직 쓸 수 있을까?",
			"Hehe~ By the way, can the main gun of the Glorious Covenant still be used?",
			null,
			"Oh~ Is the Brilliant Covenant's main cannon still working?",
			"Huh~, by the way, is the main gun of the \"Pact of Splendor\" still usable?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			253318,
			"…the main armament is ok, but I'm not. It's just a little while before last fire. I can see you are not treating me as a people?",
			"……主炮是没问题，但是我可经不起这么折腾，这才过了多久又要发射，我看你也根本没把我当人看吧？",
			"……主砲は大丈夫だけど、私が勘弁。さっき撃ったばかりでしょう。私のこと、これっぽっちも考えてないでしょ？",
			"...주포는 괜찮지만, 나는 사양할게. 방금 쏘았잖아. 날 전혀 생각도 안 했지?",
			"...The main gun is fine, but I can't use it. I already fired it not too long ago. You're not thinking about my state at all, are you?",
			null,
			"...... The main gun is fine, but I can't afford to be tossed around like this, it's only been a short time and then you want to fire it again, I don't think you treat me like a human being at all either, do you?",
			"...... main gun is fine, but I'll give you a break. You just shot it just now. You didn't think about me this much, did you?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253319,
			"How come, little Kika is very important for me~Without you, who is going to explode the odious Anti-entropy into ashes?",
			"怎么会呢，小辉火对我来说可以是非常重要的呢~要是没有你，谁来把可恶的逆熵渣滓炸成灰呢？",
			"まさか。輝火ちゃんは僕にとって大事な存在さ。輝火ちゃんがいなかったら、誰が憎々しきネゲントロピーを滅多打ちにできるのさ？",
			"설마. 키카은 나에게 소중한 존재야. 키카이 없었다면, 누가 증오스러운 네겐트로피를 마구 때릴 수 있겠어?",
			"Of course not. You're important to me, little Kika. Without you, who would be able to beat up the hateful Anti-Entropy?",
			null,
			"How could it be, little Hui Huo can be very important to me~ If it wasn't for you, who would have blown the dastardly Anti-Entropy scum into dust?",
			"No way. You are very important to me. If it wasn't for you, who would be able to beat the hateful Anti-Entropy to a pulp?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			253320,
			"Huh…",
			"哼……",
			"ふん……。",
			"흥...",
			"Hmph...",
			null,
			"Hm ......",
			"Hm. ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			253321,
			"「Ready to enter the shooting area for Cocolia Orphanage, please give instructions.」",
			"「报告，即将进入对可可利亚孤儿院的射击范围，请指示。」",
			"「報告します。間もなくカカリア孤児院が射程範囲内に入ります。いかがいたしましょう。指示を願います。」",
			"「보고합니다. 곧 쿠쿠리아 고아원이 사정권 내로 들어옵니다. 어떻게 하시겠습니까. 지시를 바랍니다.」",
			"\"Reporting. We will soon be within range of Cocolia Orphanage. What should we do? Please give us your instructions.\"",
			null,
			"\"Report, coming into firing range on Cocolia Orphanage, please advise.\"",
			"Report. The Cocolia Orphanage will soon be within range. What should we do? What should we do?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			253322,
			"No rush, everything is on track. We just need to stay here enjoying the moment of explosion.",
			"不用着急，一切都按照计划行事，我们就在这里静静地欣赏逆熵毁灭的瞬间就行。",
			"慌てることはない。全て計画通りに行うんだ。ここでゆっくりとネゲントロピーが滅ぶ瞬間を見ていればいいさ。",
			"서두를 필요 없어. 모든 건 계획대로 진행되는 거야. 여기서 천천히 네겐트로피가 멸망하는 순간을 지켜보면 돼.",
			"There's no need to rush. Just follow the plan and sit here and watch as Anti-Entropy slowly collapses.",
			null,
			"There's no need to rush, everything is going according to plan, we'll just stay here and quietly enjoy the moment of Anti-Entropy's destruction.",
			"There is no need to panic. Everything will go according to plan. We'll just sit here and watch Anti-Entropy slowly perish."
		],
		[
			"msg",
			253323,
			"If we finish Anti-entropy, I will be closer to the reunion with you…",
			"只要收拾了逆熵，距离与你重逢就又近了一步……",
			"ネゲントロピーさえ倒せば、君との再会がまた一歩近づくね……。",
			"네겐트로피만 쓰러뜨리면, 너와의 재회가 한 걸음 더 가까워지겠지....",
			"If I can just defeat Anti-Entropy, I'll be one step closer to reuniting with you...",
			null,
			"Just clean up Anti-Entropy and you're one step closer to being reunited with you ......",
			"As long as I defeat Anti-Entropy, I'll be one step closer to seeing you again. ......"
		]
	]
}