{
	"3": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250017,
			"Ho~ Finally we left the liarbry, things go well so far. According to our plan, all we need do now is find the target~",
			"呼~终于离开图书馆了，目前情况还算顺利。根据下面的计划，只要尽快在崩坏区域内找到目标就行了~",
			"ふぅ～、やっと抜けれた。今のところ順調かな？あとはターゲットが見つかればいいんだけど……。",
			"후~, 겨우 빠져나왔어. 지금까지는 순조로운 걸까? 이제 표적만 찾으면 되는데…….",
			"Phew~ Finally made it out. So far so good, I guess? Now I just need to locate the target...",
			"Ufa~ Finalmente saí da biblioteca, e as coisas estão indo bem até agora. De acordo com o plano a seguir, contanto que você encontre o alvo na área de colapso o mais rápido possível~",
			"Phew~ finally left the library, things are going well so far. According to the following plan, just find the target in the collapse area as soon as possible ~",
			"Whew, I finally got out of it. So far so good, huh? Now if only I could find a target. ......"
		],
		[
			"msg",
			250018,
			"We are here now, we need to avoid zombies and arrived this place, follow me!",
			"现在的位置是这里，尽量避开死士密集的地方前进，那么最有效的路径是沿着这条樱花道进入千羽学园的校区中心，就这么办吧！",
			"ひとまず、千羽学園の中心に向かおうかな。ゾンビの多そうなところを避けるとなると……桜小路から行くのが一番良さそうだね。よし、決まりっ！",
			"일단 센바 학원의 중심부로 가볼까. 좀비가 많을 것 같은 곳을 피한다면…… 벚꽃길로 가는 게 가장 좋을 것 같아. 좋아, 결정!",
			"I think I'll head to the center of Senba Academy campus for now. If I want to steer clear of zombie-heavy areas... Sakura Lane is probably the best route. Alright, that settles it! (TN: In the Japanese version, it uses a more literal street name instead of describing the road's appearance like in Chinese. I felt this was better.)",
			"A localização atual é aqui, tente evitar o local onde os mortos estão concentrados, então o caminho mais eficaz é seguir esta estrada de flores de cerejeira até o centro do campus da Academia Senba, então vamos lá!",
			"Now the location is here, try to avoid the dense area of dead soldiers to move forward, then the most effective path is along this cherry blossom road into the center of the campus of Chihaya Gakuen, let's do that!",
			"Let's head for the center of Senba Academy for now. If we want to avoid the zombie-infested area, it would be best to go from ...... Sakurakoji. Okay, it's decided!"
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250019,
			"However… I'm still not used to this quiet school, finally I can be myself~",
			"不过话说回来…原来喧嚣的学园一下子这么安静还真是有些不习惯，从今以后也不用故作淑女陪大小姐们赏花了吧…嘛，姑且算是件值得开心的事情吧~",
			"それにしても、あんなに賑やかだった学園が、こうも静かだと何だか変な感じ。お嬢様学校だったから、それに調子を合わせる必要がなくなったのは、楽っちゃ楽だけど。",
			"그래도 저렇게 시끌벅적하던 학원이 이렇게 조용하니 뭔가 이상한 느낌이야. 아가씨 학교였으니, 그에 맞춰야 할 필요가 없어진 건 편하기는 하지만.",
			"Still, it feels weird how quiet the academy is now, when it used to be so full of life. It was a fancy girls' school, so not having to keep up appearances is kind of a relief, in a way.",
			"Mas dito isso... Acontece que a escola barulhenta de repente está tão quieta, eu realmente não estou acostumada. De agora em diante, eu não tenho que fingir ser uma dama para acompanhar a mais velha senhoras para desfrutar de flores... Bem, digamos que é algo para ser feliz.",
			"But then again...the original noisy school is so quiet all of a sudden is really a bit uncomfortable, from now on also do not have to pretend to be a lady to accompany the ladies to enjoy the flowers...well, let's say it's a happy thing ~",
			"It's strange to see such a quiet school that used to be so lively. It's easy for me to say that I don't have to adjust to the school because it was a young lady's school."
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250020,
			"Wait. It's not time to say those things! I still have a lot of things need to do!",
			"呜！等下！为什么忽然有感而发了起来！明明还有重要的事情要做呢！",
			"んー、何か重要なことを忘れてるような……？まっ、いっか。",
			"음, 뭔가 중요한 걸 잊어버린 것 같은……? 뭐, 됐어.",
			"Hmm, am I forgetting something important...? Ah, whatever.",
			"Ah, espere!  Agora não há tempo para sentimentalismo! Há coisas mais importantes para fazer agora!",
			"Whoo! Wait a minute! Why are you suddenly feeling it? I have important things to do!",
			"Hmmm, am I forgetting something important ......? Oh well."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250021,
			"*Phone rings*",
			"嗡嗡嗡……",
			"ピピッ——ピピッ——",
			"삐삣——삐삣——",
			"<i>Beep beep—— Beep beep——</i>",
			"Trrrim trrrim trrrim",
			"Buzz ......",
			"Beep--beep--beep."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250022,
			"Oh, my phone detected the Houkai source, let me see~ This way, about 700 meters…… Humph~ That must be the center place of this Houkai explosion, our target must be there too!",
			"呜！手机的探测器有反应了，让我看看~2点钟方向有崩坏源反应，距离700米么……哼~那里就是这次崩坏爆发的中心区域了吧，目标一定也在那里！",
			"こんな時にスマホが鳴るなんて、一体何よ。えっと……700m先、2時方向に崩壊反応あり！？そ、そうだった！このスマホ、崩壊エネルギーの探知機能があるんだった！ということは、近くにターゲットもいるかも！",
			"이럴 때 스마트폰이 울리다니, 대체 뭐야. 어라…… 700m 앞, 2시 방향에 붕괴 반응 감지!? 그, 그래! 이 폰에 붕괴 에너지 탐지 기능이 있었지! 그렇다면 근처에 표적도 있을지도!",
			"Why's my phone going off <i>now</i> of all times? Let’s see... Honkai reaction detected — 700 meters ahead, 2 o'clock?! R-Right! This phone can detect <tooltip entry=2>Honkai Energy</tooltip>! That means the target might be nearby!",
			"Ah! O detector no meu telefone encontrou algo, deixe-me ver~ Está lendo uma fonte de energia Honkai às 2 horas, a 700 metros daqui... Humph- Esse deve ser o centro desse surto de Honkai! O alvo deve estar lá também!",
			"Woo! The phone's detector is responding, let me see ~ 2 o'clock there is a disintegration source response, distance 700 meters? ...... hum ~ there is the center area of this disintegration eruption, right, the target must also be there!",
			"What the heck is it that my phone is ringing at a time like this? Let's see, ......700m away, there's a collapse reaction at 2 o'clock! Yes, that's right! This phone has a decay energy detection function! That means there might be a target nearby!"
		],
		[
			"msg",
			250023,
			"Haha~ Although I can't use this phone to call others, but those weird functions are useful~ He must have no idea I can find him by using the phone he left~",
			"嘿嘿~你留给我的破玩意电话虽然打不通，但这种奇怪的附加功能倒还是挺灵敏的嘛~他一定不会想到我会利用他自己设计的这个功能找到他的~",
			"肝心な相手に電話は繋がらないけど、怪しい機能は盛り沢山なのよね。まさか、あの人が作ったもので、その本人を探すことになるなんて。",
			"중요한 상대에게는 전화가 안 통하지만, 수상한 기능은 가득이네. 설마, 그 사람이 만든 것으로 그 본인을 찾게 될 줄이야.",
			"Though I can't get through to the person I need, this thing sure is full of sketchy features. I never thought I'd be using something he created himself to find him.",
			"Hehe-Embora eu não possa contatá-lo com esta porcaria de telefone que você me deixou, esta estranha função adicional  com certeza é eficaz. Ele provavelmente nunca esperou que eu usasse este recurso que ele mesmo projetou para encontrá-lo.",
			"Hey hey ~ you left me the broken thing phone although can not be reached, but this strange additional function is still quite sensitive well ~ he will not think I will use his own design of this function to find him ~",
			"I can't get a call to the person I'm supposed to be calling, but it has a lot of questionable features. I never thought I'd be looking for that person with the one that he/she created."
		],
		[
			"msg",
			250024,
			"So, let's go as our plan!",
			"那么，继续按照原定计划前进吧！",
			"よし、目的地は2時方向700ｍ！待ってなさい！",
			"좋아, 목적지는 2시 방향 700m! 기다려!",
			"Alright, destination — 700 meters, 2 o'clock! Just you wait!",
			null,
			"So, keep going as planned!",
			"Okay, destination is 700 meters at 2 o'clock!"
		]
	],
	"4": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250025,
			"50 meters away from our target…… We can check it by our eyes now.",
			"距离崩坏源反应还有50米……已经到了视距能观测的位置了。",
			"崩壊源まで50m……そろそろ肉眼で確認できるかな。",
			"붕괴 원점까지 50m…… 이제 곧 육안으로 확인할 수 있을까.",
			"The <tooltip entry=3>Honkai Source</tooltip> is 50 meters away now... Should be close enough for observation.",
			"A fonte de energia Honkai está a 50 metros agora... Deve estar perto o suficiente para observação.",
			"There are still 50 meters from the collapse source reaction ...... has reached the position where the visual distance can be observed.",
			"50m to the source of the collapse...... I hope we can see it with the naked eye soon."
		],
		[
			"msg",
			250026,
			"I think we are right, there are so many zombies, it's a tough job even for me……",
			"应该就是那边了，啧~~果然聚集了好多的死士，即使是本小姐要对付这么多家伙也有点吃力呢……",
			"あちゃー、ゾンビが集まってきちゃってる。この数を相手にするのは、ちょっと骨が折れるかも……。",
			"아차—, 좀비들이 모여들고 있네. 이 숫자를 상대하는 건 좀 버거울지도…….",
			"Dammit, zombies are gathering there. It might be a bit of a pain to deal with this many...",
			"Ah, os zumbis estão se reunindo. Lidar com esse número pode ser um pouco assustador...",
			"Should be that way, tsk ~ ~ really gathered a lot of dead soldiers, even this lady to deal with so many guys also a little bit hard it ......",
			"Oops, zombies are gathering. It might be a bit of a pain to deal with this number. ......"
		],
		[
			"msg",
			250027,
			"Zombies will be attracted by noise. We can use this to avoid some problems~",
			"不过多数心智简单的死士，会向着声源移动。利用这个弱点可以有效的避免一些问题~",
			"ここは少し頭を使って、ヤツらの習性を利用しよっかな。ゾンビは音に反応する習性があるから、上手く誘導してやれば切り抜けられるはずだよね。",
			"여기서는 약간 머리를 써서, 녀석들의 습성을 이용해볼까. 좀비는 소리에 반응하는 습성이 있으니까, 잘 유도하면 빠져나갈 수 있을 거야.",
			"I should play it smart and use their behavior against them. Zombies react to sound, so I should be able to get through if I lure them away.",
			"Penso que devo usar um pouco a cabeça e aproveitar os hábitos deles em nosso benefício. Os zumbis têm o hábito de reagir ao som, então, se você os guia-los bem, poderá sobreviver.",
			"Most simple-minded dead soldiers, however, will move toward the source of the sound. Using this weakness can effectively avoid some problems ~",
			"I think we should be a little smarter here and take advantage of their habits. Zombies have a habit of reacting to sound, so if we can guide them, we should be able to get through."
		],
		[
			"msg",
			250028,
			"Seems the only thing we can do is outflanking tactics. We make some noise here, and go the left way to avoid them.",
			"看来只能迂回过去了，先在这边弄出点响动，吸引他们的注意，然后从左翼切入。",
			"音で誘導した後は、あの木の裏から回り込んで——",
			"소리로 유도한 후에는, 저 나무 뒤로 돌아서 ——",
			"After I make a sound to get their attention, I'll go behind the trees and——",
			"Parece que a única maneira de contornar é fazer algum barulho aqui para atrair a atenção deles, e depois cortar pelo flanco esquerdo.",
			"It seems that we can only go in a roundabout way, first make some noise on this side to attract their attention, and then cut in from the left flank.",
			"After guiding them with sound, they would go around from behind that tree and--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250029,
			"Bang!!",
			"轰隆！！！",
			"ドォオオオオオオオンッ！！",
			"우우우우우웅!!",
			"<I>BOOOOOOOOMM!!</I>",
			"Bang!!",
			"BOOM!!!",
			""
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250030,
			"Wow! What is that sound? I haven't done anything yet! Is that thunder? It was just a sunny day 5 minutes ago, how…",
			"呜哇！这！这是什么声音？我还什么都没做呢！呜…是打雷么？明明刚才还是晴天，怎么忽然……",
			"えっ、えっ！？何の音！？私、まだ何もしてないよ！！……って、空が真っ暗！ついさっきまで晴れてたのに！今のって……雷？",
			"엇, 엇!? 무슨 소리!? 나, 아무것도 안 했는데!!…… 하늘이 완전히 어두워졌잖아! 방금까지 맑았던 건데! 방금 그건…… 번개?",
			"W-Wha—?! What was that sound?! I haven't done anything yet! ...Wait, the sky is pitch black! It was sunny just a moment ago! Was that... thunder?",
			"Ei, ei! ? O que é esse som!? Ainda não fiz nada! !! ...... O céu está escuro como breu! Estava ensolarado até pouco tempo atrás! O que é agora... um Trovão?",
			"Whoo-hoo! This! What's that sound? I haven't even done anything yet! Oooh...is it thunder? It was clearly sunny just a moment ago, so suddenly ......",
			"What, eh! What's that noise! I haven't done anything yet! ...... and the sky is pitch black! It was sunny just a moment ago! Was that ...... thunder?"
		],
		[
			"speaker",
			204594
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250031,
			"*Zombies roar*",
			"吼吼吼！！",
			"グルッ……ヴォオオオッ！！",
			"그르르…… 우오오오오!!",
			"Grrrr... grraaah!!",
			null,
			"Ho ho ho ho!!!",
			"Grrrrrr ...... Vooooooooooooooooooooo!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250032,
			"Errr… No! They found us!",
			"呃！糟了！被发现了！",
			"……そんなっ！？ゾンビにバレちゃった！",
			"…… 이런!? 좀비에게 들켜버렸어!",
			"<i>...Shit!</i> They've spotted me!",
			"Uh! Ops! Fui descoberta!",
			"Ugh! Oh no! We've been spotted!",
			"...... Son of a bitch! The zombies have found out!"
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250033,
			"Fine, we need to attack now!",
			"算了，既然这样就只能强行突破了！",
			"あー、もう！こうなったら強行突破してやる！",
			"아—, 망할! 이젠 어쩔 수 없이 강행돌파다!",
			"Ahh, forget it! In that case, I guess I'll have to force my way through!",
			"Esqueça! Já que esta é a única maneira de forçar a passagem!",
			"Forget it, since this is the only way to force a breakthrough!",
			"Oh, God! If this happens, I'm going to force my way through!"
		]
	]
}