{
	"50": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250364,
			"Finally we escape from that place. It's so nice to breath fresh air again~",
			"呼~终于逃出那个破机库了，呼吸到新鲜空气的感觉真好~",
			"ふぅ～、やっと格納庫から抜け出せた。んー、新鮮な空気がおいし～！",
			"후~, 드디어 격납고에서 빠져나왔어. 음~, 신선한 공기가 맛있~!",
			"Phew~ Finally made it out of the hangar. Mmm, fresh air feels nice~!",
			null,
			"Phew~ finally escaped from that broken hangar, it feels good to breathe fresh air~",
			"Whew, I finally got out of the hangar. Mmm, the fresh air is delicious!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250365,
			"This place is…",
			"这里是……",
			"ここは……。",
			"여기는…….",
			null,
			null,
			"Here is ......",
			"You can find it here: ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250366,
			"Mei?",
			"芽衣学姐？你怎么了？",
			"芽衣先輩、どうしたの？",
			"메이 선배, 왜 그래?",
			"Mei-senpai, what is it?",
			null,
			"Meiko-san? What's wrong with you?",
			"Mei senpai, what's wrong?"
		],
		[
			"msg",
			250367,
			"Wow! I didn't expect it's such a huge bulding above that place!",
			"哇~没想到那个机库上层居然有这么宏伟的大楼！",
			"うわっ、あの格納庫の上にこんな立派なビルが建ってたんだ！格納庫も大きかったけど、このビルも相当だね。",
			"우와, 저 격납고 위에 이렇게 멋진 빌딩이 있었구나! 격납고도 컸지만, 이 빌딩도 상당하네.",
			"Whoa, there's been such a magnificent building on top of the hangar this whole time! I thought the hangar was big, but this building sure is something.",
			null,
			"Wow~ I didn't think there was such a magnificent building on the upper level of that hangar!",
			"Wow, such a magnificent building was built on top of that hangar! The hangar was big, but this building is quite something."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250368,
			"This is ME Co., Ltd building.",
			"这个是ME社的大楼。",
			"これがME社の本社ビルよ。",
			"이게 ME사의 본사 빌딩이야.",
			"This is the ME Corp headquarters building.",
			null,
			"This is the ME Society building.",
			"This is ME's headquarters building."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250369,
			"Mei Co,. Ltd? Does it mean this place is your home!? You are so rich!",
			"ME社？那这么说这里就是芽衣学姐的家么！果然是千金大小姐！有钱人太可怕了！",
			"ME社ってことは先輩のお家？さっすがお嬢様！家の規模が違うね。金持ち恐ろしや～。",
			"ME사라면 선배네 집? 역시 아가씨! 집 규모가 다르네. 부자 무서워~.",
			"By ME Corp, you mean this is your house, Senpai? As expected of a rich girl! The scale of this place is huge. Rich people sure are scary~",
			"Corporação ME? Então é sua casa? Este lugar é enorme, sendo rica deve ser um mundo totalmente diferente!",
			"ME Club? So this is Meiko's home? You're really a rich girl! Rich people are so scary!",
			"ME company means senior's house? That's a great lady! The size of the house is so different. I'm afraid of rich people!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250370,
			"No! I'm not familiar with this place, I haven't entered this building before…",
			"不是啦！我对这里也很陌生，虽然是父亲大人的公司，但是我却从来没有进入过……",
			"ち、違うわよ！家は別。それにここのことは私もよく知らないのよ。お父様の会社だけど、来たことはないから……。",
			"아, 아냐! 집은 따로 있어. 그리고 여기 같은 경우 나도 잘 모르는 거야. 아버지 회사지만, 온 적이 없어서…….",
			"N-No way! We live somewhere else. And I actually don't know much about this place. It's my father's company, but I've never actually been here...",
			"Não! Esta não é a minha casa. Esta é a empresa do meu pai, mas eu nunca estive dentro deste prédio antes...",
			"No! I am also new to this place, although it is my father's company, but I have never entered ......",
			"No, no, no! Home is different. And I don't know much about this place either. It's your father's company, but I've never been here. ......"
		],
		[
			"msg",
			250371,
			"Honestly, I don't know much about my father, he was always work alone… I don't even know where is he now…",
			"我对父亲大人的事情了解很少，他总是独立独行，很少回家…不管是工作上的事情还是生活上的事情都没有和我说过…就连他现在到底在哪我也不知道……",
			"それにお父様のことも、詳しくないの。いつも独りで、あまり家には帰ってこない人だったから……仕事のことも、普段どんな生活をしていたのかもわからないわ。",
			"게다가 아버지에 대해서도 자세히 몰라. 항상 혼자서, 집에는 잘 안 돌아오시는 분이었으니까…… 일하는 것도, 평소 어떤 생활을 하셨는지도 모르겠어.",
			"I don't even know much about my father. He was always alone and didn't come home often... I don't know anything about his career or what kind of life he led.",
			"Sei muito pouco sobre meu pai, ele estava sempre sozinho e raramente voltava para casa...nunca conversou comigo sobre nada, seja sobre o trabalho ou a vida...nem mesmo eu sei onde ele está agora...",
			"I know very little about my father, he is always independent and alone and rarely comes home...whether it's about work or life, he has never talked to me...even where he is now I don't know ......",
			"And I don't know much about your father. He was always alone and didn't come home very often, so I don't know about his ...... work or what his daily life was like."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250372,
			"…Let's check this place, maybe we can find some clues about your father…",
			"是这样么……嘛！不要想这么多啦！既然已经来了就进去看看吧！说不定会找到和你父亲相关的线索也……",
			"そう、なんだ。だったら、会社の中を覗いて行こうよ！もしかしたら、芽衣先輩のパパの情報があるかもしれない。",
			"그,렇구나. 그럼 회사 안을 들여다보러 가자! 혹시 메이 선배 아빠에 대한 정보가 있을지도 모르잖아.",
			"Alright then. In that case, let's take a look around this company! Maybe we'll find some information about your dad, Mei-senpai.",
			null,
			"Is that so ...... well! Do not think so much about it! Now that you're here, go inside and take a look! Maybe we will find clues related to your father too ......",
			"Yes, what the heck. Then let's go take a peek inside the company! Maybe there is some information about Mei-senpai's dad."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250373,
			"Kiana? Sorry… It's my private affairs, I'm fine, I can face to myself now.",
			"琪亚娜你怎么了？抱歉…因为我的关系害你的心情也低落了呢，我没有关系的哦，现在已经能够更加直面自己了呢。",
			"ありがとう、キアナちゃん。ごめんね、いつも私のせいで迷惑かけて……私、やっとお父様に向き合える気がする。",
			"고마워, 키아나. 미안해, 항상 나 때문에 폐를 끼쳐서…… 나, 이제서야 아버지를 마주할 수 있을 것 같아.",
			"Thank you, Kiana-chan. I'm sorry for always causing you trouble... But I feel like I can finally find the truth about Father now.",
			null,
			"What's wrong with you, Kiana? I'm sorry...because of my relationship caused your mood also low, I do not have a relationship oh, now have been able to face themselves more directly it.",
			"Thank you, Kiana. I'm sorry, I'm always causing trouble for you ...... I feel like I can finally face your father."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250374,
			"I'm fine~",
			"嗯…嗯！我没事~",
			"うん……うん！気にしないで、芽衣先輩。",
			"응... 응! 신경 쓰지 마, 메이 선배.",
			"Mm-hmm! Don't worry about it, Mei-senpai.",
			null,
			"Hmm...hmm! I'm fine~",
			"Yeah ...... yeah! Never mind, Mei-senpai."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250375,
			"You are right, I can find the same mark on those Mecha girls, we followed that mark to ME Co., Ltd. There must be some relationships between them.",
			"你说的对，从刚才一路过来，不管是实验室还是那些机甲上都能找到相同的标志，而那个标志也将我们带向了ME社，这里面一定有什么联系。",
			"それに学園の実験棟や機甲にあったロゴ……そのロゴがここまで私たちを導いたのよね。ME社には、私たちが知るべき情報が隠されてる。そんな気がするの。",
			"게다가 학원의 실험동이나 기갑에 있던 로고... 그 로고가 여기까지 우리를 이끌었어. ME사에는, 우리가 알아야 할 정보가 숨겨져 있어. 그런 기분이 들어.",
			"And those logos in the school's lab and those mechas... those logos are what led us here. I feel like ME Corp is hiding something we need to know.",
			null,
			"You're right, from just now all the way over, whether it's the lab or those mechs you can find the same sign, and that sign also leads us to the ME Society, there must be some connection here.",
			"And the logo ...... that was on the school's lab building and on the armored car, the logo that led us here, there's information hidden in the ME company that we need to know. I just have a feeling."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250376,
			"Bronya is here too!",
			"嗯！布洛妮娅也一定在这栋大楼里面！",
			"うん！それにブローニャもこのビルのどこかにいると思う！行こう！",
			"응! 게다가 브로냐도 이 건물 어딘가에 있을 거야! 가자!",
			"Yes! And Bronya must be in this building somewhere! Let's go!",
			null,
			"Yes! Bronya must be in this building too!",
			"Yup! And I think Bronya is somewhere in this building! Let's go!"
		]
	],
	"51": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250377,
			"This place is full of Mecha girls…",
			"果然这里也被这些机甲兵器占领了呢…这些家伙到底是什么路子。",
			"やっぱり、ビルの中も機甲が徘徊してる……コイツら何なのよ。",
			"역시, 건물 안에도 기갑이 돌아다니고 있어... 이 녀들 뭐야.",
			"As expected, there's mechas wandering around inside this building too... The hell are they up to?",
			null,
			"Sure enough this place is also occupied by these mechatronic weapons...what the hell is the path of these guys.",
			"After all, the building is also roaming with armored vehicles. ...... What are these guys?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250378,
			"I think there must be a big secret behind ME Co., Ltd.",
			"ME社是全球最大的智能电子企业，虽然表面上经营的都是民用科技，但是实际上恐怕没有这么简单呢。",
			"ME 社は世界最大手の電子企業で、表面上は一般向けの科学技術を扱っているけど、実際は裏の顔もあると思うの。",
			"ME 사는 세계 최대의 전자 기업으로, 표면적으로는 일반인을 위한 과학 기술을 다루고 있지만, 실제로는 이면의 얼굴도 있다고 생각해.",
			"ME Corp is the world's largest electronics company. While on the surface it deals in science and technology for the general public, I believe it actually has a hidden side.",
			null,
			"ME is the world's largest intelligent electronics company, although on the surface of the business are civilian technology, but in reality, I am afraid it is not so simple.",
			"ME is one of the largest electronics companies in the world, and while on the surface they deal with science and technology for the general public, I think they actually have a dark side."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250379,
			"?",
			"此话怎讲？",
			"どういうこと？",
			"무슨 뜻이야?",
			"What do you mean?",
			null,
			"What do you mean by that?",
			"What do you mean?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250380,
			"My father knew every kinds of people, it's not so simple.",
			"在我还小的时候父亲曾经与社会的各类人士都有交流，除了政府高官之外还有一些看起来不是那么简单的人物。",
			"私が小さかった頃、お父様が各界の著名人と交流しているのを何度も見たことがあるの。その中には政府高官だけでなく、顔を合わすことさえ難しいような人物もたくさんいてね。",
			"내가 어렸을 때, 아버지가 각계의 저명인사들과 교류하는 걸 여러 번 본 적이 있어. 그 중에는 정부 고관뿐만 아니라, 얼굴을 마주하기조차 어려운 인물도 많았고.",
			"When I was little, I often saw my father interacting with prominent people from all walks of life, including not only high-ranking government officials, but also many people with whom it would be difficult to even meet face-to-face.",
			null,
			"When I was young my father used to interact with all kinds of people in the society, in addition to high government officials there are some people who do not look so simple.",
			"When I was a little girl, I saw your father interacting with many prominent people from all walks of life. These included not only high-ranking government officials, but also many others whom it would have been difficult for me to even meet face to face."
		],
		[
			"msg",
			250381,
			"However, I can't remember those things so clear, I only have a little impression about this.",
			"但是对于小时候的事情我不怎么记得了，只有一件事情还有一点印象……或许和现在遇到的这个情况有关。",
			"ただ、小さい頃のことってあまり覚えていなくて、誰だったかまではわからないの……でも、一つだけ印象的な出来事があったわ。もしかしたら、この一連の謎はそれと関係があるのかもしれない。",
			"다만, 어렸을 때 일이라 잘 기억나지 않아서, 누구였는지까지는 모르겠어... 하지만, 하나만은 인상적인 사건이 있었어. 어쩌면, 이 일련의 수수께끼는 그것과 관련이 있을지도 몰라.",
			"However, I don't remember much about my childhood, so I don't know who they were... but there was one incident that really stood out to me. Maybe this whole mystery has something to do with it.",
			null,
			"But I don't remember much about my childhood, only one thing still has a little memory ...... maybe related to this situation that I'm encountering now.",
			"I just don't remember much from when I was little, not even who he was ......, but there was one striking event. Perhaps this series of mysteries may have something to do with it."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250382,
			"Mei, please tell me!",
			"芽衣学姐，你就不要卖关子啦！有什么情报就告诉我吧！",
			"芽衣先輩、それって？",
			"메이 선배, 그게?",
			"Mei-senpai, stop keeping me in suspense! Just tell me if you have any information!",
			null,
			"Meiko-san, don't be so secretive! If you have any information, just tell me!",
			"Mei senpai, what is that?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250383,
			"Long time ago, I was kidnapped by some criminals, I saw this mark.",
			"那是很早之前…我曾经被一群不法之徒绑架，在我模糊的记忆中好像也出现过这个标志。",
			"私、小さい頃に誘拐されたことがあるの。その時、これと同じロゴを見た気がして……。",
			"나, 어렸을 때 납치당한 적이 있어. 그때, 이것과 같은 로고를 본 것 같아....",
			"I... was kidnapped when I was little. I think I saw this same logo at the time...",
			null,
			"It was a long time ago...I had been kidnapped by a group of outlaws and the sign seemed to have appeared in my vague memory.",
			"I was kidnapped once when I was little. At the time, I thought I saw this same logo on ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250384,
			"Kidnap?! That's a huge news!",
			"绑架！？那不是大事情么！",
			"誘拐！？大事件じゃない！！",
			"유괴!? 대사건이잖아!!",
			"Kidnapped?! That's a big deal!!",
			null,
			"Kidnapping! Isn't that a big deal!",
			"Kidnapping! Not a big deal!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250385,
			"But… I can't remember that clearly, I know my father stay with me that time, I feel so happy that time.",
			"可是…那段记忆我已经记不太清了，我只知道那些日子父亲一直陪着我的身边，是我一生中最快乐的时光。",
			"けど……その時のことってあんまり思い出せないのよね。ただ事件後、お父様がずっとそばにいてくれたことだけは覚えてる……私の人生の中で、一番幸せな時間だったわ。",
			"근데…… 그때 일은 잘 기억이 안 나. 그냥 사건 이후에 아버지가 계속 곁에 있어주셨다는 것만 기억나…… 내 인생에서 가장 행복한 시간이었어.",
			"But... I don't remember much about that time. All I remember is that after the incident, Father was always by my side... It was the happiest time of my life.",
			null,
			"But... I don't remember much about that memory, I only know that my father was always by my side in those days, and it was the happiest time of my life.",
			"I can't remember much about that time though....... I just remember that after the incident, your father was by my side the whole time. ...... It was the happiest time of my life."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250386,
			"So… Those Mecha girls are from the same criminal organization?!",
			"是这样么……那这么说的话！现在出现的这些机甲和以前绑架芽衣学姐的人是一伙的么！？",
			"そうだったんだ……じゃあ、この機甲と芽衣先輩を誘拐した連中が同じ組織って可能性があるってこと？",
			"그랬구나…… 그럼, 이 메카와 메이 선배를 유괴한 놈들이 같은 조직일 가능성이 있다는 거야?",
			"I see... So, is it possible that these mechas and the people who kidnapped you are part of the same organization, Mei-senpai?",
			null,
			"Is that so? ...... Then in that case! Are these mechs appearing now and the people who kidnapped Meiko in the past in the same gang!",
			"I was right. ...... So you're saying that it's possible that this armor and the people who kidnapped Mei-senpai are the same organization?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250387,
			"I'm not sure… But there must be some relationships.",
			"我还不是很肯定…但至少有很大的关系。",
			"確証はないけれど……関係は大いにあると思うわ。",
			"확실한 증거는 없지만…… 연관이 크다고 생각해.",
			"I don't have any proof... but I think there's a strong connection.",
			null,
			"I'm not quite sure yet...but at least there is a strong connection.",
			"I can't be sure, but I think the ...... relationship is very much there."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250388,
			"It's complicated now… I feel I got involved in a big case now.",
			"真是越来越复杂了……总感觉自己被卷入了一场大事件中呢。",
			"ますます、複雑になってきたね……何か裏で大きな陰謀が渦巻いてるのかもしれない。",
			"점점 더 복잡해지네…… 뒤에서 큰 음모가 꾸며지고 있는 걸지도 몰라.",
			"This is getting more and more complicated... There may be some big conspiracy going on behind the scenes.",
			null,
			"It's getting really complicated ...... always feel like you're caught up in a big event.",
			"It's getting more and more complicated. ...... Maybe there's some big conspiracy going on behind the scenes."
		]
	],
	"52": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250389,
			"Oh, wind. What's this place!?",
			"唔！好大的风！这里是什么地方！？",
			"きゃっ！もう！風、強すぎっ！！",
			"앗!真是的！ 바람 너무 세!!",
			"Ahhh! The wind here is... so <I>strong!!</I>",
			null,
			"Well! What a strong wind! What is this place!",
			"Oh, my God! Oh, God! The wind is too strong!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250390,
			"Must be the parking apron on the roof, we are at the highest place now.",
			"应该是大楼顶部的停机坪，看来我们已经走到最高的地方了。",
			"ここは屋上のヘリポートね。このビルで一番高いところまで来ちゃったみたい。",
			"여긴 옥상 헬리포트네. 이 건물에서 가장 높은 곳까지 온 모양이야.",
			"This is the helipad on the roof. It looks like we've reached the highest point of the building.",
			null,
			"It should be the apron at the top of the building, and it looks like we've gone to the highest point.",
			"This is the helipad on the roof. This is the highest point in the building."
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250391,
			"\"Object A\" arrived. Mission starts.",
			"“对象A”到达指定区域，作战进入最后阶段，捕获开始。",
			"「対象A」が指定区域に到達。作戦を最終段階に移行。捕獲を開始します。",
			"「대상A」이 지정 구역에 도달. 작전을 최종 단계로 이행. 포획을 시작합니다.",
			"\"Subject A\" has reached the designated area. Operation moving to final phase. Capture commencing.",
			null,
			"When \"Object A\" reaches the designated area, the operation enters the final stage and the capture begins.",
			"Target A reaches the designated area. Operation moves to the final stage. Capture is initiated."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250392,
			"Oh, the kid is here, I won't let you go this time!",
			"这个小丫头果然也在这里，这次绝对不会再让你逃走了！",
			"あっ、ガキ！こんなところにいたのね！今度は逃がさないんだから！",
			"아, 꼬마! 이런 곳에 있었구나! 이번에는 놓치지 않을 거야!",
			"Ah, it's that brat! So this is where you were this whole time! I won't let you get away this time!",
			null,
			"This little girl is really here too, I definitely won't let you escape again this time!",
			"Ah, kid! There you are, in a place like this! I won't let you get away this time!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250393,
			"Kiana, clear the Mecha girls, make some space for me.",
			"琪亚娜，四周的机甲就交给你了，尽量创造出空间让我接近布洛妮娅！",
			"キアナちゃん、機甲の相手をお願い！どうにかして、ブローニャちゃんまでの道を作って！",
			"키아나, 메카 상대 부탁해! 어떻게든 브로냐까지 길을 만들어줘!",
			"Kiana-chan, I'll leave fighting the mechas to you! I'll try to reach Bronya-chan!",
			null,
			"Kiana, I'll leave the surrounding mechs to you, try to create space for me to get close to Bronya!",
			"Kiana, please take care of the armored partner! Somehow, make your way to Bronya-chan!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250394,
			"Ah! Do you have any strategies?",
			"唔！芽衣学姐你有什么策略么？",
			"オッケー！芽衣先輩、何か作戦でもあるの？",
			"오케이! 메이 선배, 무슨 작전이라도 있어?",
			"Okay! Mei-senpai, do you have a plan?",
			null,
			"Well! Do you have any strategy, Meiko-san?",
			"Ok! Mei-senpai, do you have a plan?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250395,
			"I will wake up her personality.",
			"布洛妮娅的精神如果被机械控制的话那就通过其他感官来唤起她的知觉，这是我在练习剑道的时候学会的，我想一定会有作用的。",
			"精神を機械にコントロールされているのなら、他の五感に訴えてみるわ。剣術を習ってた時に教わったんだけど、試す価値があると思うの。",
			"정신을 기계에 조종당하고 있다면, 다른 오감에 호소해 보는 거야. 검술을 배울 때 가르쳐준 건데, 시도해 볼 가치가 있다고 생각해.",
			"If her mind is controlled by a machine, I'll try appealing to her other senses. I was taught this when I was studying swordsmanship, and I think it's worth a try.",
			null,
			"If Bronya's mind is controlled mechanically then it will be evoked through her other senses. This is something I learned while practicing kendo and I think it will work.",
			"If your mind is being controlled by a machine, I'd try appealing to your other senses. I learned this when I was studying swordsmanship, and I think it's worth a try."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250396,
			"Fine~ Although I don't know what do you want to do, but I trust you~ I will watch your back!",
			"好吧~虽然不知道芽衣学姐想干什么，不过我还是相信学姐的~你的背后就交给我吧！",
			"よく分かんないけど、先輩を信じる。背中は私に任せて！",
			"잘은 모르겠지만, 선배를 믿을게. 등은 내게 맡겨!",
			"I don't really understand, Senpai, but I believe in you. Leave your back to me!",
			null,
			"Okay~ I don't know what Meiko wants, but I still believe in her~ I'll take care of your back!",
			"I don't know about you, but I believe in senpai. Leave your back to me!"
		]
	],
	"53": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250397,
			"Hey!",
			"嘿！",
			"ハァッ！！",
			"하앗!!",
			"Hyahh!!",
			null,
			"Hey!",
			"Huh!"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250398,
			"Errr……",
			"呃……",
			"うっ……ぐ……！",
			"윽…… 그……!",
			"Ugh... grk...!",
			null,
			"Uh ......",
			"Ugh ......gu......!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250399,
			"Wow! You helped her out of that mecha! Good job!",
			"哇哦！居然从那个机甲的怀中把她拉出来了！芽衣学姐还是挺有一套的嘛！",
			"よし！機甲の懐からブローニャを離した！さっすが芽衣先輩！！",
			"좋아! 기갑의 품에서 브로냐를 떼어냈어! 역시 메이 선배!!",
			"Alright! You managed to get Bronya out of the mecha! As expected of Mei-senpai!!",
			null,
			"Wow! I pulled her out of the mecha's arms! Meiko-san is really something!",
			"Alright! I let go of the Bronya from the bosom of the machine armor! That's great, Mei-senpai!"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250400,
			"Alert! Need assistance!",
			"适格体本体遭到威胁，请尽快支援，尽快支援。",
			"適合体の本体に危害を確認。応援を要請。",
			"적합체 본체에 피해 확인. 지원 요청.",
			"Damage to the main body of the compatible entity confirmed. Requesting backup.",
			null,
			"Aptitude body is threatened, please support as soon as possible, as soon as possible.",
			"Harm to the main body of the compliant body is confirmed. Requested backup."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250401,
			"Bronya! Wake up! Your mind is controlled by Machinery! Now you are not the real you!",
			"布洛妮娅！你醒一醒！你的意识被机械控制了！现在的你可不是真正的自己！",
			"ブローニャちゃん、目を覚まして！あなたは機械にコントロールされているのよ！今のあなたは、本当のあなたじゃない！",
			"브로냐 쨩, 정신 차려! 너 지금 기계에 조종당하고 있어! 지금의 너는 진짜 네가 아니야!",
			"Bronya-chan, wake up! You're being controlled by a machine! What you are now is not you!",
			null,
			"Bronya! You wake up! Your consciousness is controlled by machinery! You are not your true self now!",
			"Bronya, wake up! You are being controlled by a machine! You are not the real you now!"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250402,
			"…Wake up? …",
			"真正的…布洛妮娅…",
			"本当の……ブローニャ……。",
			"진짜…… 브로냐…….",
			"The real... Bronya...",
			null,
			"The real...Bronya...",
			"The real ...... Bronya ......."
		],
		[
			"msg",
			250403,
			"Personality detected, resist system level up…",
			"检测到精神波动，人格压抑系统等级提升……",
			"精神に異常を検知。人格制御システムの段階レベルをアップします。",
			"정신 이상 감지. 인격 제어 시스템 단계 레벨 업그레이드합니다.",
			"Mental abnormality detected. Personality Control System level increasing.",
			null,
			"Mental fluctuations detected, personality repression system level up ......",
			"Detects abnormalities in the psyche. Increases the stage level of the personality control system."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250404,
			"Bronya! Touch my hands! Can you feel the temperature of my hands! You are not machine! Don't give up!",
			"布洛妮娅！握着我的手！你能感受到我手里的温度么！你不是机械，而是活生生的人类！不要就这样放弃自己的意识！",
			"ブローニャちゃん！私の手を握って！ほら、温かいでしょ？あなたは機械じゃない、生きている人間なの！自分の心を忘れないで！",
			"브로냐야! 내 손을 잡아봐! 자, 따뜻하지? 넌 기계가 아니야, 살아있는 인간이야! 네 마음을 잊지 마!",
			"Bronya-chan! Hold my hand! See, it's warm, right? You're not a machine, you're a living human being! Don't forget your own heart!",
			null,
			"Bronya! Take my hand! Can you feel the warmth of my hand! You're not a machine, you're a living human being! Don't just give up your consciousness like that!",
			"Bronya! Hold my hand! See? Isn't it warm? You are not a machine, you are a living human being! Remember your heart!"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250405,
			"Temperature……",
			"温度……",
			"あたたかい……？",
			"따뜻해...?",
			"Warm...?",
			null,
			"Temperature ......",
			"Warm ......?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250406,
			"Yes! It means life!",
			"没错！这不是机械冰冷的触感，而是生命特有的温度和脉搏！",
			"ええっ！機械の冷たさじゃない、命あるものの温かさよ！",
			"그래! 기계의 차가움이 아니라 생명이 있는 자의 온기야!",
			"Yes! It's not the coldness of a machine, it's the warmth of a living thing!",
			null,
			"That's right! This is not the cold touch of machinery, but the unique temperature and pulse of life!",
			"Eh! It's not the coldness of a machine, it's the warmth of something alive!"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250407,
			"Warning… Bronya…",
			"人格压抑系统……错误…布洛妮娅……",
			"人格制御システムにエラー発生……ブローニャは——",
			"인격 제어 시스템에 오류 발생......브로냐는 ——",
			"Error in Personality Control System... Bronya is——",
			null,
			"Personality Repression System ...... error...Bronya ......",
			"Error in personality control system: ...... Bronya is--"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250408,
			"Mei!",
			"芽衣学姐！快闪开！",
			"芽衣先輩っ！避けて！！",
			"메이 선배! 피해!!",
			"Mei-senpai! Look out!!",
			null,
			"Meiko-san! Get out of the way!",
			"Mei-senpai-senpai! Avoid!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250409,
			"Bang!!!",
			"轰隆！！！",
			"ドォオオォオンッ！！！",
			"두오오오온!!!",
			"<i>BOOOOOOM!!!</i>",
			null,
			"BOOM!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250410,
			"Ah! What happened……",
			"咕！这是怎么回事……",
			"あっ……くっ！そんな……いったい何が？",
			"앗...... 쿱! 이런... 대체 무슨?",
			"Ah... ugh! What... on earth was that?",
			null,
			"Goo! What's going on here ......",
			"Oh, ......! What in the world is such a ......?"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250411,
			"Seems there are still some loopholes in armoured bunny. It's not perfect.",
			"没想到人格压抑系统都会存在这样的漏洞，看来重装小兔的系统还不够完美呢。",
			"人格制御システムにも弱点があったとは……重装ウサギのシステムも完璧とは言えないようね。",
			"인격 제어 시스템에도 약점이 있었을 줄이야......중장토끼 시스템도 완벽하다고 할 순 없네.",
			"I didn't realize the Personality Control System also has a weak point... It seems that Armored Bunny's system can't be called perfect either.",
			null,
			"I did not think that the personality suppression system can exist such a loophole, it seems that the system of reinstallation bunnies is not perfect yet.",
			"I didn't realize that the personality control system had weaknesses as well. ...... It seems that the heavily armed rabbit system isn't perfect either."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250412,
			"You are not Bornya! Who are you?",
			"你…不是布洛妮娅！你是谁？",
			"あなた……誰ッ！？ブローニャちゃんは、どうしたの！？",
			"너...... 누구야!? 브로냐는 어떻게 된 거야!?",
			"Who... are you?! What happened to Bronya?!",
			null,
			"You...are not Bronya! Who are you?",
			"You ...... who! What's wrong with you, Bronya!"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250413,
			"My name is \"C\", I'm mom of Bronya, thank you for playing with my daughter, but game is over.",
			"我的名字叫“C”，是布洛妮娅的妈妈，谢谢你们陪我的女儿玩了这么久，不过游戏已经结束了。",
			"私は「C」、ブローニャの母親だ。娘の相手をしてくれたこと、礼を言おう。だが、遊びは終わりだ。",
			"나는 「C」, 브로냐의 어머니다. 내 딸을 상대해 준 것, 감사 인사를 하지. 하지만 놀이는 끝이다.",
			"You may call me \"C\", Bronya's Matushka. I thank you for entertaining my daughter, but the fun is over.",
			null,
			"My name is \"C\" and I'm Bronya's mom. Thank you for playing with my daughter for so long, but the game is over.",
			"I am \"C\", Bronya's mother. I want to thank you for taking care of my daughter. But I'm done playing."
		],
		[
			"msg",
			250414,
			"Raiden Mei, I will take you away.",
			"雷电芽衣，如果你不想吃苦头的话就乖乖和我们走吧。",
			"雷電芽衣。痛い目に遭いたくなければ、大人しく投降なさい。",
			"라이덴 메이. 아프게 당하고 싶지 않으면, 순순히 항복하세요.",
			"Raiden Mei. If you don't want to suffer, just surrender obediently.",
			null,
			"Raiden Meiko, if you don't want to suffer then be good and come with us.",
			"Raiden Mei. If you don't want to be hurt, surrender maturely."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250415,
			"I won't let you do that!",
			"芽衣学姐是绝对不会交给你们的！",
			"芽衣先輩に手は出させないよ！",
			"메이 선배에게 손대지 못하게 할 거야!",
			"I won't let you lay a hand on Mei-senpai!",
			null,
			"Meiko-senpai will never give it to you!",
			"I won't let you touch Mei-senpai!"
		],
		[
			"speaker",
			204543
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				5,
				0,
				false
			]
		],
		[
			"msg",
			250416,
			"Ha, I still need to force you do this, then, sleep for a whole now!",
			"哼，是么，到头来还是得使用武力么，那就只好让你们睡一会了！",
			"ほう、だったら力づくしかないようね。いいわ、相手してあげる！",
			"호오, 그렇다면 힘으로 밀어붙이는 수밖에 없겠네. 좋아, 상대해 주지!",
			"Oh, so I guess I'll have to use force then. Fine, I'll play with you!",
			null,
			"Humph, is it? In the end, you still have to use force? Then we'll have to let you sleep for a while!",
			"Well, then, it looks like you're only going to get stronger. Fine, I'll play with you!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250417,
			"Restarting…",
			"系统完全静默…等待重启。",
			"システム強制シャットダウン——身体コントロールの移行……再起動を開始します。",
			"시스템 강제 종료 —— 신체 제어 이전... 재시작을 시작합니다.",
			"Forced system shutdown—— Transfer of body control... Initiating reboot. (TN: I see Bronya got a costume change in the middle of battle... She truly is a magical girl!)",
			null,
			"The system is completely silent...waiting for a reboot.",
			"System Forced Shutdown--Body Control Transition ...... initiates reboot."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250418,
			"Help her get out of this system while restarting.",
			"趁着系统瘫痪的时候得赶紧把布洛妮娅身上的控制器解除。",
			"再起動？なるほど、ブローニャの身体を乗っ取るつもりね。今の内にブローニャを支配している元凶を断たないと！",
			"재시작? 흠, 브로냐의 몸을 빼앗을 셈이군. 지금 안에 브로냐를 지배하고 있는 근원을 끊어야 해!",
			"Reboot? I see, so you're planning on taking over Bronya's body. We need to eliminate the source of control over Bronya while we can!",
			null,
			"Gotta disarm the controller on Bronya while the system is down.",
			"Reboot? I see, they are going to take over Bronya's body. We have to cut off the source of control over Bronya while we still can!"
		],
		[
			"msg",
			250419,
			"Mei, help me hold her.",
			"芽衣学姐，帮我从背后扶住她。",
			"芽衣先輩、後ろからブローニャを支えてくれる？",
			"메이 선배, 뒤에서 브로냐를 받쳐줄 수 있어?",
			"Mei-senpai, can you support Bronya from behind?",
			null,
			"Meiko-senpai, help me hold her from behind.",
			"Mei senpai, can you support Bronya from behind?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250420,
			"Alright. Hey! Why are you taking off her clothes?",
			"好的。喂！你怎又开始脱人家的衣服啦？",
			"分かったわ——って、ちょっと！何で服を脱がせてるの！？",
			"알았어 —— 라고, 잠깐! 왜 옷을 벗기고 있는 거야!?",
			"Okay, but—— Hey! Why are you taking off her clothes?!",
			null,
			"Okay. Hey! Why are you taking off my clothes again?",
			"All right -- I mean, hey! Why are you taking off your clothes?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250421,
			"I didn't see her connection part in last battle, it must on her body.",
			"上次和她战斗的时候没有发现什么外部连接器，那这个控制装置就一定在她身上。",
			"前回、肌が見えている部分にはそれらしいものが見当たらなかったから、服の中に隠れてるんだと思うの。",
			"지난번에 피부가 보이는 부분에는 그럴 만한 게 없어서, 옷 안에 숨어있을 거라고 생각했어.",
			"Last time I checked, I didn't see anything like machinery on any exposed skin, so I think it's hiding under her clothes.",
			null,
			"The last time I fought her I didn't find any external connectors, so this control device must be on her.",
			"Last time I didn't see anything that looked like it on the part of the skin that was visible, so I think it's hidden in the clothes."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250422,
			"Ah… I feel so…",
			"啊……啊…好奇怪的感觉，在身体的里面……",
			"……っ！",
			"...!",
			"...!",
			null,
			"Ah ...... ah... so strange feeling inside the body ......",
			"......!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250423,
			"Must be this! Wait for a second~",
			"有了！一定就是这个了，请稍微忍耐一下~",
			"あった！これのはずだわ。ちょっと我慢してね～。",
			"찾았다! 이거 맞을 거야. 조금만 참아줘~.",
			"There it is! This must be it. Just hold on~",
			null,
			"There it is! This must be it, please bear with me a little~",
			"There it is! This should be it. Be patient for a minute!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250424,
			"Yes…",
			"嗯…额……",
			"くっ……あっ、んあぁああ……頭の中が、ぁくっ……！",
			"윽…… 아, 으아아아…… 머릿속이, 으윽……!",
			"Ah... Ah, ahhhh... My head is... Ah...!",
			null,
			"Well...er ......",
			"Kuk...... Oh, nnnhhhhh...... my head, ahhhhh......!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250425,
			"Kiana, have you finished it?",
			"琪亚娜你好了没有啦！不要乱摸别人的身体啊！",
			"キアナちゃん、まだなの！ベタベタ触り過ぎじゃない！？",
			"키아나, 아직이야! 너무 달라붙어서 만지지 말라고!",
			"Kiana-chan, are you done yet?! Aren't you touching her too much?!",
			null,
			"Kiana, are you okay? Don't touch other people's bodies!",
			"Kiana, I'm not ready yet! You're touching me too sticky!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250426,
			"Alright, she is fine now~",
			"好了…她已经没事了~",
			"あとちょっと……よしっ！終わった。もう大丈夫だよ。",
			"조금만 더…… 좋아! 끝났어. 이제 괜찮아.",
			"Just a little bit more... Okay! It's done. She's alright now.",
			null,
			"Well...she's all right now~",
			"I'm almost done. ...... Okay! It's done. You're all set."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250427,
			"Humph~ Bronya, how do you feel now?",
			"嗯，布洛妮娅，你现在感觉怎么样？",
			"ブローニャちゃん、その……平気？",
			"브로냐, 그…… 괜찮아?",
			"Bronya-chan, are you... okay?",
			null,
			"Well, Bronya, how do you feel now?",
			"Bronya, are you okay with that ......?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250428,
			"I don't know how to answer you…",
			"布洛妮娅…不知道要怎么回答这个问题…",
			"ブローニャは……その質問に対して、どう答えればいいのか分かりません……。",
			"브로냐는…… 그 질문에 어떻게 대답해야 할지 모르겠어요……",
			"Bronya... doesn't know how to answer that question...",
			null,
			"Bronya...I don't know how to answer this question...",
			"Bronya doesn't know how to answer ...... that question. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250429,
			"Nevermind~ I will protect you~ You don't need to use your body as weapons now~",
			"没关系，姐姐会来保护你的~你再也不用去做什么武器的载体了~",
			"大丈夫よ。お姉ちゃんがブローニャちゃんを守るから。もう兵器として戦わなくていいの。",
			"괜찮아. 언니가 브로냐를 지켜줄 테니까. 이제 무기로서 싸울 필요 없어.",
			"It'll be okay. Onee-chan is here to protect you, Bronya-chan. You won't have to fight as a weapon anymore.",
			null,
			"It's okay, my sister will come to protect you ~ you no longer have to do any weapons carrier ~",
			"Don't worry. My sister will protect you, Bronya. You don't have to fight as a weapon anymore."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250430,
			"Mei, I'm willing to obey your orders…",
			"芽衣姐姐，布洛妮娅愿意遵循你的命令…",
			"お姉ちゃん……？芽衣、姉様……。ブローニャは芽衣姉様の命令に従います。",
			"언니……? 메이, 언니…… 브로냐는 메이 언니의 명령을 따를게요.",
			"Onee-chan...? Mei...onee-sama... Bronya will follow your orders.",
			null,
			"Meiko-san, Bronya is willing to follow your orders...",
			"Sis, sis ......? Mei, Sis ....... Bronya will follow the orders of Mei, Sis."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250431,
			"No, no one can order you in the future. Just be who you are.",
			"不对，不对~从今以后，不会有人再命令你，你也不需要执行任何人给你的命令。一切只要遵循自己内心的想法，就好了。",
			"違うわ、ブローニャちゃんはもう誰の命令も聞かなくていいの。これからは自分の意志で、したいようにすればいいのよ。",
			"아니야, 브로냐는 이제 누구의 명령도 들을 필요 없어. 이제부터는 네 의지대로, 하고 싶은 대로 하면 돼.",
			"No, you don't have to listen to anyone's orders anymore. From now on, you can do what you want, according to your own will.",
			null,
			"No, no~ From now on, no one will order you, and you don't need to carry out the orders given to you by anyone. Everything is fine as long as you follow your inner thoughts.",
			"No, Bronya, you don't have to listen to anyone's orders anymore. From now on, you can do whatever you want, of your own volition."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				5,
				0,
				true
			]
		],
		[
			"msg",
			250432,
			"Be who I am? \"I\"…",
			"布洛妮娅自己的意愿么…我想，我好像有点明白，“我”是什么意思了…",
			"ブローニャの、したいこと……？少し分かったような気がします、「自分」という意味が……。",
			"브로냐가, 하고 싶은 일……? 조금은 알 것 같아요, 「자신」이라는 의미가…….",
			"What Bronya wants to do...? I think I understand a little better now, what \"myself\" means... (TN: She uses the term \"自分\" here. Not quite sure how to translate it...)",
			null,
			"I think I understand a bit what \"I\" means...",
			"Bronya's, what you want to do ......? I think I understand a little better, I think I know what you mean by \"self\" ......."
		]
	]
}