{
	"460": [
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66211,
			"Welcome to my dream...",
			"欢迎来到我的梦境……",
			"カシャシャ、悪夢へようこそ。",
			"카샤샤, 악몽에 온 걸 환영해.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66212,
			"This is... A prophecy I have never seen. Is this because I have already changed the prelude of the possible tragedy, so the world was altered?",
			"这里是……从未见过的启示呢，是因为我已经改写了悲剧的序章，世界线发生了变动而导致的么？",
			"ここは……私の知らない場所。",
			"여기는…… 내가 모르는 장소다.",
			null
		],
		[
			"msg",
			66213,
			"This medieval architectural style, I have seen it somewhere... The Aurora City! Is this prophecy related with the Black Death, too?",
			"中世纪的建筑风格，好像在哪里看过……极光城！难道这也是和黑死病有关的预兆么？",
			"周りに見えてる中世紀風の建物、どこかで見たことあるような……そ、そうだ。オーロラだ！まさか、ここも黒死病と関係があるの？",
			"주변에 보이는 중세풍 건물, 어디선가 본 것 같은…… 그, 그래. 오로라다! 설마, 여기도 흑사병과 관계가 있는 거야?",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66214,
			"But the savior will always save the world from despair! Whether it is the Black Death, or other disasters!",
			"但是救世主一定会将会将世人从绝望的洪流中拯救出来，无论面对的是黑死病，还是其他的灾难！",
			"私が絶対に奔流の中から救ってみせるわ。立ち向かうのがペストであろうと、災害だろうと関係ないわ！",
			"내가 반드시 급류 속에서 구해내겠어. 맞서는 게 페스트이든, 재앙이든 상관없어!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66215,
			"Hehe... What a cocky, mad person...",
			"呵呵……真是一个自大狂……",
			"ニシャシャ、自惚れてる人がいるわ。",
			"니샤샤, 자뻑하는 사람이 있네.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66216,
			"Who is it!? How dare you interrupt Kyushou-sama from accepting the prophecy.",
			"谁！？居然妄图打断九霄大人接受神谕。",
			"誰！？ど、どこにいるの！？",
			"누구!? 어, 어디 있는 거야!?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66217,
			"You call this struggle a prophecy? You are nothing but a puppet, following directions from others.",
			"将这份挣扎称之为神谕么，你也不过是按照他人指示而前行的木偶罢了。",
			"あなただって他人が示した道を真っ直ぐ歩いてるだけの人形じゃない。ニシャシャ。",
			"너도 남이 보여준 길을 곧장 걷고 있는 인형일 뿐이야. 니샤샤.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66218,
			"Nonsense! The savior will not be manipulated by anyone. I have always acted by my own willpower! Who are you? Get out, and take your judgement!",
			"别瞎说！救世主怎么可能被他人操控，我可是一直都在凭借自己的意志而行动的！你是什么人？给我出来迎接审判！",
			"わ、私を驚かせようだなんていい度胸じゃない！びびってない、びびってないわ！",
			"나, 나를 놀래키려 드는 건 대담한 짓이야! 안 무서워, 안 무서워!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66219,
			"......",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66220,
			"You don’t even dare to reveal yourself in front of me. I probably have overestimated you. You are nothing but a coward!",
			"居然都不敢在本座面前现出真身，看来是我太过高看你了，你不过也只是一个胆小的鼠辈而已！",
			"姿を現さないところを見ると、わ……我をおそれているのがわかる！臆病者に負ける九霄様じゃないわ！",
			"모습을 드러내지 않는 걸 보니, 나… 나를 두려워하는 게 보여! 겁쟁이에게 질 큐쇼 님이 아니야!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66221,
			"Poor, ignorant people, you will never realize the despair is coming... If you want to meet me so much, then continue walking in the direction of the nightmare.",
			"可怜又无知的人啊，永远无法察觉绝望正在逼近……既然你这么想见到我的话，那就继续向着噩梦的方向走吧。",
			"憐れで無知な人間なのね。絶望が迫っていることにも気がつかない。そんなに私を見たいのなら、このまま悪夢に向かって進むといいわ。",
			"불쌍하고 무지한 인간이로구나. 절망이 다가오는 것도 모르고. 그렇게 나를 보고 싶다면, 이대로 악몽을 향해 나아가 보렴.",
			null
		],
		[
			"msg",
			66222,
			"I look forward to seeing the panic and despair on your face...",
			"期待和你相遇时，脸上那惊恐与绝望的表情……",
			"私に会えたら自己紹介をしてあげる。ここにきたとき、あなたの顔に恐怖と絶望が浮かんでいるのを楽しみにして——",
			"나를 만나면 자기소개를 해 줄게. 여기에 왔을 때, 네 얼굴에 공포와 절망이 떠오르는 걸 기대하며——",
			null
		]
	],
	"461": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66223,
			"Kyushou... Hey! Kyushou!",
			"九霄…喂！九霄！",
			"九霄……ちょっと、九霄ってば！！",
			"큐쇼… 야, 큐쇼야!!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66224,
			"Ah -!",
			"啊——！",
			"……ふぇ？",
			"......헤?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66225,
			"Kyushou, are you okay? You were murmuring something in your sleep. Did you have a nightmare?",
			"九霄，你还好吧，你怎么睡着了还一边低语着什么，是做噩梦了么？",
			"九霄ちゃん、大丈夫？寝ながらブツブツとなにか呟いていたわよ。悪夢でも見たのかしら……。",
			"큐쇼, 괜찮아? 자면서 중얼중얼 뭐라고 말하고 있더라. 악몽이라도 꾼 거야......?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66226,
			"Nightmare... No, nothing! It wasn’t a nightmare, it was a more cruel training for the savior.",
			"噩梦…没、没有！那才不是噩梦，而是救世主所进行的更残酷的训练。",
			"悪夢？あれはいったい……。",
			"악몽? 그건 대체......",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66227,
			"You are just making excuses. If I can train in my dreams, I would have become the most powerful Rank S Valkyrie in the Shicksal long ago!",
			"怎么看都是你这个家伙在找借口吧，要是做梦也能训练的话我现在早就成为天命最强的S级女武神了！",
			"どうしたのよ。なにかあったの？",
			"무슨 일이야. 뭐라도 있었어?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66228,
			"Kiana, I asked you to pass on the order to assemble. What are you talking now?",
			"琪亚娜，我不是让你来传达集合的指令么，你怎么还在这里说大话？",
			"キアナ、手の平をグーにして、なにをしようとしているのかしら？",
			"키아나, 손바닥을 쥐고 뭘 하려는 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66229,
			"It’s all because Kyushou had fallen asleep...",
			"还不都是因为九霄睡着了……",
			"だ、だって……九霄が寝ていたから。",
			"아, 아니...... 큐쇼가 자고 있어서.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66230,
			"Stop making excuses. We have already arrived.",
			"不要找借口了，我们的目的地已经到了。",
			"言い訳しないの！ほら、あたくしたちの目的地に着いたから行くわよ。",
			"변명하지 말라구! 자, 우리 목적지에 도착했으니 가자.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66231,
			"What’s wrong this city, ruins everywhere...",
			"下面的城市是怎么回事，到处是断壁残垣……",
			"街が、崩れ落ちてる……。",
			"도시가, 무너져 내리고 있어......",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66232,
			"This is called Reality Distortion Field. It is created by the Houkai Energy and many had observed it in various locations in Europe recently. It’s like the Aurora City you investigated, we call it “Nightmare”. We have investigated that the Houkai Energy came from the Black Death many years ago, but this time, Houkai came with a greater magnitude.",
			"这是近日在欧洲不断出现的由崩坏能创造的现实扭曲力场，就和你们之前调查的极光城一样，我们将之称为“噩梦”。我们已经调查清楚，这些崩坏能的来源是当年的黑死病，但这一次崩坏的攻势更加猛烈。",
			"最近ヨーロッパで頻繁に出現している崩壊によって作られた現実歪曲空間よ。この間のオーロラと同じよ。あたくしたちは｢悪夢｣と名付けたわ。この崩壊エネルギーの出所は昔のペストによるものよ。",
			"최근 유럽에서 자주 나타나는 붕괴로 인해 만들어진 현실 왜곡 공간이야. 지난번 오로라와 같은 거야. 우리는 ｢악몽｣이라고 이름 붙였어. 이 붕괴 에너지의 근원은 옛날 페스트 때문이야.",
			null
		],
		[
			"msg",
			66233,
			"The Black Death originated from this place that we are landing. Our goal is to find the source of Houkai and destroy it.",
			"现在我们降落的地方就是黑死病的起源之地，我们的目标就是找到这个地方的崩坏源并消灭它。",
			"これから、あたくしたちが向かう場所はペストの発祥地。目標はこの場所の崩壊源を探し出して消滅させることよ。",
			"이제 우리가 향할 곳은 페스트의 발상지. 목표는 이 곳의 붕괴 근원을 찾아서 소멸시키는 거야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66234,
			"Hoho, I’m so excited! Attacking the enemy base directly!",
			"嚯嚯，这种上来就直接攻向敌人老巢的做法真是让人激动呢！",
			"ここで、九霄様の出番——",
			"여기서, 큐쇼님의 차례——",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66235,
			"But why is Ms. Theresa leading our team this time? Where is Himeko? Kira? Mom?",
			"但是为什么这一次是德丽莎老师带队啊？姬子呢？绮罗姐呢？我老妈呢？",
			"九霄が大人しくすれば安心して任務ができるわ。そういえば、今回はテレサが部隊を指揮するの？姫子じゃなくて？",
			"큐쇼가 얌전히 있으면 안심하고 임무를 할 수 있어. 그런데, 이번에는 테레사가 부대를 지휘하는 거야? 히메코가 아니라?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66236,
			"This “Nightmare” has affected many cities. They are fighting “Houkai” in other places. Do you have a problem with me leading the team, Kiana?",
			"这一次的“噩梦”波及到的城市很多，她们正在其他的地方与“崩坏”进行战斗。难道琪亚娜你对我带队有什么不满么？",
			"今回の悪夢が及んでいる街はたくさんあるの。みんなそれぞれ他の場所にある崩壊と戦って……あぁ、なるほど。キアナはあたくしが指揮するのに不満があるのね？",
			"이번 악몽이 미치고 있는 도시는 많아. 모두 각자 다른 곳에서 붕괴와 싸우고... 아, 그렇구나. 키아나는 내가 지휘하는 게 불만이니?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66237,
			"Uh! No! I fully trust Ms. Theresa, I’m sure she will take good care of us!",
			"呃！没有问题！我充分信任德丽莎老师，她一定能够保护好我们的安全的！",
			"え？全然。姫子はお酒がーってうるさいんだもん。それに、私はテレサのことを信頼しているわ。きっと私たちが困っても守ってくれるって。",
			"엣? 전혀. 히메코는 술이-라고 시끄럽거든. 게다가, 나는 테레사를 믿고 있어. 분명히 우리가 곤란해도 지켜줄 거라고.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66238,
			"Good~ Everyone, get ready, we are getting off the ship to attack “Nightmare”!",
			"那就好~全员准备，跟随我一起离舰，讨伐“噩梦”！",
			"てりてり～♪ そう思われるのは悪くないわね。とにかく、姫子……あの子はいったいキアナたちになにを教えているのかしら……あとで呼び出して話を聞かないといけないわね。",
			"테리테리~♪ 그렇게 생각해주니 나쁘지 않네. 어쨌든, 히메코... 그 아이는 대체 키아나들에게 무얼 가르치고 있는 거야... 나중에 불러내서 이야기를 들어야겠어.",
			null
		]
	],
	"462": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66239,
			"Big...",
			"大…",
			"ねぇ、テレサのおばさん。",
			"있지, 테레사 아주머니.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66240,
			"Huh!?",
			"嗯！？",
			"んもう！キアナってば、この世界一可愛いテレサちゃんになんてことを言うのかしら。どこからどうみても美少女じゃないの！",
			"아이고! 키아나란 아이는, 이 세상에서 가장 귀여운 테레사쨩에게 무슨 말을 하는 거야. 어디에서 봐도 미소녀잖아!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66241,
			"Ms. Theresa, we have walked a big circle around here, but have found nothing...",
			"德丽莎老师，我们已经绕了这里一大圈了，这不是什么都没有发现么……",
			"こんなちびっ子に｢おばさん｣って言わなきゃならない私の身にも——",
			"이런 꼬마에게｢아주머니｣라고 해야 하는 내 처지도——",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66242,
			"Hehehe, Kiana, do you want to follow me? I have fairies to guide me, they will help us find the BOSS.",
			"哼哼哼，琪亚娜你要不要跟着我走，我拥有妖精的引路标，能够帮助我们找到BOSS点的。",
			"キアナ、キアナ！妖精の導きによると、向こうにボスがいると示している！ちょっと行ってく——",
			"키아나, 키아나! 요정의 인도에 따르면, 저기에 보스가 있다고 알려주고 있어! 잠깐 다녀올게——",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66243,
			"No, and I suggest you better not leave the team, or nobody would be able to save you from danger.",
			"不要，而且我劝你最好不要擅自脱离队伍，要不然遇到危险谁都没办法救你。",
			"何度も言ってるけど、チームを離れちゃダメ。危険があったとき近くにいなきゃ助けられないじゃない。",
			"몇 번을 말해도, 팀에서 떨어지면 안 돼. 위험이 있을 때 가까이에 있지 않으면 구해줄 수 없잖아.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66244,
			"Kiana, be quiet, I may have heard something over there...",
			"琪亚娜，你先安静一点，那边似乎有什么声音……",
			"キアナ、静かに。九霄が示した方向から音がするみたい。",
			"키아나, 조용해. 큐쇼가 가리킨 방향에서 소리가 나는 것 같아.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66245,
			"*Scratch*... *Scratch*...",
			"咔嚓0咔嚓……咔嚓咔嚓……",
			"——ザッザッ……ザッザッ",
			"——사삭사삭…… 사삭사삭",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66246,
			" That annoying sound... It’s like someone sharpening a knife...",
			"好刺耳…就像是磨刀的声音……",
			"なんの音かしら？刀を研いでる音みたい……耳障りだわ。",
			"무슨 소리지? 칼을 갈는 소리 같은데…… 듣기 싫어.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66247,
			"That sound is getting closer. Everyone, get prepared!",
			"那个声音正在向我们靠近，全员戒备！",
			"だんだん音が近づいてきているわ。全員、戦闘準備！",
			"점점 소리가 가까워지고 있어. 모두, 전투 준비!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			66248,
			"Meow-hehe, I have found a few more disgusting humans... What kind of punishment should Anila give you?",
			"喵嘻嘻，又发现了几个可憎的人类……阿尼拉该用怎样的刑罚葬送你们呢？",
			"カシャシャ、人間をみつけたわ。今度はどうやって殺してあげよう？",
			"카샤샤, 인간을 발견했어. 이번엔 어떻게 죽여줄까?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			66249,
			"Are you the incarnation of Nightmare? As expected, you look like you can bring nightmare to people. Let Kyushou-sama purge you!",
			"你就是噩梦的化身么，果然是个看到就会让人做噩梦的角色呢。就让九霄大人净化你吧！",
			"あれ？どこかで……見たような。",
			"어? 어디선가…… 본 것 같은데.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			66250,
			"Hey! Kyushou, we don’t have enough information of her! Think before you move!",
			"喂！九霄对方的情报还不明确！不要这么冲动！",
			"ちょっと！九霄、相手の情報はないのよ！？近づいちゃダメ！",
			"잠깐! 큐쇼, 상대 정보가 없잖아!? 가까이 가면 안 돼!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			66251,
			"Meow-hehe, you have come to die, human. Anila will send you to see the black grim reaper!",
			"喵嘻嘻，送上门来的人类，阿尼拉这就送你去见黑色的死神！",
			"ニシャシャ、死神に会わせてあげる！",
			"니샤샤, 사신을 만나보라고!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			66252,
			"*Kacha*!",
			"咔嚓！",
			"——カチャ、プシュー！！",
			"——찰칵, 푸슈!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			66253,
			"Kyushou!! Ouch, this black fog is!?",
			"九霄！！呃！这些黑雾是！？",
			"わ、わわわっ！この黒い霧は！きゅ、九霄！？",
			"와, 와왁! 이 검은 안개는! 큐, 큐쇼!?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			66254,
			"Kiana! Come back! This is high concentration Houkai Energy!",
			"琪亚娜！撤回来！这些是高浓度的崩坏能！",
			"キアナ！戻ってきなさい！これは崩壊エネルギーよ！",
			"키아나! 돌아와! 이건 붕괴 에너지야!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			66255,
			"But what about Kyushou!",
			"可是九霄她怎么办！",
			"で、でも九霄ちゃんが………。",
			"하, 하지만 큐쇼이……….",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			66256,
			"...Let’s retreat and regroup for now. Trust me, I will not leave her here!",
			"……先暂时撤退调整队形，相信我，我是不会抛下她的！",
			"まずは撤退して陣形と作戦を考えるわ。あたくしを信じなさい。",
			"일단 후퇴해서 진형과 작전을 생각할게. 날 믿어줘.",
			null
		]
	],
	"463": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66257,
			"*Cough*! Why is there suddenly a huge fog...",
			"咳咳！怎么忽然这么大的雾……",
			"ゴホッゴホッ！！この霧、濃すぎる……！",
			"콜록콜록!! 이 안개, 너무 짙어…!",
			null
		],
		[
			"msg",
			66258,
			"Where am I... Where’s everyone else? Kiana? Senior Mei? Bishop Theresa?",
			"我这是在哪……其他的人呢？琪亚娜？芽衣学姐？德丽莎主教？",
			"ここはどこ？キアナ！芽衣先輩！テレサ！",
			"여긴 어디야? 키아나! 메이 선배! 테레사!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				4,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66259,
			"They can’t hear you. There are only unwilling dead souls here from the Black Plague.",
			"她们是听不到你的呼唤的。这里只有被黑死病波及的冤魂。",
			"彼女たちにあなたの声は届かないわ。ここはペストによって死んでしまった魂が集まる場所。約束通り自己紹介をするわ。私はアニラよ。",
			"그들에게 네 목소리는 닿지 않아. 여기는 페스트로 죽은 영혼들이 모이는 곳. 약속대로 자기소개를 할게. 나는 아닐라야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66260,
			"You are... Anila? So this is your true form. You were cursed! Don’t worry, let me lift your curse, so you can have your redemption!",
			"你是…阿尼拉？这才是你真正的样子么，你之前是被诅咒了么！没关系，让我来解除你的诅咒吧！这样你就能获得救赎了。",
			"アニラ……さっきの夢！じゃあ、これがあなたの本当の姿なのね。大丈夫、私が呪いを解いてあげるわ！",
			"아닐라… 아까 꿈에서! 그럼, 이게 너의 진짜 모습이구나. 괜찮아, 내가 저주를 풀어줄게!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66261,
			"No, you can’t. Anila is just an appearance... What actually constitutes me is the hatred from the thousands of dead souls. We wanted to revenge on this dark world...",
			"不，你做不到的，阿尼拉只不过是一个表象…真正组成我的是那些千千万万死去灵魂的憎恨，我们想要的是向这个黑暗的世界复仇……",
			"それはできないわ。私は……いいえ、私たちは無数の憎しみを抱いた魂よ。この姿はあなたのイメージした幻に過ぎないわ。復讐するために、ここにいるの。",
			"그건 안 돼. 나는… 아니, 우리는 무수한 증오를 품은 영혼이야. 이 모습은 네가 상상한 환상에 불과해. 복수하기 위해, 여기에 있는 거야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66262,
			"But hatred and revenge can’t solve any problems, can they? Please trust me. The savior will let you see the hope of this world.",
			"但是憎恨与复仇无法解决任何事情不是么？请相信我，救世主会让你们看到这个世界的希望的。",
			"憎しみと復讐じゃなにも解決できない。私を信じて。救世主があなたたちに世界の希望を見せてあげるわ！",
			"증오와 복수로는 아무것도 해결되지 않아. 날 믿어. 구세주가 너희에게 세상의 희망을 보여줄 거야!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66263,
			"You have no idea what they had been through. All you can say is to try and ‘save’, but you will only fall into despair and crumble after finding the truth.",
			"你不了解他们到底遭遇了什么，你只是想当然的要去救赎，最后接触到真相的你只会陷入绝望，逐渐崩溃。",
			"あなたには、みんながいったいどんな目にあったのかわからないのね。真実を理解するころには絶望へと陥り、徐々に崩壊していくわ。",
			"넌, 모두가 대체 어떤 일을 겪었는지 모르는구나. 진실을 이해하게 될 때 절망에 빠지고, 점점 붕괴되어 갈 거야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66264,
			"No, there must be a way to save you, if you can tell me what you had been through!",
			"不，只要把你们所遭遇的事情告诉我，我一定就能够找到拯救你们的办法！",
			"そんなことにはならない！あなたたちの過去を教えてくれれば、私が必ず救う方法を見つけてみせるわ！",
			"그런 일은 없을 거야! 너희들의 과거를 알려주면, 내가 반드시 구할 방법을 찾아 보여줄게!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66265,
			"Is it... Then have a look at what kind of disaster we had hundreds of years ago...",
			"是么……那你就来看看吧，看看几百年前，我们到底遭遇了怎样的灾难……",
			"そう……。その希望に満ちた瞳が濁らないように気をつけるといいわ。数百年前、私たちがどんな過去を歩んできたかを見せてあげる。",
			"그래……. 그 희망으로 가득 찬 눈이 흐려지지 않도록 조심하는 게 좋아. 수백 년 전, 우리가 어떤 과거를 걸어왔는지 보여줄게.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66266,
			"......",
			"……",
			"——少女過去の記憶へ",
			"——소녀 과거의 기억으로",
			null
		],
		[
			"msg",
			66267,
			"......",
			"……",
			"——キャアアア！！！",
			"——꺄아아아!!!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66268,
			"This is... The medieval city in my dream just now... Where is this place...",
			"这里是…刚才梦境中的中世纪城市……这到底是……",
			"この世界が……アニラの……。",
			"이 세계가…… 아니라의…….",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66269,
			"This was a peaceful city where citizens live in order and peace under the management of the lord... However, a strange disease was found one day and no doctor knew how to treat it.",
			"这里本来是一个和平的城邦，人民在城主的管理下井井有条地生活，从不与人交恶…只不过有一天，这个城市里发现了奇怪的病种，没有一个医师知道如何治疗。",
			"ここは平和な街だったの。人々は領主による管理の下、平和な生活を送っていたわ。そんなある日、奇妙な疫病が見つかったわ。どうやって治療するのか、知っている医者は一人もいなかったの。",
			"여긴 평화로운 마을이었어. 사람들은 영주에 의한 관리 아래, 평화로운 생활을 하고 있었지. 그러던 어느 날, 기묘한 역병이 발견되었어. 어떻게 치료하는지 아는 의사는 한 명도 없었지.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66270,
			"Are you talking about the Black Death...",
			"你说的是黑死病么……",
			"そんなことは聞いてない！！これは……これじゃ——",
			"그런 건 듣지 못했어!! 이건…… 이건 ——",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66271,
			"Right, but the real nightmare was not the Black Death... It was the war and massacre that came after.",
			"没错，但是真正的噩梦并不是黑死病…而是随之而来的战争与屠杀。",
			"そうよ、戦争ね……いいえ、正確に言えば殺戮のほうが正しいわ。",
			"그래, 전쟁이야…… 아니, 정확히 말하면 학살 쪽이 맞아.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66272,
			"We need more people! Reinforce the defense! We can’t let the Shicksal come in!",
			"来人！加强防御！不能让天命的人攻进来！",
			"誰か、増員要請を！天命のやつらを入れるな！",
			"누구야, 증원 요청을! 천명의 놈들을 들이지 마!",
			null
		],
		[
			"msg",
			66273,
			"Run! Run away! Or you will all be killed by those knights!",
			"快！快逃吧！不然都会被骑士团的人杀光的！",
			"は、早く逃げて！天命騎士団に全員殺されるわ！",
			"어, 어서 도망쳐! 천명 기사단에게 모두 죽임을 당할 거야!",
			null
		],
		[
			"msg",
			66274,
			"Mom! Mom help me! I don’t want to die!",
			"妈妈！妈妈救救我！我还不想死！",
			"ママ、助けてよぉ！死にたくない、死にたくないよぉ……うわーん！",
			"엄마, 도와줘! 죽기 싫어, 죽기 싫어…… 우와앙!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66275,
			"The Knights of the Shicksal... Is this how they battled against Houkai...",
			"天命骑士团…这就是当时他们对抗崩坏的手段么……",
			"な、なんてことを……。",
			"어, 어� 이런 일이…….",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66276,
			"Hmm? So you know something after all... Right, they called themselves the Shicksal and came into the city as saviors. They demanded to kill all people infected with the disease to eliminate it.",
			"哼？看来你也不是一无所知呢…没错，这些自称天命的人，以救世者的姿态来到城中要求将患病的人民都处死，从而消灭疫病。",
			"どう？天命を名乗る者たちは世界を救うために街へやってきて、病気にかかった人々を次々に処刑したの。そうやって疫病を消滅させていたわ。",
			"어때? 천명을 자칭하는 자들은 세계를 구하기 위해 도시로 와서 병에 걸린 사람들을 차례로 처형했어. 그렇게 역병을 소멸시켰다고.",
			null
		],
		[
			"msg",
			66277,
			"But the lord did not hand her people out as they demanded... The Knight of Apocalypse from the Shicksal left a warning and left. No one thought they would attack the town on the next day.",
			"但城主并没有按照他们的要求交出自己的人民…天命的天启骑士留下了警告后扬长而去，没想到第二天，骑士团就对城镇发起了进攻。",
			"しかし、領主は天命騎士団の要求通りに人々を差し出さなかった。天啓の騎士が残って警告をして去って行ったわ。だけど、次の日に街へ攻めてくるとは正直思わなかったわ……。",
			"그러나 영주는 천명 기사단의 요구대로 사람들을 내주지 않았어. 천계의 기사가 남아 경고를 하고 떠났지. 하지만 다음 날 마을로 공격해 올 줄은 정말 생각도 못했어…….",
			null
		],
		[
			"msg",
			66278,
			"The frightened lord was not prepared and the knights rushed into the city, killing like maniacs. People were crying, running and begging for mercy, but they were all pierced and cut in the end... That’s what you are seeing right now.",
			"惊慌的城主毫无准备，骑士冲进了城市疯狂地杀戮。人们哭喊着，逃跑着，祈求骑士的怜悯，但是最终都被刀剑刺穿，切割……那就是现在你所看到的光景。",
			"なにも用意もしていなかった領主は慌てたわ。天命の騎士は街で狂ったように殺戮した。人々は泣き叫びながら逃げて情けを求めた。しかし、最後は剣で貫かれ、斬られた……そう、今あなたが目にしている光景よ。",
			"아무 준비도 하지 않았던 영주는 당황했어. 천 명의 기사가 거리에서 미친 듯이 학살을 자행했지. 사람들은 울부짖으며 도망치고 자비를 구했어. 하지만 결국 칼에 찔리고 베여 죽었어…… 바로 지금 네가 목격하고 있는 광경이야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66279,
			"Stop it...!",
			"别再说了…！",
			"も、もうやめて……！",
			"이제, 그만해……!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66280,
			"In the end, this city was burnt into ashes in one day. No one could escape. There was so much blood in the burning flame, making the sky look like blood too...",
			"最后，这座城邦在一日之间化为了灰烬，没有一个人得以逃脱。城里燃起的大火泛着鲜红的血光，就连天空都被照成了血红色……",
			"最終的に、この街は一日で全てがなくなったわ。誰も逃げられなかった……深紅の炎に包まれ、空まで血の赤色に染まっていたわ。",
			"결국, 이 도시는 하루 만에 모든 것이 사라져버렸어. 아무도 도망치지 못했어……진홍색 불꽃에 휩싸여 하늘마저 피빨간 붉은색으로 물들여졌지.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66281,
			"Please, stop it! Why would the Shicksal slaughter those ordinary people! Shouldn’t they be sealing the Houkai! Have they forgotten their dogma!",
			"求求你别再说了！为什么天命要屠杀那些普通人！难道他们不是应该去封印崩坏么！他们难道忘记了自己的教义了么！",
			"どうして天命が守るべき人々を殺すの！？崩壊を封印するんじゃないの！？な、なんなの……自分たちの教義を忘れたの？",
			"왜 천명이 지켜야 할 사람들을 죽이는 거야!? 붕괴를 봉인하는 게 아니었어!? 대체 뭐야... 자신들의 교의를 잊은 거야?",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66282,
			"Dogma? No... The Knights of the Shicksal at that time were nothing but a group of murderous devils... To cause wars everywhere in the name of eliminating the Black Death, that is what they want...",
			"教义？不……那时的天命骑士团只是一群杀人的魔鬼而已…借着消灭黑死病的理由四处引发战争，这才是他们的本意……",
			"教義？違うわ。天命騎士団はただの殺戮者よ。ペストを消滅させるという理由で殺戮する。これが天命なのよ……。",
			"교의? 아니야. 천명기사단은 그냥 살육자야. 페스트를 소멸시킨다는 명목으로 살육을 자행하지. 이게 천명이야......",
			null
		],
		[
			"msg",
			66283,
			"Is this your so-called ‘saving’? You call yourself a savior... You are from the Shicksal too, what would you do if it was you?",
			"这就是所谓的拯救么？自称救世主的人类…同样是天命，如果是你的话会怎么做呢？",
			"これが救済？自称救世主の人間さん、教えて？同じ天命として、あなたならどうするの？",
			"이게 구원? 자칭 구세주인 인간 씨, 알려줄래? 같은 천명으로서, 네라면 어떻게 할 거야?",
			null
		]
	],
	"464": [
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66284,
			"What’s wrong? You don’t look very well.",
			"怎么了？你似乎受到了刺激。",
			"どうしたの？もしかして、この光景を見てショックを受けたの？",
			"왜 그래? 혹시 이 광경을 보고 충격을 받은 거야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66285,
			"I'm fine... I don’t agree with what the Shicksal did! And I will not go on the same path!",
			"我没事……天命的行为我不会认同！同样也不会走上和他们一样的道路！",
			"だ、大丈夫！当時の天命を決して認めることはできないわ。だけど、私は違う……絶対に同じ道を進まないわ！",
			"아, 괜찮아! 당시의 천명을 결코 인정할 수 없어. 하지만 나는 달라... 절대 같은 길을 가지 않을 거야!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66286,
			"You have a strong sense of justice... But that will hurt yourself~",
			"你的正义感还真是强呢…但是这样的正义感反而会让自己受伤哦~",
			"カシャシャ、正義感が本当に強いのね。でも、私にはただの強がりにしか聞こえないわ。",
			"카샤샤, 정의감이 정말 강하네. 하지만 내게는 그저 허세로만 들려.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66287,
			"The Shicksal is changing now... I have kind friends on my side, the Shicksal is no longer the same...",
			"现在的天命已经在改变了…我的身边也有着善良的同伴，现在的天命已经不是那时候的天命了……",
			"そんなことない！！今の……今の、天命には優しい仲間がいる！昔とは違う！！",
			"그렇지 않아!! 지금의... 지금의 천명에는 따뜻한 동료들이 있어! 예전과는 달라!!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66288,
			"Is that so…. I only hear uncertainty in your words… If you insist, then so be it. Next, I will tell you the memory of someone who fled from this city… Same location, same tragedy, hehehe…",
			"是么…从你的话语中我只听出了动摇…既然你这样坚持的话，那就继续吧，接下来要讲述的将是一位逃亡者的记忆…同样的地点，同样的悲剧，呵呵呵……",
			"そうなの？あなた、だいぶ震えているわね。強がりがどこまで続くか楽しみね。次は運良く生き延びた人の記憶よ。同じ場所、同じ悲劇……ニシャシャ。",
			"그래? 너, 꽤 떨고 있네. 허세가 어디까지 가나 보는 재미있겠다. 다음은 운 좋게 살아남은 사람의 기억이야. 같은 장소, 같은 비극... 니샤샤.",
			null
		],
		[
			"msg",
			66289,
			"He survived from a burnt city… When he crawled up from the charcoaled ruins, all he saw were ashes of bodies and flying crows… He struggled to move out of his city, thought he was saved, but the nightmare never left him~",
			"他是从被烧毁的城市中幸存下来的人…在焦黑的瓦砾中爬起，周围只有烧成灰烬的尸体与漫天飞舞的乌鸦…他挣扎着离开了自己的城市，以为自己活得了救赎，但是噩梦却一直如影随形~",
			"その人は燃え尽きた街で、たった一人だけが生き残ってしまったの。焼け焦げた瓦礫の中から這い上がると、周囲には死体と空を飛ぶ烏だけがいたわ。彼は街を離れ、救済を求めた。",
			"그 사람은 불타버린 도시에서, 오직 혼자만 살아남았어. 타버린 잔해 속에서 기어 나오자, 주변에는 시체와 하늘을 나는 까마귀뿐이었지. 그는 도시를 떠나, 구원을 구했어.",
			null
		],
		[
			"msg",
			66290,
			"He was carrying the virus of plague. Wherever he travelled, the plague started to spread… His body started to decompose and rot over time… In the end, he couldn't even run…",
			"逃亡者的身上也带着瘟疫的病毒，他所经过的地方，瘟疫也开始蔓延……他的身体渐渐恶化，腐烂…最终连逃亡的力气都没有了……",
			"だけど、悪夢は続いていたのよ。その体は、すでに感染されていたの。通った場所は疫病で蔓延し、自分自身が徐々に悪化しているのを感じた。そして、逃げる気力すらなくなったの。",
			"하지만 악몽은 계속되었어. 그의 몸은 이미 감염되어 있었지. 지나간 곳마다 전염병이 퍼지고, 자신이 점점 악화되는 걸 느꼈어. 그리고 도망칠 힘조차 없어졌지.",
			null
		],
		[
			"msg",
			66291,
			"When he turned back, everywhere he had travelled was consumed by burning flame. The Knights of the Shicksal were going after him like nightmare and turned every place he had been to into ashes.",
			"当他回过头，发现自己经过的地方都被熊熊的烈火所覆盖，天命骑士团如同梦魇一般追逐着他，把他足迹经过的地方也都化为了灰烬。",
			"ふと振り返ってみると、自分の通った場所は全て炎に焼かれ、天命騎士団が悪夢のように追いかけてくるの。",
			"문득 뒤를 돌아보니, 자신이 지나온 곳은 모두 불타버렸고, 천명 기사단이 악몽처럼 쫓아오고 있었어.",
			null
		],
		[
			"msg",
			66292,
			"In the end, he knelt under the Knights of the Shicksal, begging them to kill him and release him from this life. How sarcastic~",
			"最后，逃亡者跪在了天命骑士的脚下，祈求他们将自己杀死，祈求他们让自己解脱，真是讽刺的一幕呢~",
			"最後には生きるのに疲れてしまい、天命の騎士に跪いて自分を殺すようにお願いした。この絶望を解放するように頼んだの……そして——",
			"마지막에는 살아가는 것에 지쳐버려, 천명의 기사에게 무릎 꿇고 자신을 죽여달라고 부탁했어. 이 절망에서 해방해 달라고... 그리고——",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66293,
			"What on earth are you trying to say…",
			"你到底想说什么……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66294,
			"Hehe… Don't you understand. Be it the powerful Knights of the Shicksal or the weak citizens, there are no such things like justice, right or wrong when facing enormous disasters~",
			"呵呵…你还没有了解么。不管是天命骑士还是弱小的人民，在巨大的灾难前面根本就没有什么正义和对错~",
			"大きな災いの前では天命や街の人々、正義も悪も全く関係ないのよ。",
			"큰 재앙 앞에서는 천명이나 마을 사람들, 정의도 악도 전혀 상관없는 거야.",
			null
		],
		[
			"msg",
			66295,
			"So~ Our kind savior… What would you do, if you were facing people like him begging to you for mercy?",
			"那么~仁慈的救世主小姐…面对着这样向你祈求的逃亡者，你会怎么做呢？",
			"もう一度聞くわ。自称救世主さん、教えて？あなたはどうするの？",
			"다시 한 번 물을게. 자칭 구세주 씨, 말해봐? 너는 어떻게 할 거야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66296,
			"I would… I would…",
			"我会……我会……",
			"わ、私は……。",
			"나, 나는…….",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66297,
			"Can't you answer it? That's so worrying~",
			"答不上来么？真是令人困扰呢~",
			"わかっているわ。私にも……ううん、私たちにもきっと、以前はあなたと同じ心を持っていたかもしれないわ。でも、現実は——",
			"알고 있어. 나에게도…… 아니, 우리에게도 분명, 예전에는 너와 같은 마음을 가졌을지도 몰라. 하지만 현실은 ——",
			null
		]
	],
	"465": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66298,
			"Mom… I'm so hungry…",
			"妈妈…我好饿……",
			"ママ……お腹、空いた……。",
			"엄마…… 배고파…….",
			null
		],
		[
			"msg",
			66299,
			"Someone please give me some water… Give me some food…",
			"谁给我点水…给我一点吃的……",
			"お願いします。誰か……食べ物を、水を子供に少し分けて……。",
			"부탁이에요. 누군가…… 음식을, 물을 아이에게 조금 나눠주세요…….",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66300,
			"......",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66301,
			"What happened? Aren't you going to keep moving?",
			"怎么了？不继续前进了么？",
			"どうしたの？次に行くわ——",
			"왜 그래? 다음으로 가자 ——",
			null
		],
		[
			"msg",
			66302,
			"Ah~ Are you concerned with these voices? They are just some other ordinary people, devoured by the torrent of darkness~",
			"啊~是在意这些哀求的声音么？他们只不过是另一些被黑暗的潮流吞没的普通人而已~",
			"……なるほどね。ずっと見ていても、あなたにはなにもできないわ。",
			"……그렇구나. 계속 지켜봐도, 너에게는 아무것도 할 수 없어.",
			null
		],
		[
			"msg",
			66303,
			"Unlike in plague or war where soldiers and ill people die, these people are the most ordinary civilians. However, the cities turned into ashes and crops were deserted. Only the sound of horses chasing and people crying was torturing them.",
			"与瘟疫和战争不同，淹没在这些大死大悲之中的只是最普通的平民而已，城市化为了灰烬，粮田变成了荒地，只有不断追逐的马蹄声和悲鸣声在不断折磨着他们。",
			"災害に巻き込まれたのは、疫病を逃れた人々も同じよ。街は灰燼に帰し、田畑は荒野になり、馬に追いかけられる蹄の音と悲鳴が頭の中で繰り返され苦しめ続けるのよ。",
			"재앙에 휩쓸린 건, 역병을 피한 사람들도 마찬가지야. 마을은 재로 변하고, 밭과 논은 황야가 되며, 말에게 쫓기는 발굽 소리와 비명이 머릿속에서 반복되며 괴롭히는 거야.",
			null
		],
		[
			"msg",
			66304,
			"They had done nothing wrong. They were just living normal lives and fortunate enough to escape the plague. Why did they have to suffer this?",
			"明明自己没有做错什么，明明只是普通地活着，明明幸运地逃过了瘟疫的魔爪，为什么要承受这样的痛苦呢？",
			"自分は普通に暮らしていただけなのに。幸運にも疫病の魔の手から逃れることができたのに。どうして苦痛を受けないといけないの？",
			"나는 그저 평범하게 살고 있었을 뿐인데. 운 좋게 전염병의 마수에서 벗어날 수 있었는데. 왜 고통을 받아야 하는 거야?",
			null
		],
		[
			"msg",
			66305,
			"Ahh~ Dear savior, please save these suffering people. They are different from those who fled because they still have a little hope. You could save them, as long as you nourish their hungry bodies with a little drop of water~",
			"啊啊~救世主大人，请救救这些苦难的人民吧，他们和那些逃亡者不同，至少还有一线的希望，只要让他们饥饿的身体得到一丝甘露就能得到救赎~",
			"あぁ、救世主様。お救いください。ほら、さっきの人と同じよ？違いがあるとすれば、疫病にかかっていない普通の人。飢えた体に水を、食料を与えてあげるだけで救われるの。",
			"아아, 구세주님. 구원해 주세요. 자, 아까 그 사람과 똑같잖아? 다른 점이 있다면 전염병에 걸리지 않은 평범한 사람이라는 거. 굶주린 몸에 물과 음식을 주기만 해도 구원받을 수 있는 거야.",
			null
		],
		[
			"msg",
			66306,
			"So what are you waiting for, Miss savior?",
			"所以你还在等什么呢，救世主小姐？",
			"それで、あなたは立って見てるだけでなにをしているのよ、救世主様？",
			"그런데, 당신은 가만히 서서 지켜보기만 하면서 뭘 하는 거야, 구세주님?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66307,
			"I… I don't know… I can't do anything now…",
			"我…我不知道…现在的我什么都做不到……",
			"わ、私は……私は、なにも……できない。",
			"나, 나는…… 나는, 아무것도…… 할 수 없어.",
			null
		],
		[
			"msg",
			66308,
			"I am the savior… The God gave me this destiny… But please, I'm begging you… Please tell me what to do!",
			"我是救世主…这是神给我的使命…但是求求你…告诉我到底该怎么做！",
			"私は救世主なの！救わなきゃいけないの！！教えて……教えてよ。どうすれば、いいのよ……。",
			"나는 구세주야! 구원해야만 해!! 알려줘…… 알려줘. 어떻게 해야, 좋을지…….",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66309,
			"Are you hoping the so-called \"God\" can bring you hope? Poor Miss savior, what will be the difference between you and these refugees then? If praying can bring redemption, we would never have to suffer the tortures.",
			"期望无谓的神带来希望么？可怜的救世主小姐，那你和这些难民有什么区别么？如果祈祷真的能带来救赎，我们就不会承受这些折磨了。",
			"希望を与えてくれる神に期待しているの？かわいそうな救世主。あなたと、この親子になんの違いがあるの？祈りによって救われるなら、私たちはこんな苦しみを受けることはなかったわ。",
			"희망을 주는 신을 기대하고 있는 거야? 불쌍한 구세주. 당신과, 이 모자(母子) 사이에 무슨 차이가 있다는 거야? 기도로 구원받을 수 있다면, 우리는 이런 고통을 받지 않았을 거야.",
			null
		],
		[
			"msg",
			66310,
			"So, please allow me to give you some little advices, my confused savior.",
			"那么，对于深陷困扰的救世主小姐，请允许我给您一些小小的建议吧。",
			"きっと誰もが思っていたはずよ。私に、少しでも力があったら……誰かを守れるだけの力があったらって。",
			"분명 모두가 생각했을 거야. 나에게, 조금이라도 힘이 있었다면…… 누군가를 지킬 만한 힘이 있었다면 하고.",
			null
		],
		[
			"msg",
			66311,
			"It is an easy way, and the only way to escape the nightmare~",
			"这是让自己解脱的捷径，也是逃离噩梦的唯一方法~",
			"でも、現実は非情よ。その出来事に直面したら、誰しも力がないんだなって頭を殴られるような感じになり……そして、絶望して諦めちゃうの。",
			"하지만, 현실은 무정해. 그 사건을 마주하면, 누구나 힘이 없다는 걸 머리를 맞은 듯한 느낌으로 깨닫고…… 그리고, 절망하며 포기해 버리는 거야.",
			null
		]
	],
	"466": [
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66312,
			"This is the history we have been through. The souls consumed by the disasters are full of the hatred and revenge from what the Shicksal had done. This is the sorrow they want to cry out.",
			"这就是我们经过的历史，这些被灾难吞噬的灵魂，这些因为天命的所作所为而憎恨想要复仇的灵魂，他们所要嘶吼出来的悲恸。",
			"これこそが私たちの経験してきた歴史よ。救世主様、楽しかった？",
			"이것이 바로 우리가 겪어온 역사야. 구세주님, 즐거웠어?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66313,
			"*Gasp*… *Gasp*…",
			"呼……呼……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66314,
			"Very painful, right? Miss savior, looks like you have finally understood our feelings a little bit~",
			"很痛苦么？救世主小姐，看来你也终于了解到一些我们的感受了呢~",
			"最初とは別人じゃない。あなたもようやく私たちの気持ちが少しわかったのね。",
			"처음과는 다른 사람이 아니군. 너도 드디어 우리의 마음을 조금은 이해하게 된 거구나.",
			null
		],
		[
			"msg",
			66315,
			"Alright~ In the end, let's talk about something relax and happy. This may make you feel somewhat better~",
			"好吧~那最后，就让我们来讲一些轻松阳光的话题吧，也许这会让你的心里好受一些~",
			"いいわ。最後に明るい話題を話してあげる。あなたの心が晴れるかもしれないわよ。",
			"좋아. 마지막으로 밝은 이야기를 해줄게. 네 마음이 조금은 가벼워질지도 모르겠어.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66316,
			"What do you want to say…",
			"你想说什么……",
			"……なにを、話すつもり？",
			"......뭘, 말하려는 거야?",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66317,
			"Now, you must be desperate of the Shicksal and yourself for being useless~ So, what I will say next could be hope for you~",
			"现在的你一定对天命还有无能的自己绝望了吧~那接下来的事情对你来说也许是希望哦~",
			"あなたはきっと天命、そして無能な自分に対して絶望しているのよね。これから話すことは希望になるかもしれないわ。",
			"넌 분명 천명, 그리고 무능한 자신에게 절망하고 있을 거야. 지금부터 할 말이 희망이 될지도 모르겠네.",
			null
		],
		[
			"msg",
			66318,
			"After war, plague and famine, the Knights of the Shicksal had finally realized their ways could change nothing. So they tried to change themselves.",
			"在经历了战争、瘟疫与饥荒的洗礼后，天命骑士团终于意识到了自己的做法什么也改变不了，所以他们开始尝试改变自己。",
			"飢え、戦争、疫病の洗礼を経て、天命騎士団はついに自分たちのやり方ではなにも変えられないことに気づいたの。",
			"굶주림, 전쟁, 역병의 시련을 겪고, 천명 기사단은 결국 자신들의 방식으로는 아무것도 바꿀 수 없다는 걸 깨달았어.",
			null
		],
		[
			"msg",
			66319,
			"The knights founded religion and churches. They were no longer cold and cruel, but tried to become saviors instead. They started to help the people and study the plague to find solutions other than death. Under the leadership of Lord Apocalypse, the Shicksal Church had blessed all beings.",
			"原本的骑士团成立了教会，一改冷酷与杀戮的手段向世人展现出救赎的姿态，他们开始对人民进行救助，开始真正研究瘟疫，寻找死亡之外的解决办法，在称为阿波卡利斯教主的带领下，天命教会对万物洒下了恩惠。",
			"天命騎士団は教会を設立し、残酷な殺戮という方法で救済を示す姿勢を改め、人々を助け始めたのよ。疫病を研究し､｢死｣以外の解決方法を探した。アポカリプスという主教の下で天命教会は万物に恩恵をもたらした。",
			"천명 기사단은 교회를 설립하고, 잔혹한 살육이라는 방법으로 구원을 보여주는 자세를 고쳐서 사람들을 도우기 시작했어. 역병을 연구하며 죽음 이외의 해결 방법을 찾았지. 아포칼립스라는 주교 아래에서 천명 교회는 만물에 은혜를 베풀었어.",
			null
		],
		[
			"msg",
			66320,
			"They restored the ruined towns and brought hungry people back to farm on new land. They were spreading the dogma of redemption, bringing hope back to the world.",
			"修复被毁坏的城镇，让饥饿的难民重回大地，耕耘新的土地，他们传播着救世的教义，让世人重新燃起了希望。",
			"破壊された街を修復し、人々に土地を耕させた。そして、新たな希望の火を灯した。",
			"파괴된 도시를 복구하고 사람들에게 땅을 경작하게 했다. 그리고 새로운 희망의 불을 밝혔다.",
			null
		],
		[
			"msg",
			66321,
			"To those infested by the plague, the Shicksal showed great mercy. They gathered them, provided them with care and residence and made them live in happiness~",
			"至于那些瘟疫之人，他们更是大发慈悲，把他们聚集了起来提供救治和住所，让他们生活的无比快乐~",
			"疫病にかかった人に対してはさらに慈悲深く接したわ。病人を集めて治療と住む場所を提供し、幸せになれる世界を作ったのよ。",
			"질병에 걸린 사람들에게는 더욱 자비롭게 대했어. 환자들을 모아 치료와 거주 공간을 제공하며, 행복할 수 있는 세상을 만들었지.",
			null
		],
		[
			"msg",
			66322,
			"Hehehe~ How about that, is this very similar to the Shicksal you are living in right now?",
			"呵呵呵~怎么样，这是不是和你现在所处的天命十分相似呢？",
			"どう？あなた思っている天命と似ているんじゃない？",
			"어때? 네가 생각하는 천명과 비슷하지 않아?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				921,
				0,
				true
			]
		],
		[
			"msg",
			66323,
			"Yes… Isn't it! The Shicksal now had realized their own mistakes. They are now on the path of justice… They will no longer do the same thing! So please, let go of this hatred towards them!",
			"没错…难道不是么！现在的天命已经认识到了自己的错误，已经走上了正义的道路…他们不会在做出这样的事情了！所以也请你们放下对他们的仇恨吧！",
			"そ、そう！その通りよ！今の天命は自分たちの考えを改めて正義の道を歩んでいるのよ。もうこんなことをしたりしないわ！だから、恨みはもう忘れ——",
			"그, 그래! 그 말이 맞아! 지금의 천명은 자신들의 생각을 고쳐서 정의의 길을 걷고 있는 거야. 이제 이런 일은 절대 하지 않을 거야! 그러니까, 원한은 이제 잊어——",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				921,
				0,
				false
			]
		],
		[
			"msg",
			66324,
			"Hehehe~ Hehehe~",
			"呵呵呵~呵呵呵~",
			"カシャシャシャシャ！",
			"카샤샤샤샤!",
			null
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			66325,
			"Meow-hehehehehe!!! What a naïve human!! You actually believed in this awkward lie!!!",
			"喵嘻嘻嘻嘻嘻！！！真是天真的人类呢！！居然相信了这种拙劣的谎言！！！",
			"ニシャシャ！！本当に単純ね。こんな戯言を信じちゃうなんて。",
			"니샤샤!! 정말 단순하네. 이런 헛소리를 믿다니.",
			null
		],
		[
			"msg",
			66326,
			"If the Shicksal had really changed, I wouldn't be here!! Let me tell you the truth!",
			"如果天命真的改邪归正，那我就不会出现在这里了！！就让我告诉你最后的真相吧！",
			"天命が自分たちの考えを改めてたら、私はあなたの目の前に現れないわよ。続きを……真実を教えてあげる。",
			"천명이 자신들의 생각을 바꿨다면, 나는 네 눈앞에 나타나지 않았을 거야. 계속해…… 진실을 가르쳐 줄게.",
			null
		],
		[
			"msg",
			66327,
			"In the end, the Shicksal put everyone infested with the plague together! And threw us all in this space called \"Nightmare\"! Sealed us forever!",
			"最后的天命将所感染瘟疫的人都聚集在了一起！然后将我们全部抛进了着名为“噩梦”的空间中！永久封印了起来！",
			"最後に天命は疫病に感染した人たちを一ヶ所に集めたの。そして、私たち全員を｢悪夢｣という名の空間に投げ込んで、永遠に封印したのよ！",
			"마지막으로 천명은 역병에 감염된 사람들을 한곳에 모았어. 그리고, 우리 모두를 ｢악몽｣이라는 이름의 공간에 던져넣고, 영원히 봉인했던 거야!",
			null
		],
		[
			"msg",
			66328,
			"No one was saved! No one was given any hope! Everything, everything just kept rolling in this space full of despair! That was the last redemption of the Shicksal!",
			"没有人得到救赎！没有人得到希望！所有的一切都在这个充满绝望的空间中发酵！这就是天命最后的救世！",
			"誰も救われなかった！誰も希望を手にすることができなかった！全てこの絶望に満ちた空間に押し込められたのよ！これが、私たちの最後よ！ ！",
			"아무도 구원받지 못했어! 아무도 희망을 손에 넣을 수 없었어! 모두 이 절망으로 가득 찬 공간에 밀어넣어졌던 거야! 이게, 우리의 마지막이야!!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			66329,
			"No! No way! That's not true!!",
			"怎！怎么会！这不是真的！！",
			"そ、そん……バカ、な……。",
			"그, 그런…… 바보 같은…….",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			66330,
			"Meow-hehehe~ What a familiar face~ We must had the same expression at that time~ Just like you right now, we believed in the Shicksal, believed in the redemption, but we were only sacrificed in the end~",
			"喵嘻嘻嘻~真是熟悉的表情呢~那时候的我们也是这样的表情吧~就像是现在的你一样，相信着天命，相信着救赎，而最后只变成了牺牲品而已~",
			"カシャシャ、懐かしい表情ね。当時の私たちも、今のあなたと同じ表情をしていたわ。天命を信じ、疫病を治せると思っていたの。でも、最後には……。",
			"카샤샤, 추억에 잠기는 표정이네. 당시의 우리도, 지금의 너와 같은 표정을 지었었어. 천명을 믿고, 역병을 고칠 수 있을 거라고 생각했지. 하지만, 마지막에는…….",
			null
		],
		[
			"msg",
			66331,
			"Meow-hehe~ After that, the Shicksal was worshipped by the world and became the savior! Scrubs like us were supposed to be killed, be forgotten!",
			"喵嘻嘻~在那之后的天命受到了世人的追崇，成为了救世主！而像我们这样的渣滓就应该被杀死，应该被遗忘！",
			"ニシャシャ、その後の天命は世間から評されることになり救世主になったの。私たちは最初から殺される運命だったのよ！",
			"니샤샤, 그 후의 천명은 세간에서 칭송받는 구세주가 되었어. 우리는 처음부터 죽을 운명이었던 거야!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			66332,
			"No! That's not true! Not true!",
			"不！不是这样的！不是这样的！",
			"違う！そんなの違う！絶対に違うわ！！",
			"아냐! 그런 게 아냐! 절대로 아니야!!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			66333,
			"Justice does not exist! Death is the ultimate justice when facing enormous suffering!",
			"正义什么的根本不存在！在巨大的苦痛面前只有死亡才是最终的正义！",
			"｢正義｣なんてものは最初から存在しないのよ。誰にも抗えない災いに直面したとき、死ぬことだけが｢正義｣よ。",
			"｢정의｣ 같은 건 처음부터 존재하지 않아. 누구도 막을 수 없는 재앙에 직면했을 때, 죽는 것만이 ｢정의｣야.",
			null
		],
		[
			"msg",
			66334,
			"Meow-hehe~ Let me release you from this! Fall into an eternal sleep in the embrace of death!",
			"喵嘻嘻~就让我来让你解脱！在死亡的怀抱中陷入永眠吧！",
			"私は、今もずっと悩んでいるわ……どうすれば、よかったのか——",
			"나는, 지금도 계속 고민하고 있어…… 어떻게 하면, 좋았을까——",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				962,
				0,
				false
			]
		],
		[
			"msg",
			66335,
			"So annoying…",
			"吵死了……",
			"うるさい……。",
			"시끄러워…….",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			66336,
			"Meow!?",
			"喵！？",
			"……え？",
			"……어?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				962,
				0,
				false
			]
		],
		[
			"msg",
			66337,
			"I can't watch this anymore, you were so confident when you faced me, how can you be played by a annoying cat like this… You were almost defeated by those fancy disaster tricks.",
			"真是让人看不下去，自大到想要面对我的人居然还在被一只臭猫玩弄……还差点被那些华而不实的灾难把戏击倒。",
			"雑魚は消せばいい。",
			"잡캐는 없애버리면 돼.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				962,
				0,
				true
			]
		],
		[
			"msg",
			66338,
			"You are…",
			"你是……",
			"え？わ、わた……え？私に、似て——",
			"어? 나, 나…… 어? 나와, 닮은——",
			"Huh? Woah.... You look just like--"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				962,
				0,
				false
			]
		],
		[
			"msg",
			66339,
			"I am your shadow. You can't even tell your own looks?",
			"我就是你的影子，连自己的样子都已经认不出来了么？",
			"そう。我は我の影。自身の姿も忘れたのか？",
			"그래. 나는 나의 그림자. 자신의 모습도 잊었나?",
			"Indeed. I am your shadow. Can't you recognize yourself?"
		],
		[
			"msg",
			66340,
			"I can feel your despair. Watching you playing that funny \"savior\" role makes me really happy~",
			"我能体会到你现在的绝望，在我面前表演着滑稽的救世主模样，真是让我愉悦呢~",
			"我の前で滑稽な救世主を演じ、絶望する。",
			"나의 앞에서 우스꽝스러운 구세주를 연기하며, 절망하라.",
			null
		],
		[
			"msg",
			66341,
			"Now, you are finally able to face yourself… Let me play the \"savior\" in your heart then. Let me destroy all of this annoying \"Nightmare\"~",
			"现在的你终于能正面对自己的内心了…那就让我扮演一回你心目中的救世主好了，就让我把眼前这些碍事的“噩梦”统统都杀掉吧~",
			"我の内心と正面から向き合う。正義、天命、救世主……まぁよい。今回は、その救世主を我が演じ｢悪夢｣を消し去ろう。",
			"나의 내면과 정면으로 마주하라. 정의, 천명, 구세주…… 뭐 좋아. 이번에는, 그 구세주를 내가 연기｢악몽｣을 지워버리겠다.",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			66342,
			"Who are you! Why are you in my space! Meow -!!!",
			"你是什么人！为什么会出现在我的空间中！喵——！！！",
			"な、何者！？どうして、私の悪夢に——",
			"뭐, 뭐야!? 왜, 내 악몽 속에——",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			66343,
			"Stop it!",
			"快住手！",
			"や、やめて！話がまだ——",
			"야, 야마워! 이야기가 아직——",
			null
		]
	],
	"467": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66344,
			"Kyushou… Kyushou!?",
			"九霄……九霄！？",
			"九霄、九霄ってば！！",
			"큐쇼, 큐쇼야!!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66345,
			"Huah-!",
			"呼啊——！",
			"——待って！私って、どういう……あれ？",
			"——잠깐! 나는, 대체 어떤...... 어라?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66346,
			"Kyushou, are you okay? Look at all this sweat, did you have a nightmare?",
			"九霄，你还好吧，看你满头大汗的样子，是做噩梦了么？",
			"九霄ちゃん、大丈夫？汗びっしょりだけど……悪夢でも見たの？",
			"큐쇼, 괜찮아? 땀으로 흠뻑 젖었는데...... 악몽이라도 꾼 거야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66347,
			"*Gasp* - *Gasp* -",
			"呼——呼——",
			"はぁ……はぁ……。",
			"하...... 하......",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66348,
			"Kyushou, how are you feeling? Are you okay? You were unconscious for a day!",
			"九霄，你感觉怎么样，还好吧，你已经昏迷了一天了！",
			"九霄、気分はどう？もう丸一日眠っていたのよ。",
			"큐쇼, 기분은 어때? 벌써 하루 종일 잠들어 있었어.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66349,
			"I… I… Where am I! Where's the Nightmare! Where's Anila!",
			"我…我……我在哪！噩梦呢！阿尼拉呢！",
			"わ、私は……そ、そうだ！ここはどこ！？悪夢は？アニラは？私に……私に似てる人は！？",
			"나, 나는...... 그, 그래! 여긴 어디야!? 악몽은? 아니라는? 나를...... 나를 닮은 사람은!?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66350,
			"We don't know either. When we rushed in and found you, the Nightmare had disappeared. Ms. Theresa said it destroyed itself because of the inflated energy.",
			"我们也不知道，冲进去找到你的时候，噩梦就已经消失了，据德丽莎老师是因为能量的膨胀而自灭了。",
			"ちょ、ちょっと九霄落ちついて！私たちにもわからないの。あなたを見つけたときには悪夢が消滅していたのよ。テレサの話では、エネルギーの膨張によって自滅したらしいわ。",
			"잠, 잠깐 큐쇼 진정해! 우리들도 모르는 거야. 너를 발견했을 때는 악몽이 소멸하고 없었어. 테레사의 말로는, 에너지의 팽창으로 자멸한 것 같다고 했어.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66351,
			"Destroyed itself…?",
			"自灭……？",
			"自滅……？",
			"자멸......?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66352,
			"Kiana, let's leave her alone, she needs some good rest…",
			"琪亚娜，我们还是别打扰她了，让她好好休息吧……",
			"キアナちゃん、しばらく休ませてあげましょう。",
			"키아나, 잠시 쉬게 해주자.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66353,
			"Is Kyushou awake? How is she? The tests were all fine, but I still feel unsettled…",
			"九霄醒了么？她情况怎么样？虽然检查的时候并没有什么异常，但我还是有些不放心……",
			"あら？九霄、目覚めたのね。検査ではなにも異常は見つからなかったけど、どうかしら？",
			"어라? 큐쇼, 깬 거니? 검사에서는 아무런 이상이 없었는데, 어때?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66354,
			"She's fine, she just looks a bit shocked. Maybe she had a bad dream?",
			"没事的啦，况且九霄看上去只是有点惊魂未定，大概是梦见了什么不好的东西吧？",
			"大丈夫よ。きっと、よくない夢でも見てびっくりしてるんだわ。",
			"괜찮아. 분명, 안 좋은 꿈이라도 꾸고 깜짝 놀란 거야.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66355,
			"Is that so. We should let her rest well then. She still looks very weak.",
			"是么，我们还是让九霄好好休息吧。她现在看上去还是很虚弱呢。",
			"そう、安静にしなさい。芽衣、キアナ。ゆっくり休ませるからお見舞いは明日にするわよ。",
			"그래, 조용히 해. 메이, 키아나. 천천히 쉬게 해줄 테니 문안은 내일로 미루자.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66356,
			"Yeah, Kyushou, we will move out then. Call us immediately if you are not feeling good~",
			"嗯，九霄，我们就先出去了哦，如果有什么不舒服的话就马上叫我们~",
			"わかりました。九霄ちゃん、私たちはこれで失礼するわね。なにかあったら、すぐに呼ぶのよ？",
			"알았어. 큐쇼, 우리는 이만 가볼게. 무슨 일 있으면 바로 불러, 알겠지?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66357,
			"O… Okay…",
			"好…好的……",
			"わ、わかったわ……。",
			"알, 알겠어......",
			null
		],
		[
			"msg",
			66358,
			"Is that really… Just a nightmare…",
			"真的…只是噩梦么……",
			"アニラ……それに、私に似た人はいったい……。",
			"아닐라...... 그리고, 나를 닮은 사람은 대체......",
			null
		],
		[
			"msg",
			66359,
			"That \"me\"… Who is she…",
			"那个我到底是……",
			"右手の封印を解放したみたいで……すごくかっこ、よか……Zzz",
			"오른손의 봉인을 해제한 모양이야... 엄청 멋있...... Zzz",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66360,
			"......",
			"……",
			"——少女睡眠中",
			"——소녀 수면 중",
			null
		],
		[
			"msg",
			66361,
			"......",
			"……",
			"——少女密談中",
			"——소녀 밀담 중",
			null
		],
		[
			"msg",
			66362,
			"*Beep*-",
			"滴——",
			"——ピピピ",
			"——삐삐삐",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			66363,
			"Theresa, do you have anything to report to me?",
			"德丽莎，你有什么事情要向我报告么？",
			"僕の可愛いテレサ、なにか報告することがあるんじゃないかな？",
			"내 사랑스러운 테레사, 무슨 보고할 게 있지 않아?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66364,
			"The Nightmare has disappeared, Archbishop. But how it disappeared was a bit strange...",
			"报告大主教，噩梦已经消散了，但是消散过程有点奇怪……",
			"大主教様に報告します。悪夢は消え去りました。ただ、消え方が少し変でした。",
			"대주교님께 보고드립니다. 악몽은 사라졌습니다. 다만, 사라지는 방식이 조금 이상했어요.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66365,
			"I have received the report. Don’t worry about it. It was just some left overs from hundreds of years ago and won’t cause any serious issue now. But the results this time were actually unexpected.",
			"我已经接到报告了，那种事情就不要管了，只不过是几百年前留下的残渣而已，现在也闹不出什么风浪，不过这一次的结果倒是出乎意料。",
			"その報告はすでに受けている。気にしなくていいよ。",
			"그 보고는 이미 받았다. 신경 쓰지 않아도 돼.",
			null
		],
		[
			"msg",
			66366,
			"Do you have a clear understanding of Horaiji Kyushou’s abilities now?",
			"关于蓬莱寺九霄的能力调查清楚了么？",
			"蓬莱寺九霄の能力は調べたのかい？",
			"호라이지큐쇼의 능력은 조사했어?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66367,
			"Not yet, that kid has very special power. She probably has a very powerful stigmata...",
			"还没有，那个孩子的能力十分特殊，应该拥有非常强大的圣痕……",
			"まだ調べていません。あの子の能力はとても特殊です。きっと非常に強力な聖痕を持っているはずです。",
			"아직 조사하지 않았습니다. 그 아이의 능력은 매우 특수해요. 분명 매우 강력한 성흔을 가지고 있을 거예요.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66368,
			"Stigmata? So the little ones in the Kaslana and Sanias families are indeed researching on this. That’s really nice to know...",
			"圣痕？卡斯兰娜和沙尼亚特家的小家伙果然在研究这种东西么，真是令人欣慰……",
			"聖痕？カスラナ家とシャニアテ家はなにをやっているんだ。そんなものを研究しているのかい？",
			"성흔? 카스라나 가와 샤니아테 가는 뭘 하고 있는 거야. 그런 걸 연구하고 있다고?",
			null
		],
		[
			"msg",
			66369,
			"Don’t worry about other things, come back to the headquarter. We have many things to prepare here.",
			"剩余的事你就不用管了，回本部来吧，这里还有很多东西需要准备呢。",
			"とにかく、後のことは気にしなくていいよ。本部に戻っておいで。まだまだやることが多いから人手がほしいんだ。",
			"어쨌든, 이후 일은 신경 쓰지 않아도 돼. 본부로 돌아오게. 아직 할 일이 많아서 인력이 필요하거든.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66370,
			"Yes... Archbishop.",
			"是…大主教阁下。",
			"……はい、大主教様。",
			"……네, 대주교님.",
			null
		]
	]
}