{
	"170": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54892,
			"Wow, I come to this place again.",
			"呼~没想到又回到这里了呢。",
			"ふう～またここに戻ってきちゃうなんて。",
			"후~ 또 여기로 돌아오게 되다니.",
			"Whew~ Can't believe we're back here again.",
			null,
			"Phew~ I didn't expect to be back here again.",
			"Phew - I can't believe I'm back here again."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54893,
			"I still remember what happened in the undersea laboratory.",
			"是呢，之前在海底实验室中发生的事情还历历在目。",
			"そうね、前に海底実験室で起きたことが目に浮かぶわ。",
			"그래, 전에 해저 실험실에서 일어났던 일이 떠오르네.",
			"Yes, it's making me think of what happened in that undersea lab a while ago.",
			null,
			"Yes, what happened in the submarine laboratory before is still fresh in my mind.",
			"Yes, I can see what happened before in the undersea lab."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54894,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54895,
			"Bronya, are you alright?",
			"布洛妮娅，没事吧？",
			"ブローニャちゃん、大丈夫？",
			"브로냐, 괜찮아?",
			"Bronya-chan, are you okay?",
			null,
			"Bronya, is everything all right?",
			"Bronya, are you okay?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54896,
			"I'm fine, I just remember they story between Seele and me.",
			"没事，只是布洛妮娅又想起和希儿的事情。",
			"大丈夫、ブローニャ、またゼーレのことを思い出してしまっただけ。",
			"괜찮아, 브로냐. 그냥 제레 생각이 나서 그런 거야.",
			"It's okay, Bronya was just remembering Seele again.",
			null,
			"It's okay, it's just that Bronya is remembering things with Hill again.",
			"It's okay, Bronya, I just remembered Seele again."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54897,
			"Don't blame yourself, that's not your fault.",
			"布洛妮娅不用太自责，那个时候情况迫不得已，并不是你的错哦。",
			"ブローニャちゃん、そんなに自分を責めないで。あのときは切羽詰まった状況だったから仕方ないわ。あなたのせいじゃない。",
			"브로냐, 그렇게 자신을 탓하지 마. 그때는 정말 어쩔 수 없는 상황이었어. 네 탓이 아니야.",
			"Bronya-chan, don't blame yourself so much. It was a desperate situation at the time. It's not your fault.",
			null,
			"Bronya don't blame yourself too much, at that time the situation was forced, it's not your fault oh.",
			"Bronya, don't be so hard on yourself. It's not your fault that you were in a tight spot at the time. It wasn't your fault."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54898,
			"But…",
			"但是……",
			"でも……",
			"하지만...",
			null,
			null,
			"But ......",
			"But ......"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54899,
			"Oh, you are already here, let me explain what you need to do this time~",
			"看来你们已经到达作战地点了呢~那就让我来说明下这次的作战吧~",
			"どうやらもう作戦地点に着いたみたいね。じゃあ今回の作戦を説明するわ。",
			"이제 작전 지점에 도착한 것 같네. 자, 이번 작전을 설명할게.",
			"It looks like you've arrived at the operation location. I'll explain the mission now.",
			null,
			"It seems that you have arrived at the battle site ~ then let me explain the battle ~",
			"Well, it looks like we're already at the point of operation. Let me explain the plan."
		],
		[
			"msg",
			54900,
			"This place was Anti-entropy's laboratory.",
			"这里曾经是逆熵围绕着一位实验体而建造的科研设施，但是因为实验中实验体的暴走而被废弃。",
			"ここはかつてネゲントロピーに囲まれたある実験体のために建てられた研究施設よ。でも実験中に実験体が暴走したために廃棄されたの。",
			"여기는 네겐트로피에 둘러싸인 한 실험체를 위해 지어진 연구 시설이었어. 하지만 실험 중 실험체가 폭주하면서 폐기됐지.",
			"This is a research facility that was once built by Anti-Entropy for a certain test subject. However, it was abandoned after the subject went out of control during an experiment.",
			null,
			"This was once a research facility built by Reverse Entropy around an experimental subject, but it was abandoned because of the experiment's rampage.",
			"This is a research facility that was once built for a certain experimental subject surrounded by negentropy. But it was abandoned because the experimenter went out of control during the experiment."
		],
		[
			"msg",
			54901,
			"Due to your report, the girl named Seele was dead and this palce was disappeared with her at that time too, is that correct?",
			"根据你们之前的报告，那名叫做希儿的实验体在之前的接触中死亡，整个实验室也随着那名少女一起消失了对么？",
			"あなたたちの前回の報告によれば、そのゼーレという名の実験体は前回の接触中に死亡。実験室もすべてその少女と一緒に消失した。そうよね？",
			"너희들의 이전 보고에 따르면, 제레라는 이름의 그 실험체는 지난 접촉 중 사망했고, 실험실도 그 소녀와 함께 사라졌다고 했지. 맞아?",
			"According to your last report, the test subject named Seele died during the last contact. The entire laboratory disappeared along with the girl. Is that right?",
			null,
			"According to your previous report, the experimental subject named Hill died during the previous contact and the whole lab disappeared along with the young girl, right?",
			"According to your previous report, the experimenter, whose name was Seele, died during the last contact. The entire laboratory disappeared along with the girl. Isn't that right?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54902,
			"Yes…",
			"没错……",
			"そうです……",
			"네...",
			null,
			null,
			"That's right ......",
			"Yes. ......"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54903,
			"But we found this place has very high level Houkai Energy.",
			"但是以目前我们侦测到的崩坏能波谱显示，在这个区域依然有一股强烈的崩坏能存在，它就像海底汹涌的暗流一样隐藏在风平浪静的海面下。",
			"ところが我々の測定した崩壊エネルギーのスペクトルが示すところでは、このエリアには依然として強烈な崩壊エネルギーが存在しているわ。海底で渦巻く海流のように穏やかな海面下に隠れているの。",
			"그런데 우리가 측정한 붕괴 에너지 스펙트럼을 보면, 이 지역에는 여전히 강력한 붕괴 에너지가 존재하고 있어. 마치 바다 속에서 소용돌이치는 해류처럼 잔잔한 수면 아래에 숨어 있는 거야.",
			"However, our measured Honkai energy spectra indicate that there is still intense Honkai energy present in this area, hidden beneath the calm surface like swirling currents on the ocean floor.",
			null,
			"But with the collapse energy spectrum we have detected so far, there is still a strong collapse energy in this area, which is hidden under the calm surface like a raging underwater current.",
			"However, our measured spectrum of decay energy indicates that there is still intense decay energy in this area. It is hidden beneath the calm sea surface like a swirling ocean current at the bottom of the ocean."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54904,
			"So, the laboratory was not disappeared? Please tell me the accurate place.",
			"意思是那个实验室并没有消失么？请告诉布洛妮娅具体的方位。",
			"それはつまり実験室は消え失せてないということですか？ブローニャに具体的な方位を教えてください。",
			"그럼 실험실이 사라지지 않았다는 건가요? 브로냐, 구체적인 위치를 알려줘.",
			"So does that mean the lab hasn't disappeared? Please give Bronya more specific directions.",
			null,
			"Does it mean that the lab didn't disappear? Please tell Bronya the exact location.",
			"Does that mean the lab has not disappeared? Can you give us a specific bearing to Bronja?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54905,
			"Take it easy~ I can't say Houkai Energy was from the laboratory now, so the mission this time is to figure out where does the Houkai Energy come from.",
			"不要着急啦~现在也不确定这股崩坏能就是来自于幻海实验室，所以本次的任务就是调查这股崩坏能的根源。",
			"まあそう慌てないで。今のところこの崩壊エネルギーが幻海実験室から来ているのかどうか確認もしていないの。そこで今回の任務はこの崩壊エネルギーの根源を調査することよ。",
			"너무 서두르지 마. 아직 이 붕괴 에너지가 환해 실험실에서 나오는 건지 확인도 안 됐어. 그래서 이번 임무는 이 붕괴 에너지의 근원을 조사하는 거야.",
			"Hey, don't panic. We haven't confirmed yet whether this Honkai energy is coming from the Genkai Laboratory. So your mission today is to investigate the source of this Honkai energy.",
			null,
			"Don't be anxious ~ now is not sure that this collapse energy is from the phantom sea laboratory, so this mission is to investigate the root of this collapse energy.",
			"Well, don't panic so much. So far we have not confirmed whether this decay energy is coming from the Phantom Sea Lab or not. So our mission is to investigate the source of this decay energy."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54906,
			"Okay~ Let's start now~ It's very hot now, we can have a break near the beach after finishing the mission!",
			"好啦好啦~既然了解了目标那就开始行动吧~大热天的好不容易来一次海边，赶紧完成任务后好好玩一玩才是吧！",
			"分かりました！目標がはっきりしたんだからさっそく行動開始～。せっかく海辺にきたんだから、急いで任務をすませて、いっぱい遊びましょ！",
			"알겠어요! 목표가 뚜렷해졌으니 바로 작전 시작~. 바다에 왔으니까 빨리 임무 끝내고 신나게 놀자!",
			"Got it! Now that our goal is clear, let's get started right away~ Since we've come all the way to the beach, let's hurry up and complete our mission and then have lots of fun!",
			null,
			"Well, well, well, since we understand the goal, then let's start action ~ hot day is not easy to come to the beach once, hurry to complete the task after a good time to play it!",
			"I understand! Now that we have a clear goal, let's get moving! Now that we're at the beach, let's hurry up, finish the mission, and have lots of fun!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54907,
			"Kiana, we are not here for fun! We should be careful.",
			"琪亚娜我们不是来玩的哦，这里可是崩坏区域，还是谨慎一些吧~",
			"キアナちゃん、私たちは遊びに来たんじゃないのよ。ここは崩壊エリアなんだから、ちょっと慎重にね。",
			"키아나, 우리는 놀러 온 게 아니야. 여긴 붕괴 지역이니까 조금 조심해.",
			"Kiana-chan, we're not here to play. This is an area affected by the Honkai, so please be careful.",
			null,
			"Kiana we are not here to play Oh, this is a collapse area, it is better to be cautious ~",
			"Kiana, we are not here to play. This is a collapsed area, so be a little cautious."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54908,
			"Wu! Mei said she would go to beach with me!",
			"呜！之前芽衣学姐可是和我约好去海边浴场一起肌肤相亲的呢！",
			"うう！芽衣先輩はこの前、一緒に海水浴場に行って遊びましょって約束したのに！",
			"으! 메이 선배는 지난번에 같이 해수욕장 가서 놀자고 했잖아요!",
			"Ugh! Mei-senpai promised me the other day to go to the beach together and have fun!",
			null,
			"Oh! Before Meiko-san and I had agreed to go to the beach to kiss each other skin to skin!",
			"Ugh! Mei-senpai promised to go to the beach with me the other day and have fun!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54909,
			"We don't have too much time~ Sorry~",
			"之前一直在任务中没什么时间呢~真是抱歉哦~",
			"この前はずっと任務で時間がなかったの～ホントにゴメンね～",
			"지난번에는 계속 임무 때문에 시간이 없었어~ 정말 미안해~",
			"I was on a mission the other day and didn't have time~ I'm really sorry~",
			null,
			"Before there has been little time in the task ~ really sorry ~ Oh",
			"I've been on a mission for a while now, and I haven't had time for this."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54910,
			"Beach… Date… I remember I should have a similar date with Seele, but we didn't realize it.",
			"海边……约定……记得以前和希儿也有这样的约定，但是却没有实现。",
			"海辺……約束……以前ゼーレとそういう約束をしたのを覚えてる。実現しなかったけど。",
			"해변... 약속... 전에 제레와 그런 약속을 했던 게 기억나. 실현되진 않았지만.",
			"Beach... promise... I remember making a promise like that with Seele before. It never came to fruition, though.",
			null,
			"The seaside ...... agreement ...... remembered that there used to be such an agreement with Hill, but it was not fulfilled.",
			"I remember making such a promise to Seele before the seaside...... appointment....... It didn't come true, though."
		],
		[
			"msg",
			54911,
			"Sorry… Seele.",
			"对不起……希儿。",
			"ごめんね……ゼーレ。",
			"미안해... 제레.",
			"Sorry... Seele.",
			null,
			"Sorry ...... Hill.",
			"Sorry ...... Seele."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54912,
			"Caution! Caution!",
			"「警告！警告！发现空间扭曲立场正在形成！」",
			"「警告！警告！空間の歪みが形成されつつあります！」",
			"「경고! 경고! 공간의 왜곡이 형성되고 있습니다!」",
			"\"Warning! Warning! A spatial distortion is forming!\"",
			null,
			"\"Warning! Warning! A spatial distortion stance has been found to be forming!\"",
			"Warning! Warning! A spatial distortion is forming!\""
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54913,
			"What happened?! What a huge maelstrom!",
			"怎么回事！海面居然出现了巨大的漩涡！",
			"どういうこと？！海面に巨大な渦巻きが現れたわ！",
			"무슨 소리야?! 해수면에 거대한 소용돌이가 나타났어!",
			"What's going on?! A huge whirlpool has appeared on the surface of the ocean!",
			null,
			"What happened! The sea actually appeared a huge whirlpool!",
			"What's going on? There's a giant whirlpool on the surface of the ocean!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54914,
			"Watch out! Sea wave is coming!",
			"小心！海浪卷上来了！！",
			"気をつけて！波に巻き込まれる！！",
			"조심해! 파도에 휩쓸릴 거야!!",
			"Be careful! You might get caught in the waves!",
			null,
			"Look out! The waves are rolling in!",
			"Watch out! You'll get caught in a wave!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54915,
			"Bang!!!!",
			"轰隆隆隆！！！！！！",
			"ゴオオオオ！！！！！！",
			"우오오오오!!!!!!",
			"<I>RUMBLE!!!!!!</I>",
			null,
			"Rumble Rumble ！！！！！！",
			"Gooooooooo ！！！！！！"
		]
	],
	"171": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54916,
			"Kiana, wake up!",
			"琪亚娜！醒醒！",
			"キアナちゃん！目を醒まして！",
			"키아나 쨩! 정신 차려!",
			"Kiana-chan! Wake up!",
			null,
			"Kiana! Wake up!",
			"Kiana! Wake up!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54917,
			"Mei…",
			"呜……芽衣学姐？",
			"う……芽衣先輩？",
			"으... 메이 선배?",
			"Ugh... Mei-senpai?",
			null,
			"Oooh ...... Meiko-senpai?",
			"U...... Mei senpai?"
		],
		[
			"msg",
			54918,
			"Errr! Are we under the sea?",
			"呃！我们这是沉到海里了么！！",
			"え！私たち海に沈んじゃった！！",
			"엣! 우리 바다에 빠져버렸어!!",
			"Huh?! Didn't we sink into the sea?!!",
			null,
			"Ugh! Are we sinking into the sea!",
			"Oh, my God! We're sunk in the ocean!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54919,
			"Where is this place?",
			"这里是……祭典么？",
			"ここは……お祭り？",
			"여긴... 축제 현장?",
			"Is this... a festival?",
			null,
			"Is this the ...... festival?",
			"Is this a ...... festival?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54920,
			"I remember we were hit by a big wave…",
			"我记得我们被海浪卷下了海中，为什么会来到这个地方呢！？",
			"波に呑まれて海に沈んだのは覚えてるけど、どうしてこんなところに来ちゃったの！？",
			"파도에 휩쓸려 바다에 빠진 건 기억나지만, 어떻게 이런 곳에 오게 된 거지!?",
			"I remember being swallowed by the waves and sinking into the ocean, but how did we end up in a place like this?!",
			null,
			"I remember that we were swept down into the sea by the waves, so why did we come to this place!",
			"I remember being swallowed by the waves and sinking into the ocean, but how did I end up here!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54921,
			"And I can't contact with St. Freya HS. Maybe we are in a weird place now.",
			"与圣芙蕾雅学园的通讯也中断了，也许是我们的位面在刚才的空间扭曲立场的影响下改变了。",
			"聖フレイヤ学園との通信も途絶えちゃったわ。もしかしたらブローニャたちのいる次元がさっきの空間の歪みの影響で変わっちゃったのかも。",
			"세인트 프레야 학원과의 통신도 두절됐어. 어쩌면 브로냐들이 있는 차원이 방금의 공간 왜곡 영향으로 바뀌어버린 걸지도.",
			"Communication with St. Freya Academy has also been cut off. Maybe the dimension Bronya and the others are in has changed due to the space distortion earlier.",
			null,
			"Communication with St. Freya's Academy was also interrupted, perhaps because our dimension was changed under the influence of the spatial distortion stance just now.",
			"The communication with St. Freya's School has also been cut off. Perhaps the dimension in which Bronya and the others are in has been altered by the spatial distortion that occurred earlier."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54922,
			"So, we are in another space now?",
			"也就是说这里是另一个空间么？",
			"つまりここは異次元の世界だってこと？",
			"즉 여긴 이차원 세계라는 말이야?",
			"So this is an alternate dimension?",
			null,
			"Does that mean this is another dimension?",
			"Does that mean we're in another dimension?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54923,
			"It's like a ceremony. But no one is here…",
			"不过虽然是祭典但是却一个人都没有呢……",
			"でもお祭りなのに人っ子ひとりいないなんて……",
			"그런데 축제인데 사람 하나 없으니...",
			"But even though it's a festival, there's not a single soul around...",
			null,
			"But although it is a festival but no one is there ......",
			"But it's a festival and not a single person is there. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54924,
			"Hummm. It's so weird.",
			"嗯，真是诡异的感觉。",
			"うん、すごく怪しい感じ。",
			"응, 굉장히 수상한 느낌이야.",
			"Yeah, this is really strange.",
			null,
			"Well, what a weird feeling.",
			"Yeah, it looks very suspicious."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54925,
			"Bronya...",
			"布洛妮娅姐姐……",
			"ブローニャお姉ちゃん……",
			"브로냐 언니……",
			null,
			null,
			"Sister Bronya ......",
			"Bronya's sister: ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54926,
			"This sound is…",
			"这个声音是……",
			"その声は……",
			"그 목소리는……",
			"This voice...",
			null,
			"The sound is ......",
			"Their voices can be heard at ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54927,
			"Hey! Bronya, where are you going!",
			"喂！布洛妮娅你要去哪！",
			"ちょっと！ブローニャちゃん、どこへ行くの！",
			"잠깐! 브로냐야, 어디 가는 거야!",
			"Hey! Bronya, where are you going?!",
			null,
			"Hey! Where are you going, Bronya!",
			"Hey! Hey! Bronya, where are you going!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54928,
			"Let's keep up with her!",
			"我们赶紧追上去！要是走散就麻烦了！",
			"急いで追いかけましょ！見失ったら面倒だわ！",
			"빨리 따라가자! 놓치면 곤란해!",
			"Let's hurry up and chase after her! We can't afford to lose sight of her!",
			null,
			"Let's go after them! If we get separated, we're in trouble!",
			"Let's hurry up and get after them! We can't afford to lose him!"
		]
	],
	"172": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54929,
			"Seele, is that you?",
			"希儿，是你么？",
			"ゼーレ、あなたなの？",
			"제레, 너야?",
			null,
			null,
			"Hill, is that you?",
			"Seele, is that you?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			54930,
			"Bronya, we finally meet again!",
			"布洛妮娅姐姐……终于又见到姐姐了呢~",
			"ブローニャお姉ちゃん……やっとお姉ちゃんと再会できた～",
			"브로냐 언니…… 드디어 언니를 다시 만났어～",
			"Bronya... We're finally reunited~!",
			null,
			"Sister Bronya ...... finally see sister again it ~",
			"Bronya's sister ...... finally reunited with her sister~!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			54931,
			"Seele… I thought you were disappeared with the laboratory…",
			"希儿……那个时候你和幻海实验室一同消失的时候我还以为你已经……",
			"ゼーレ……あのとき幻海実験室と一緒に消えて、てっきりもう……",
			"제레…… 그때 환해 실험실과 함께 사라져서, 아주 끝인 줄 알았는데……",
			"Seele... You disappeared along with the Genkai Laboratory before. I thought you were gone...",
			null,
			"Hill ...... that time you and the phantom sea laboratory together with the disappearance of the time I thought you had ......",
			"Seele ...... disappeared with the Phantom Sea Lab at that time, and I thought it was already ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			54932,
			"Bronya, do you remember our date?",
			"布洛妮娅姐姐，还记得我们那时候的约定么？",
			"ブローニャお姉ちゃん、あのときの約束を覚えてる？",
			"브로냐 언니, 그때의 약속 기억해?",
			"Bronya, do you remember that promise?",
			null,
			"Sister Bronya, do you remember our agreement back then?",
			"Bronya sister, do you remember the promise we made to each other back then?"
		],
		[
			"msg",
			54933,
			"We were always read the story book together at that time. It's the best time in my life~",
			"那个时候的我们一同在房间的玩具箱中看着童话书。世界各地的故事就像万花筒一样美丽，真是幸福的时光呢~",
			"あのときお部屋のおもちゃ箱の中で一緒に童話を読んでたわよね。世界各地の万華鏡のように美しいお話。本当に幸せなひとときだったわ～",
			"그때 방의 장난감 상자 안에서 함께 동화를 읽었었지. 세계 각국의 만화경처럼 아름다운 이야기. 정말 행복한 시간이었어～",
			"We used to read fairy tales together in the toy box in our room. Beautiful stories from all over the world, like a kaleidoscope. It was a truly happy time~",
			null,
			"At that time, we looked at fairy tale books together in the toy box in our room. Stories from all over the world were as beautiful as a kaleidoscope, and it was a happy time~",
			"We used to read fairy tales together in the toy box in your room back then. Kaleidoscopic stories from all over the world. It was a truly happy time."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			54934,
			"Do you remember we always talk about the story in book and slept together?",
			"我记得我们总是一同向往着书中的内容然后相拥进入梦乡……",
			"いつも一緒に本の世界にあこがれながら、抱き合って夢の世界に入っていったよね……",
			"항상 함께 책 속 세계를 동경하며, 껴안고 꿈의 세계로 들어갔었지……",
			"We always longed for the world of books together, and embraced each other as we entered the world of dreams...",
			null,
			"I remember we always yearned for the contents of the book together and then cuddled into dreamland ......",
			"We always longed for the world of books together, hugged each other and went into the world of dreams. ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			54935,
			"Yup, once we read a story about sea, and you said you would take to the sea.",
			"嗯~有一次我们一边读者美人鱼的故事一边想着大海的样子，然后姐姐告诉我要带希儿看海。",
			"うん。前に一度人魚姫のお話を読みながら海ってどんなのか考えていたとき、お姉ちゃんはゼーレに海を見に連れていってあげるって言ったよね。",
			"응. 예전에 한 번 인어공주 이야기를 읽으며 바다는 어떤 모습일까 생각할 때, 언니가 제레를 바다에 데려가주겠다고 했었잖아.",
			"Yes. Once while we were reading the story of the Little Mermaid and wondering what the ocean was like, you said you would take Seele to see the ocean.",
			null,
			"Well ~ once we thought about the sea while reading the mermaid story, and then my sister told me to take Hsieh to see the sea.",
			"Yes, I know. Once before, when we were reading the story of the Little Mermaid and thinking about what the ocean is like, your sister said she would take Seele to see the ocean."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			54936,
			"At last they took you away and we can't realize that…",
			"可是最后他们把你带走了，这个约定一直都没有实现……",
			"でも結局つれて行かれちゃったから、その約束は叶わなかった……",
			"하지만 결국 데려가지 못해서, 그 약속은 이루어지지 않았어……",
			"But in the end, you were taken away, so the promise was not fulfilled...",
			null,
			"But in the end they took you away, and this agreement has never been fulfilled ......",
			"But he ended up being taken away, so that promise never came true. ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			54937,
			"I saw the sea years later, but it's not the same as what it is like in the story book…",
			"不过后来希儿的确看到了海，但是透过实验室的玻璃窗看到的海与童话中的截然不同，只有无尽的黑暗与荒芜……",
			"でもそのあとゼーレは確かに海を見たよ。でも実験室のガラス窓から見る海は童話とは全然ちがっていて、暗闇がどこまでも続いていて……",
			"그런데 그 후 제레는 분명 바다를 봤어. 하지만 실험실의 유리창으로 본 바다는 동화와는 완전히 달랐고, 어둠이 끝없이 펼쳐져 있었어……",
			"But then, Seele did see the sea. However, the sea seen through the glass window of the laboratory was completely different from the fairy tale, with darkness stretching on forever...",
			null,
			"But then Hill did see the sea, but through the glass window of the laboratory to see the sea is very different from the fairy tale, only endless darkness and desolation ......",
			"But then Seele did indeed see the sea. But the sea seen through the glass window of the laboratory was totally different from the fairy tale, and the darkness went on forever. ......"
		],
		[
			"msg",
			54938,
			"I miss you so much and I'm so happy to see you again!",
			"现在多亏了布洛妮娅姐姐的思念给了我力量，才让希儿能再度遇到布洛妮娅姐姐！",
			"いまブローニャお姉ちゃんの想いが力をくれたおかげで、ゼーレはお姉ちゃんとまた会えたのよ！",
			"지금 브로냐 언니의 마음이 힘이 되어준 덕분에, 제레는 언니를 다시 만날 수 있었어!",
			"Now, thanks to Bronya's feelings giving her strength, Seele has been able to meet her again!",
			null,
			"Now thanks to Sister Bronya's thoughts giving me the strength to meet Sister Bronya again!",
			"Now, thanks to Bronya's thoughts that gave her strength, Seele is reunited with her sister!"
		],
		[
			"msg",
			54939,
			"Bronya… Can you help me realize the dream we have when we were kids.",
			"布洛妮娅姐姐……能像当初约定的那样陪希儿实现那时的梦想么？希儿想在布洛妮娅姐姐的陪伴下，一同回想出那篇童话般的海洋！",
			"ブローニャお姉ちゃん……あの約束どおりゼーレに付き合ってあのときの夢を叶えてくれない？ゼーレはお姉ちゃんが一緒にいてくれたら、あの童話みたいな海が思い出せると思うの！",
			"브로냐 언니…… 그 약속대로 제레와 함께 그때의 꿈을 이뤄주지 않을래? 제레는 언니가 함께 있어준다면, 그 동화 같은 바다를 기억할 수 있을 것 같아!",
			"Bronya... Will you accompany Seele as you promised and make that dream come true? I think that if Seele is with you, she'll be able to remember that fairy tale-like sea!",
			null,
			"Sister Bronya ...... can accompany Hsieh to realize the dream she had at that time as promised? Heer wants to recall the fairy tale ocean together with Sister Bronya's company!",
			"Bronya sis ...... will you stay with Seele as you promised that time and make that dream come true? I think Seele will remember that fairytale sea if you stay with her!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			54940,
			"Seele… I got it, let's find our memory again.",
			"希儿……明白了，让我们一起找回那时的记忆吧。",
			"ゼーレ……分かったわ。一緒にあのときの記憶を取り戻しましょ。",
			"제레... 알겠어. 함께 그때의 기억을 되찾아보자.",
			"Seele... I understand. Let's recover our memories together.",
			null,
			"Hill ...... understand, let's find the memory of that time together.",
			"Seele...... got it. Let's get back to that time together."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			54941,
			"Yeah! Bronya, I like you so much!",
			"嗯！布洛妮娅姐姐！希儿最喜欢你了~",
			"うん、ブローニャお姉ちゃん！ゼーレ、お姉ちゃん大好き～",
			"응, 브로냐 언니! 제레, 언니 정말 좋아해~",
			"Yes, Bronya! Seele loves you so much!",
			null,
			"Hmm! Sister Bronya! Sheil loves you the most~",
			"Yeah, Bronya sis! Seele, I love you so much!"
		]
	],
	"173": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54942,
			"Where is Bronya…",
			"真是的！布洛妮娅那丫头到底跑哪里去了！",
			"まったくもう！ブローニャちゃんったらどこへ行っちゃったのかしら！",
			"정말이지! 브로냐는 대체 어디로 간 거야!",
			"My God! Where the hell has Bronya gone?!",
			null,
			"Damn it! Where the hell is that girl Bronya!",
			"Oh my God! I wonder where little Bronya went!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54943,
			"I feel we lost our way…",
			"总感觉绕了一圈又回到原来的地方了呢……",
			"なんだか一周まわって元の場所に戻ってきちゃったような気がする……",
			"어쩐지 한 바퀴 돌아서 다시 원래 자리로 돌아온 것 같은 기분이 들어...",
			"I feel like we've come full circle back to where we started...",
			null,
			"It always feels like a circle and back to the original place it ......",
			"I feel like I've come full circle back to where I started: ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54944,
			"Mei! Shall we play here for a while! It seems have a lot of fun here!",
			"嘛~芽衣姐姐！不如我们不要管布洛妮娅了~这里的祭典有好多好玩的东西呢！我们一起玩吧！",
			"ま～芽衣姉様、ブローニャちゃんのことは放っておきましょ～。ここのお祭り、面白いものがたくさんあるわ。一緒に遊びましょ！",
			"말~ 메이 언니, 브로냐는 내버려 두자~. 여기 축제에 재미있는 것들 많아. 같이 놀자!",
			"Well~ Mei, let's leave Bronya-chan alone~ There are a lot of fun things at this festival here. Let's have fun together!",
			null,
			"Well~ Meiko-san! Why don't we leave Bronya alone~ There are so many fun things to do at the festival here! Let's play together!",
			"Well, sister Mei, let's leave Bronya-chan alone! There are many interesting things to see at this festival. Let's play together!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54945,
			"Kiana, stop talking like this. We must find Bronya!",
			"琪亚娜不要胡说了，必须得找到布洛妮娅一起离开这个地方！",
			"キアナちゃん、バカ言わないで。絶対にブローニャを見つけ出して一緒にここから出なきゃ！",
			"키아나, 바보 같은 소리 하지 마. 꼭 브로냐를 찾아내서 함께 여기서 나가야 해!",
			"Kiana-chan, don't be foolish. We have to find Bronya and get out of here together!",
			null,
			"Kiana stop talking nonsense, we have to find Bronya and leave this place together!",
			"Kiana, don't be silly. We must find Bronya and get out of here together!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54946,
			"Mei, I can see takoyaki there! And smoothies, tomatoes on sticks too! Let's go to have a taste~",
			"芽衣学姐你看~那边有章鱼烧！还有沙冰和糖葫芦呢！走吧！我们一起去尝尝~",
			"芽衣先輩、見てあそこ、たこ焼き！それからかき氷にリンゴ飴も！行きましょ！一緒に食べましょうよ～",
			"메이 선배, 저기 봐 타코야키! 그리고 빙수에 사과 사탕도! 가자! 같이 먹자~",
			"Mei-senpai, look over there, there's takoyaki! And shaved ice and candy apples! Let's go! Let's eat together~",
			null,
			"Look, Meiko! There's takoyaki over there! There are also smoothies and candy canes! Let's go! Let's go and try them together.",
			"Mei, look over there, takoyaki! And shaved ice and candy apples! Let's go! Let's eat together!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54947,
			"You…",
			"哎……真是没有紧张感的家伙呢。",
			"はぁ……まったく緊張感のない娘ね。",
			"하아... 정말 긴장감 없는 애네.",
			"Sigh... she's not worried at all.",
			null,
			"Hey ...... really no tension guys it.",
			"Huh. ...... You're a totally nervous girl."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			54948,
			"Hehehehe…",
			"呵呵呵呵……",
			"フフフフフ……",
			"후후후후후......",
			"Fufufufu...",
			null,
			"Ohhhhh ......",
			"Hmph. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			54949,
			"That is!?",
			"那个是！？",
			"あれは！？",
			"저건!?",
			"What's that?!",
			null,
			"That one is!",
			"That one!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			54950,
			"Mei~ Look! It's a clip doll machine~ I want to play…",
			"芽衣学姐~快看！这边有娃娃机呢~我们一起抓……",
			"芽衣先輩～見て！ここにUFOキャッチャーがあるわ～一緒に遊びましょ……",
			"메이 선배~ 봐! 여기 UFO 캐처가 있네~ 같이 놀자......",
			"Mei-senpai~ Look! There's a UFO catcher here~ Let's play together...",
			null,
			"Meiko-chan~Look! There's a crane machine here~ Let's catch it together ......",
			"Mei-senpai~ Look! Here's a UFO catcher ~ let's play together ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			54951,
			"Kiana, run!",
			"琪亚娜，快跑！",
			"キアナちゃん、逃げて！",
			"키아나, 도망쳐!",
			"Kiana-chan, run!",
			null,
			"Kiana, run!",
			"Kiana, run!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			54952,
			"Bang!!!",
			"噌！！！",
			"ザッ！！！",
			"촤악!!!",
			"<I>Shing!!!</I>",
			null,
			"Miso!!!",
			"Zzzzz!!!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			54953,
			"Wow!",
			"呜哇！！",
			"うわっ！！",
			"우왓!!",
			"Wah!!",
			null,
			"Woohoo!!!",
			"Wow!!!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			54954,
			"Decaying under the seaworld… Hehehehe…",
			"你们就在深渊的洪流中慢慢腐烂吧……呵呵呵呵……",
			"あなたたちは深淵の流れの中でだんだんと腐っていくのよ……フフフフ……",
			"너희들은 심연의 흐름 속에서 점점 썩어갈 거야...... 후후후후......",
			"You will gradually rot in the currents of the abyss... Fufufufu...",
			null,
			"You will slowly rot in the flood of the abyss ...... huh huh ......",
			"You are gradually rotting away in the currents of the abyss. ...... fffffffffffffffffffff ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			54955,
			"Disappeared… That was Seele's illusion!",
			"消失了……刚才的那个幻象是希儿么！？",
			"消えちゃった……今の幻はゼーレ！？",
			"사라졌어…… 방금 환영은 제레!?",
			"It's vanished... Was that illusion just now Seele?!",
			null,
			"Gone ...... Is that vision just now Hier!",
			"It's gone. ...... Now the phantom is Seele!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			54956,
			"This is another personality of Seele in the Mirage Cabin…",
			"这个是那时幻海密室中另一个人格的希儿，这么说的话……",
			"これはあのとき幻海密室にいた別人格のゼーレちゃんだわ。だとすると……",
			"이건 그때 환해 밀실에 있던 다른 인격의 제레잖아. 그렇다면……",
			"This must be the alternate personality of Seele-chan who was at the Genkai Laboratory back then. If that's the case, then...",
			null,
			"This is then the phantom sea chamber in another personality of Hill, so to speak ......",
			"This is Seele, the other persona who was in the Genshikai secret room at that time. If that's the case, then ......"
		],
		[
			"msg",
			54957,
			"Kiana! Let's go! Bronya is in dangerous!!",
			"琪亚娜！我们走！布洛妮娅有危险！！",
			"キアナちゃん！行くわよ！ブローニャが危ない！！",
			"키아나 쨩! 갈 거야! 브로냐가 위험해!!",
			"Kiana-chan! Let's go! Bronya is in danger!!",
			null,
			"Kiana! Let's go! Bronya is in danger!!!",
			"Kiana! Let's go! Bronya's in danger!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			54958,
			"Errr! What!?",
			"呃！诶！？",
			"え！はい！？",
			"엣! 네!?",
			"Ah! Okay?!",
			null,
			"Ugh! Eh!",
			"Eh! Yes!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			54959,
			"Aim of this personality is kill Bronya.",
			"这个人格的目的是杀死布洛妮娅，用布洛妮娅的思念将希儿永远固定在现实空间。",
			"この人格の目的はブローニャちゃんを殺すことよ。ブローニャちゃんの想いを用いてゼーレちゃんを永遠に現実空間に固定するの。",
			"이 인격의 목적은 브로냐 쨩을 죽이는 거야. 브로냐 쨩의 마음을 이용해 제레 쨩을 영원히 현실 공간에 고정시키는 거지.",
			"This personality's goal is to kill Bronya-chan. She aims to use Bronya-chan's feelings to keep Seele-chan in reality forever.",
			null,
			"The purpose of this personality is to kill Bronya and use Bronya's thoughts to fix Hill in reality space forever.",
			"The purpose of this personality is to kill Bronya-chan. It uses Bronya's thoughts to immobilize Seele forever in real space."
		],
		[
			"msg",
			54960,
			"So this space is made by Seele, it's a trap!!",
			"所以这个空间是希儿制造出来引诱布洛妮娅的陷阱！！",
			"つまりこの空間はゼーレちゃんがブローニャちゃんを誘き出すために作り出した罠！！",
			"즉 이 공간은 제레 쨩이 브로냐 쨩을 유인하기 위해 만들어낸 함정!!",
			"In other words, this space is a trap created by Seele-chan to lure Bronya!!",
			null,
			"So this space is a trap created by Hill to lure in Bronya!!!",
			"In other words, this space is a trap created by Seele-chan to lure Bronya out!"
		]
	],
	"174": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			54961,
			"Bronya, look! It's sea~",
			"布洛妮娅姐姐快看！是大海哦~",
			"ブローニャお姉ちゃん、見て！海よ～",
			"브로냐 언니, 봐! 바다야~",
			"Bronya, look! It's the sea~",
			null,
			"Sister Bronya, look! It's the ocean!",
			"Bronya sister, look! It's the sea!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			54962,
			"It's so beautiful…",
			"好漂亮……",
			"きれいね……",
			"아름답네……",
			"Pretty...",
			null,
			"So beautiful ......",
			"Beautiful. ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			54963,
			"The sound of wave is just like a song! It's so beautiful here~",
			"星星和海平面连成了一线，海浪好像在唱歌一般！实在是太美了~",
			"星空と海面がひとつにつながってて、歌に出てくるみたいな波！本当に美しいわ～",
			"별빛과 해면이 하나로 이어져 있고, 노래에 나오는 것 같은 파도! 정말 아름다워~",
			"The starry sky and the ocean surface are connected, and the sound of the waves is just like a song! It's so beautiful~",
			null,
			"The stars and the sea level were in a line, and the waves seemed to be singing! It was so beautiful~",
			"The starry sky and the surface of the ocean all connected into one, and the waves like in a song! It's really beautiful!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			54964,
			"Yes, it's just like what the sea is like in the story book…",
			"是呢，就和童话书中写的一样……",
			"そうね、童話に書かれているのと同じ……",
			"그렇네, 동화에 쓰여 있는 것과 똑같아……",
			"Yes, just like in the fairy tale...",
			null,
			"Yes, just like in the fairy tale book ......",
			"Yes, just like in the fairy tale: ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			54965,
			"Wow~ The sea is so cold~ Bronya, come here~",
			"呜哇~海水好凉~真是舒服！布洛妮娅姐姐快一起来吧~",
			"わあ～海水が冷たくて気持ちいい！ブローニャお姉ちゃんも早くおいでよ～",
			"와~ 바닷물이 차갑고 기분 좋아! 브로냐 언니도 빨리 와~",
			"Wow, the seawater is so cold and refreshing! Bronya, come on over~",
			null,
			"Oh wow, the water is so cool~ It's so comfortable! Sister Bronya, come along!",
			"Wow~ the sea water feels so nice and cold! Come on, sister Bronya!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			54966,
			"Seele, wait me.",
			"希儿，等等我。",
			"待ってよ、ゼーレ。",
			"기다려, 제레.",
			"Wait, Seele.",
			null,
			"Hill, wait for me.",
			"Wait, Seele."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			54967,
			"Bronya~ there's large boat! Haha~ I'm so happy~",
			"布洛妮娅姐姐~快看那边好大的船呢！哈哈~好开心~能和姐姐一起实在是太幸福了~",
			"ブローニャお姉ちゃん～、あっちの大きなお船を見て！あはは、楽しい～お姉ちゃんと一緒だと本当に幸せ～",
			"브로냐 언니~, 저기 있는 큰 배 봐! 아하하, 즐거워~ 언니랑 함께라서 정말 행복해~",
			"Bronya~ Look at that big ship over there! Haha, this is so fun~ I'm so happy when I'm with you~",
			null,
			"Sister Bronya~ Look at the big boat over there! Ha ha ~ so happy ~ can be with sister is really happy ~",
			"Bronya sis~ look at that big boat over there! Haha, it's fun - I'm so happy to be with my sister!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			54968,
			"If we can stay together forever~",
			"嗯，如果能永远在一起就好了……",
			"うん、永遠に一緒にいられたらいいのに……",
			"응, 영원히 함께 있을 수 있으면 좋을 텐데……",
			"Yeah, I wish we could be together forever...",
			null,
			"Well, it would be nice to be together forever ......",
			"Yeah, I wish we could be together forever. ......"
		]
	],
	"175": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54969,
			"The scenes are all the same here!",
			"这个地方根本就绕不出去嘛！走来走去都是一个景色！",
			"この場所、ぐるぐる回っているだけで出られない！行っても行っても同じ景色！",
			"이곳, 빙빙 돌기만 하고 나갈 수 없어! 가도 가도 같은 풍경이야!",
			"This place is just going in circles so we can't leave! No matter where we go, the view is always the same!",
			null,
			"This place simply can not go around it! Walking around is a view!",
			"This place just keeps going in circles and I can't get out! Same view going in and out!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54970,
			"Zombies: (moaning)",
			"死士：吼吼吼……",
			"ゾンビ：ガルルル……",
			"좀비: 으르렁......",
			"<I>Zombie:</I> Grrr...",
			null,
			"Deadman: Ho Ho Ho Ho ......",
			"Zombies: Garrule: ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54971,
			"Here come zombies, they are trying to kill us…",
			"死士也出现了，看样子是准备把我们围杀在这个空间里……",
			"ゾンビまで出てきた。どうやら私たちをこの空間に閉じ込めて殺すつもりね……",
			"좀비까지 나왔네. 아무래도 우리를 이 공간에 가두어 죽이려는 모양이야...",
			"Even zombies have appeared. It seems they're planning to trap us in this space and kill us...",
			null,
			"The dead also appeared, and it looks like they are ready to surround us in this space ......",
			"There are even zombies. Apparently they're trying to kill us by trapping us in this space: ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			54972,
			"Mei! We need to find a way out!",
			"芽衣学姐！这样下去可不是办法，一定要找个突破口才行！",
			"芽衣先輩！このままではラチがあかないわ。何とか突破口を開かないと！",
			"메이 선배! 이대로는 진전이 없어. 어떻게든 돌파구를 열지 않으면!",
			"Mei-senpai! We're not going to get anywhere if this continues. We need to find a way out!",
			null,
			"Meiko-san! This is not the way to go, we must find a breakthrough!",
			"Mei-senpai! We can't go on like this. We have to make a breakthrough somehow!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			54973,
			"Hehehe, you can go nowhere.",
			"呵呵呵~你们要逃到哪里去呢？",
			"ふふふ～どこへ逃げようというの？",
			"후후후~ 어디로 도망치려는 거야?",
			"Hehehe~ Where are you planning on running off to?",
			null,
			"Ohhhh~ Where are you going to escape to?",
			"Where are you going to run away to?"
		],
		[
			"msg",
			54974,
			"Hahahahahaha~",
			"呵哈哈哈哈哈哈~",
			"フハハハハハハ～",
			"하하하하하하~",
			"Fuhahahahahaha~",
			null,
			"Hahahahahahahahahaha~",
			"Hahahahahahaha~"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			54975,
			"Be quiet!",
			"啧！真是刺耳的笑声啊！！给我安静点啦！",
			"くっ！ホントに耳障りな笑い声！！黙りなさいよ！",
			"쿨! 정말 듣기 싫은 웃음소리!! 조용히 해!",
			"Damn! Such an annoying laugh!! Shut up!",
			null,
			"Tsk! What an ear-splitting laugh! Be quiet!",
			"Damn! That's a real deafening laugh! Shut up!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			54976,
			"Bang!",
			"砰砰砰！！",
			"パンパンパン！！",
			"팡팡팡!!",
			"<I>Bang bang bang!!</I>",
			null,
			"BANG BANG BANG!!!",
			"Pan-pan-pan!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			54977,
			"Kiana, it's useless! It's just the illusion of another space, we can't attack her!",
			"琪亚娜，没用的！这个只是另一个位面的幻象而已，我们的攻击是伤害不了她的！",
			"キアナちゃん、無駄よ。これは異次元の幻影にすぎないから、私たちの攻撃ではダメージを与えられないわ。",
			"키아나, 소용없어. 이건 이차원의 환영에 불과하니까, 우리의 공격으로는 데미지를 줄 수 없어.",
			"Kiana-chan, it's no use. This is just an illusion from another dimension, so our attacks can't do any damage to it.",
			null,
			"Kiana, it's useless! This is just an illusion from another dimension, our attacks can't hurt her!",
			"Kiana, it's useless. This is just an illusion from another dimension, so our attacks won't do any damage."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			54978,
			"Na~ Please die for Bronya and me's happiness~",
			"呐~为了姐姐大人和希儿的幸福请去死吧~",
			"ねえ～お姉様とゼーレの幸せのために、死んで～",
			"너희~ 언니와 제레의 행복을 위해, 죽어~",
			"Hey~ Die for the happiness of Onee-sama and Seele~",
			null,
			"Nah~ For the happiness of Sister-sama and Hsieh-er please go to hell~",
			"Hey - die for your sister and Seele's happiness!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			54979,
			"Bang!!",
			"噌！！",
			"シュッ！！",
			"슈욱!!",
			"<I>Shwing!!</I>",
			null,
			"Miso!!!",
			"Shoo!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			54980,
			"Wow, don't use such a big sickle, that's so dangerous!",
			"呜哇！这么大的镰刀乱挥可是很危险的啊！",
			"うわ！こんなに大きな鎌を振り回しちゃ、危ないじゃないの！",
			"우왁! 이렇게 큰 낫을 휘두르면 위험하잖아!",
			"Uwah! Isn't it dangerous to swing around such a giant scythe?!",
			null,
			"Whoo-hoo! It's dangerous to swing such a big scythe around!",
			"Whoa! It's not safe to wield such a big sickle!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			54981,
			"Kiana, do you remember my words? I need to live with others' memories.",
			"琪亚娜，还记得之前幻海的时候希儿的话么？希儿是依靠着他人的观测才能保持存在！",
			"キアナちゃん、前に幻海にいたときのゼーレちゃんの話を覚えてる？ゼーレちゃんは他人の思念に頼らないと存在を維持できないって！",
			"키아나, 전에 환해에 있을 때 제레 이야기 기억나? 제레은 타인의 사념에 의지하지 않으면 존재를 유지할 수 없다고!",
			"Kiana, do you remember what Seele-chan talked about at the Genkai Laboratory? She said that she couldn't maintain she existence without relying on the thoughts of others!",
			null,
			"Kiana, remember what Hier said during the Sea of Illusions? Heer is dependent on the observation of others to remain in existence!",
			"Kiana, do you remember what Seele-chan said to you when you were in Gensai before? Seele-chan said she had to rely on the thoughts of others to sustain her existence!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			54982,
			"I remember you are trying to eat others' memories.",
			"好像是记得这个危险的附属人格是为了保护主人格才到处捕食他人的记忆的吧？",
			"たしか、この危険な付属人格は、主人格を守るためにあちこちで他人の記憶を捕まえて食べてるって話？",
			"확실히, 이 위험한 부속 인격은, 주인격을 지키기 위해 여기저기서 타인의 기억을 잡아먹고 있다는 이야기?",
			"Does that mean this dangerous alter-ego is grabbing and eating other people's memories here and there to protect its main personality?",
			null,
			"It seems to be remembered that this dangerous subordinate personality preys on the memories of others in order to protect the master frame, right?",
			"Was I told that this dangerous accessory personality is catching and eating other people's memories here and there to protect its master personality?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			54983,
			"Yes, I can grow stronger after eating more memories!",
			"没错！反过来考虑的话，只要我们对希儿的思念愈加强烈，希儿就会变成更加具体的存在吧！",
			"その通りよ。逆に考えてみれば、ゼーレちゃんに対する想いが強烈であればあるほど、ゼーレちゃんは具体的な存在になるってことじゃない！",
			"그래. 반대로 생각해보면, 제레에 대한 생각이 강렬하면 강렬할수록, 제레은 구체적인 존재가 된다는 거 아니야!",
			"That's right. On the other hand, the stronger the person's feelings for Seele-chan, the more concrete she becomes!",
			null,
			"That's right! If you think about it the other way around, as long as we think more and more about Hir, Hir will become a more concrete existence, right?",
			"That's right. If you think about it the other way around, the more intense your feelings for Seele, the more tangible she becomes!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			54984,
			"Errr!? What do your mean?",
			"呃！？芽衣学姐你的意思是？",
			"え！？芽衣先輩、それどういう意味？",
			"엣!? 메이 선배, 그게 무슨 뜻이야?",
			"Huh?! Mei-senpai, what does that mean?",
			null,
			"Uh! What do you mean, Meiko-senpai?",
			"Eh! Mei-senpai, what does that mean?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			54985,
			"Try hard to remember~ This is the key for us to find her!",
			"用力回忆起来，当时我们与希儿相处时的每一份细节，她的音容笑貌都将是找到希儿的关键！",
			"がんばって思い出してみましょ。あのときゼーレちゃんと一緒にいたときの隅々まで。その声や姿がゼーレちゃんを探し出すカギよ！",
			"열심히 기억해 보자구. 그때 제레쨩과 함께했던 순간들을 하나도 빼놓지 않고. 그 목소리와 모습이 제레쨩을 찾아낼 열쇠야!",
			"Let's try our best to remember. Every last detail of when we were together with Seele-chan. Those voices and appearances are the key to finding Seele-chan!",
			null,
			"Recall with great effort every detail of the time we spent with Hill, her voice and face will be the key to finding Hill!",
			"Let's do our best to remember. Let's try our best to remember every detail of the time we were with Seele. Her voice and appearance are the key to finding Seele!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			54986,
			"So all I need to do is just remember the time I lived with Seele!",
			"意思就是只要回想希儿的事情就对了吧！",
			"つまりゼーレのことを思い出せばいいのね！",
			"즉 제레에 대한 기억을 떠올리면 되는 거네!",
			"In other words, we just need to remember Seele!",
			null,
			"It means just think back about Hillel, right?",
			"So you're saying I should remember Seele!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			54987,
			"Hehehe~ See you, sleep forever in Seele's world!",
			"呵呵呵~再见了，在希儿的世界里永眠吧！",
			"ふふふ～さよなら、ゼーレの世界で永遠に眠りなさい！",
			"후후훗~ 안녕, 제레의 세계에서 영원히 잠들어라!",
			"Hehehe~ Farewell, sleep forever in Seele's world!",
			null,
			"Ohhhh~ Goodbye, sleep forever in Hier's world!",
			"Hmmm~ goodbye, sleep forever in Seele's world!"
		]
	],
	"176": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			54988,
			"Firework! It's so beautiful!",
			"真是漂亮的烟花呢~整个世界都被照亮了~",
			"本当にきれいな花火ね～世界が明るく照らされて～",
			"정말 아름다운 불꽃놀이네~ 세상이 환하게 밝아지고 있어~",
			"What beautiful fireworks~ The world is lit up~",
			null,
			"Really beautiful fireworks ~ the whole world is lit up ~",
			"Really beautiful fireworks - the world lit up brightly!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			54989,
			"I can't image gunpowder and metal can make such beautiful colors.",
			"没想当火药与金属能催化出这么绚丽的颜色。",
			"火薬と金属が反応するとこんなきらびやかな色が出るなんて思ってもみなかった。",
			"화약과 금속이 반응하면 이렇게 화려한 색이 나올 줄은 상상도 못 했어.",
			"I never imagined that the reaction between gunpowder and metal could produce such brilliant colors.",
			null,
			"I didn't think when gunpowder and metal could catalyze such brilliant colors.",
			"I had never thought that gunpowder and metal could react to produce such glittering colors."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			54990,
			"Bronya, can you stay here with me forever?",
			"布洛妮娅姐姐，能答应希儿留在这里么，在这个没有杀戮与恶意的世界中与希儿直到永远~",
			"ブローニャお姉ちゃん、ここにずっといるってゼーレに約束して。殺戮も悪意もないこの世界でゼーレと永遠に一緒にいようよ～",
			"브로냐 언니, 여기에 계속 있어 준다고 제레에게 약속해 줘. 살육도 악의도 없는 이 세상에서 제레와 영원히 함께하자~",
			"Bronya, promise Seele that you'll stay here forever. Let's be together forever in this world without any murder or malice~",
			null,
			"Sister Bronya, can you promise to stay here, in a world free of killing and malice, with Hil forever~",
			"Bronya sister, promise Seele that you will stay here forever. Let's be with Seele forever in this world where there is no killing and no malice~!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			54991,
			"Seele, I'd like to…",
			"希儿……布洛妮娅也是这么想的。",
			"ゼーレ……ブローニャもそう思うわ。",
			"제레…… 브로냐도 그렇게 생각해.",
			"Seele... Bronya was thinking the same thing.",
			null,
			"Hill ...... Bronya thought the same thing.",
			"Seele...... Bronya agrees."
		],
		[
			"msg",
			54992,
			"But I'm sorry that I can't stay here.",
			"但是对不起，布洛妮娅还不能在这里停留。",
			"でもごめんね、ブローニャはやっぱりここにずっといるわけにはいかないの。",
			"하지만 미안해, 브로냐는 역시 여기에 계속 있을 수 없어.",
			"But I'm sorry, Bronya just can't stay here forever.",
			null,
			"But sorry, Bronya can't stay here yet.",
			"But I'm sorry, Bronya can't stay here forever."
		],
		[
			"msg",
			54993,
			"Mei, Kiana, Himeko and Theresa… I have too many things to do, so I can't realize my promise now.",
			"芽衣学姐，琪亚娜，姬子少校还有德丽莎学园长……布洛妮娅和她们有着太多的约定没有达成……所以至少现在还不能兑现与希儿的承诺。",
			"芽衣姉様、キアナ姉様、姫子少佐にテレサ学園長……ブローニャはみんなとのたくさんの約束をまだ果たしていない……だから少なくとも今はゼーレと約束できません。",
			"메이 언니, 키아나 언니, 히메코 소좌, 테레사 학원장…… 브로냐는 모두와 한 많은 약속을 아직 지키지 못했어…… 그러니까 적어도 지금은 제레와 약속할 수 없어.",
			"Mei, Kiana, Major Himeko, Principal Theresa... Bronya has yet to fulfill the many promises she has made to everyone... so at least for now she can't make any promises to Seele.",
			null,
			"Meiko schoolmate, Kiana, Major Himeko and Theresa schoolmaster ...... Bronya and they have too many engagements not reached ...... so at least now can not fulfill the promise with Hill.",
			"Sister Mei, Sister Kiana, Major Himeko and Principal Teresa ...... Bronya has yet to fulfill her many promises to everyone ...... so she can't promise Seele, at least not right now."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			54994,
			"Bronya…",
			"布洛妮娅姐姐……",
			"ブローニャお姉ちゃん……",
			"브로냐 언니……",
			null,
			null,
			"Sister Bronya ......",
			"Bronya's sister: ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			54995,
			"However, please trust me. I won't forget my promise, I will come back and stay with you!",
			"但是希儿，请相信我。布洛妮娅绝对不会忘记与希儿的约定，布洛妮娅一定会回到希儿的身边，不管经过多长时间，不管付出多少牺牲，哪怕是……",
			"でもゼーレ、信じて、ブローニャは絶対にゼーレとの約束を忘れたりしないから。ブローニャは必ずゼーレのそばに戻ってくるわ。どれだけ時間がかかっても、どんな犠牲を払っても……",
			"하지만 제레, 믿어 줘, 브로냐는 절대 제레와의 약속을 잊지 않을 거야. 브로냐는 반드시 제레 곁으로 돌아올게. 얼마나 시간이 걸리든, 어떤 희생을 치러야 하든……",
			"But believe me, Seele, Bronya will never forget her promise to Seele. Bronya will definitely return to Seele's side. No matter how long it takes, no matter what sacrifices she has to make...",
			null,
			"But Hier, please believe me. Bronya will never forget the agreement with Hier, Bronya will definitely return to Hier's side, no matter how long it takes, no matter how much sacrifice it takes, even if it is ......",
			"But Seele, believe me, Bronya will never forget her promise to Seele. Bronya will always come back to Seele's side. No matter how long it takes, no matter what the cost: ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			54996,
			"That's enough~ Thank you, Bronya.",
			"已经足够了~谢谢你，布洛妮娅姐姐。",
			"もう充分よ～ありがとう、ブローニャお姉ちゃん。",
			"이제 충분해~ 고마워, 브로냐 언니.",
			"That's enough~ Thank you, Bronya.",
			null,
			"It's enough already~ Thank you, Sister Bronya.",
			"That's enough - thank you, sister Bronya."
		],
		[
			"msg",
			54997,
			"I'm kidding~ I know you have a lot of duties. We are not kids anymore.",
			"希儿刚才是开玩笑的啦~希儿知道布洛妮娅姐姐身上背负的东西……我们已经不是孤儿院的时候那两个躲在玩具箱中憧憬着童话的孩子了。",
			"今のはゼーレの冗談よ～。ゼーレはブローニャお姉ちゃんが背負っているもの知ってるわ……。私たちもう、孤児院にいたときみたいにおもちゃ箱にもぐって童話の世界にあこがれてた子どもじゃないもんね。",
			"방금 건 제레의 장난이야~. 제레는 브로냐 언니가 짊어지고 있는 걸 알고 있어……. 우리 이제, 고아원에 있을 때처럼 장난감 상자에 들어가 동화 속 세계를 동경하던 아이가 아니잖아.",
			"Seele was just joking~ Seele knows what Bronya is carrying... We're not the kids we were in the orphanage, crawling into the toy box and dreaming of fairy tale worlds anymore.",
			null,
			"Heer just jokingly la ~ Heer knows what sister Bronya carries ...... we are no longer the two children hiding in the toy box longing for a fairy tale when the orphanage.",
			"Now that was Seele's joke~. Seele knows what big sister Bronya is carrying on her back. ...... We are no longer the children of the orphanage who used to hide in the toy box and long for the world of fairy tales, are we?"
		],
		[
			"msg",
			54998,
			"I don't have too much time, the magic of Cinderella is running out…",
			"对不起~让布洛妮娅姐姐为难了。希儿的时间已经不多了，Cinderella的魔法马上就要解除了，真想再和姐姐多待一会呢……",
			"ごめんね、ブローニャお姉ちゃんに辛い思いをさせて。ゼーレにはもう時間がないの。シンデレラの魔法はまもなく解けるわ。お姉ちゃんともっと一緒にいたかったけど……",
			"미안해, 브로냐 언니에게 힘든 기억을 남겨서. 제레에게는 이제 시간이 없어. 신데렐라의 마법은 곧 풀릴 거야. 언니와 더 함께하고 싶었지만……",
			"I'm sorry for making you feel bad, Bronya. Seele doesn't have much time left. Cinderella's magic spell will soon be worn off. I wanted to spend more time with you, but...",
			null,
			"I'm sorry ~ make it difficult for sister Bronya. Hill's time is running out, Cinderella's magic will be lifted soon, I really want to stay with my sister a little longer ......",
			"I'm sorry, I'm sorry you're having a hard time with your sister Bronya. Seele doesn't have much time left. Cinderella's spell will be broken soon. I wish I could have spent more time with you and your sister, but ......"
		],
		[
			"msg",
			54999,
			"Errr!!",
			"呃！！",
			"え！！",
			"엣!!",
			"Ah!!",
			null,
			"Ugh!!!",
			"What!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			55000,
			"Seele!?",
			"希儿！？",
			"ゼーレ！？",
			"제레！？",
			null,
			null,
			"Hill!",
			"Seele!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			55001,
			"Stop! Don't control me! Enough! I don't want to hurt Bronya!",
			"住手！不要控制我的精神！已经够了！希儿已经不想再伤害布洛妮娅姐姐了！",
			"やめて！私の精神をコントロールしないで！もうたくさん！ゼーレはもうブローニャお姉ちゃんを傷つけたくないの！",
			"그만해! 내 정신을 조종하지 마! 이젠 더 이상! 제레는 이제 브로냐 언니를 다치게 하고 싶지 않아!",
			null,
			null,
			"Stop it! Don't control my spirit! That's enough! Hill doesn't want to hurt Sister Bronya anymore!",
			"Don't do this! Don't control my mind! I've had enough of this! Seele doesn't want to hurt her sister Bronya anymore!"
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55002,
			"You are too wake, let me realize your dream.",
			"你总是太软弱了，就让我来完成希儿的夙愿吧。",
			"あなたはいつも甘すぎるのよ。私がゼーレの願いを叶えてあげるわ。",
			"넌 항상 너무 마음이 약해. 내가 제레의 소원을 이뤄줄게.",
			null,
			null,
			"You are always too weak. Let me fulfill Hsieh's long-cherished wish.",
			"You are always too sweet. I will grant Seele's wish."
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			55003,
			"No!No! Please stop!",
			"不要！不要！求求你快住手！",
			"いや！やめて！お願いだからやめて！",
			"아니! 그만해! 제발 그만둬!",
			null,
			null,
			"Don't! No! No! Please stop!",
			"No! No! No! No! No! No! Please don't! Please don't!"
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55004,
			"Let me help you do this! Stay here forever, Bronya!",
			"就让我代替你，把姐姐大人永远留在这里吧！",
			"私があなたに替わって、お姉様を永遠にここに引き留めてあげるわ！",
			"내가 너 대신에, 언니를 영원히 여기에 붙들어 둘 거야!",
			null,
			null,
			"Let me take your place and leave Sister-sama here forever!",
			"I will replace you and keep your sister here forever!"
		],
		[
			"msg",
			55005,
			"Ahahahahahahahaha…",
			"啊哈哈哈哈哈哈哈哈哈——————",
			"あっはははははははは——————",
			"아하하하하하하하하——————",
			null,
			null,
			"Ahahahahahahahahahahahahaha ------",
			"Ha ha ha ha ha ------"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55006,
			"Who are you!?",
			"你是！？",
			"あなたは！？",
			"너는!?",
			null,
			null,
			"You are!",
			"You are!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55007,
			"What happened? Bronya, stay alert!",
			"怎么了？姐姐大人，要是不抵抗的话可是会死的哦~",
			"どうしたの？お姉様、抵抗しないと死んじゃうわよ～",
			"왜 그래? 언니, 저항하지 않으면 죽어버릴 거야~",
			null,
			null,
			"What's wrong? Sister, if you don't resist, you'll die!",
			"What's wrong? Sister, if you don't resist, you'll die~!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55008,
			"Mei! Bronya and Seele are there!",
			"芽衣学姐！快看那边！是布洛妮娅和希儿！",
			"芽衣先輩！見て、あそこ！ブローニャちゃんとゼーレちゃんよ！",
			"메이 선배! 봐, 저기! 브로냐랑 제레야!",
			null,
			null,
			"Meiko-san! Look over there! It's Bronya and Hir!",
			"Mei-senpai! Look, there they are! It's Bronya and Seele!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55009,
			"Bronya! We will help you!",
			"布洛妮娅！我们来帮你了！",
			"ブローニャちゃん！助けに来たわよ！",
			"브로냐! 도우러 왔어!",
			null,
			null,
			"Bronya! We're here to help you!",
			"Bronya! I'm here to help you!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55010,
			"It was so close… I hate you guys!",
			"明明只差一点了……真是讨厌的家伙们！",
			"あと少しだったのに……お邪魔虫め！",
			"조금만 더 있었으면... 방해꾼 같으니!",
			null,
			null,
			"It's obviously just a little bit closer ...... What a nasty bunch of guys!",
			"I was so close, but then I went to ...... you interrupting bug!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55011,
			"We won't let you hurt Bronya!",
			"不会让你再伤害布洛妮娅了！",
			"これ以上ブローニャちゃんに手は出させないから！",
			"이제부터는 브로냐에게 더 이상 손대지 못하게 할 거야!",
			null,
			null,
			"Won't let you hurt Bronya again!",
			"I won't let you touch Bronya any more!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55012,
			"Mei… I'm fine!",
			"芽衣姐姐……布洛妮娅没事。",
			"芽衣姉様……ブローニャは大丈夫。",
			"메이 언니... 브로냐는 괜찮아.",
			null,
			null,
			"Meiko Sister ...... Bronya is fine.",
			"Mei sister ...... Bronya is fine."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55013,
			"We finally ran out of the weird ceremony, take this!",
			"哼！终于让我们逃出了那个奇怪的祭典，现在就让你尝尝我们的厉害！",
			"やっとあの変なお祭りから抜け出せたわ。さあ今からこっちの力を見せてあげるわ！",
			"드디어 그 이상한 축제에서 벗어났어. 자, 이제부터 내 힘을 보여줄게!",
			null,
			null,
			"Hmph! Finally let us escape that strange ritual, now let's give you a taste of our power!",
			"I finally got out of that weird festival. Now let me show you what we've got over here!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55014,
			"Hahaha~~~ Don't worry, it will be a long night…",
			"呵呵呵哈哈哈~~~不要着急……灰姑娘的魔法已经解除，零时之后可是漫长的黑夜，就让我们好好相处吧……",
			"ふふふ、ははは～焦ることはないわ……シンデレラの魔法はもう解けたの。零時を過ぎたら後は長い闇夜よ、ゆっくり遊びましょ……",
			"후후후, 하하하~ 서두를 필요 없어... 신데렐라의 마법은 이미 풀렸어. 자정이 지나면 이제 긴 어둠의 밤뿐이야, 천천히 놀자...",
			null,
			null,
			"Ohhhhhhahahaha~~~ Don't be in a hurry ...... Cinderella's magic has been lifted, after zero hour but a long dark night, let's get along well ......",
			"Hmmm, hahaha - no need to rush ...... Cinderella's spell is already broken. After midnight, it's a long dark night, so let's take our time and have fun. ......"
		],
		[
			"msg",
			55015,
			"My dear sisters~",
			"各位姐姐们。",
			"お姉様がた。",
			"언니들.",
			null,
			null,
			"Sisters.",
			"The sister was there."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55016,
			"Bang!!!",
			"轰隆隆隆！！！",
			"ドドドド……！！！",
			"두두두두……!!!",
			null,
			null,
			"Rumble Rumble!!!",
			"Dodo dodo ......!!!!!!!!!!!!!!!!!!!!!!!!!!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55017,
			"This space is going to destroy! Mei, Bronya, let's go!",
			"这个空间开始崩塌了！？芽衣学姐！布洛妮娅快拉住着我！这次可不要走散了哦！",
			"空間が崩れ始めた！？芽衣先輩！ブローニャちゃんはしっかりつかまって！今度ははぐれちゃだめよ！",
			"공간이 무너지기 시작했어!? 메이 선배! 브로냐 꽉 잡아! 이번엔 또 헤어지면 안 돼!",
			"The space has begun to collapse! ?? Mei-senpai! Hold on to Bronya! Don't get lost this time!",
			null,
			"This space is starting to collapse! Meiko-san! Hold on to me, Bronya! Don't get separated this time!",
			"The space is starting to collapse! Mei-senpai! Hold on tight, Bronya-chan! Don't get separated this time!"
		]
	],
	"177": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55018,
			"It… stoped?",
			"震动……停止了。",
			"震動が……やんだ。",
			"진동이... 멈췄어.",
			"The tremors... stopped.",
			null,
			"The vibrations ...... stopped.",
			"The tremors ceased ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55019,
			"This is the laboratory! Are we in the real world now!",
			"这里是我们之前来到的实验室！我们终于回到现实世界了么！",
			"ここは前に来た実験室じゃない！ようやく現実の世界に戻ってきたのね？",
			"여긴 전에 왔던 실험실이 아니잖아! 드디어 현실 세계로 돌아온 거야?",
			"This the laboratory we were in before! We're finally back in the real world, huh?",
			null,
			"This is the lab we came to earlier! Are we finally back in the real world!",
			"This isn't the lab you were in before! You're finally back in the real world, aren't you?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55020,
			"No, it's made by Seele…",
			"不，这里也是希儿创造出来的空间，幻海实验室早就已经不存在了……",
			"いえ、ここもゼーレが創り出した空間よ。幻海実験室はとっくに存在しないんだもの……",
			"아니, 여기도 제레가 만들어낸 공간이야. 환해실험실은 이미 오래전에 사라졌단다...",
			"No, this is also a space created by Seele. The Genkai Laboratory no longer exists...",
			null,
			"No, this is also a space created by Hill, the phantom sea laboratory has long ceased to exist ......",
			"No, this is another space created by Seele. The Phantom Sea Lab has long since ceased to exist. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55021,
			"So, where is Seele?",
			"那希儿呢！？已经消失了么？",
			"じゃあゼーレは！？消えちゃったの？",
			"그럼 제레는!? 사라진 거야?",
			"So what about Seele?! Has he disappeared?",
			null,
			"What about Hill! Has she disappeared?",
			"Then Seele! Has he disappeared?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55022,
			"She should be somewhere.",
			"实验室还存在的话就表示希儿应该还没有消失。",
			"実験室がまだ存在するならゼーレはまだ消えていないってことよね。",
			"실험실이 아직 존재한다면 제레는 아직 사라지지 않았다는 거겠지.",
			"If this laboratory still exists, that means Seele hasn't disappeared yet.",
			null,
			"If the lab still exists, it means that Hill should not have disappeared yet.",
			"If the laboratory still exists, that means Seele hasn't disappeared yet."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55023,
			"…(Sound of cry)",
			"嘤嘤嘤……嘤嘤嘤……",
			"シクシク……シクシク……",
			"흑흑... 흑흑...",
			"<I>Sob sob... sob sob...</I>",
			null,
			"Boing Boing ...... Boing Boing ......",
			"Siksik ...... Siksik ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55024,
			"What is this…",
			"这个声音是？",
			"この声は？",
			"이 소리는?",
			"What's that voice?",
			null,
			"This sound is?",
			"What is this voice?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55025,
			"It's Seele, she is crying!",
			"这是希儿的哭声，是在实验室的深处。",
			"ゼーレの泣き声よ。実験室の奥から聞こえる。",
			"제레의 울음소리야. 실험실 깊은 곳에서 들려오고 있어.",
			"It's Seele crying. I can hear it coming from deep inside the laboratory.",
			null,
			"It was Hill's cry, deep in the laboratory.",
			"It's Seele crying. It's coming from the back of the lab."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55026,
			"Wait, it should be a trap!",
			"等一下啦！这个地方到处都是陷阱，乱走的话可是很危险的啊！",
			"ちょっと待って！ここはあちこちに罠が仕掛けてあるわ。むやみに動くと危険よ！",
			"잠깐만! 여긴 곳곳에 함정이 설치되어 있어. 함부로 움직이면 위험해!",
			"Wait a minute! There are traps set up all over the place here. It's dangerous to move around recklessly!",
			null,
			"Wait a minute! This place is full of traps, it's dangerous if you walk around!",
			"Wait a minute! There are traps all over the place here. It's not safe to move around!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55027,
			"Sorry, I must find her.",
			"对不起，布洛妮娅必须立刻找到希儿。",
			"ごめんなさい、ブローニャはすぐにゼーレを探さないといけないの。",
			"미안해, 브로냐는 빨리 제레를 찾아야만 해.",
			"I'm sorry, but Bronya has to find Seele right away.",
			null,
			"I'm sorry, but Bronya must find Hill immediately.",
			"Sorry, Bronya needs to find Seele immediately."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55028,
			"Let's go then. We will stay with you.",
			"那我们走吧。布洛妮娅，不管遇到什么事情我们都会在你的身边。",
			"じゃあ一緒に行くわ、ブローニャちゃん。何があってもあなたのそばについているわ。",
			"그럼 같이 갈게, 브로냐야. 무슨 일이 있어도 네 곁에 있을 거야.",
			"Well then, I'm coming with you, Bronya-chan. I'll be by your side no matter what.",
			null,
			"Then let's go. Bronya, we'll be by your side no matter what comes.",
			"Then I'm coming with you, Bronya. I'll be with you no matter what."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55029,
			"Mei… Thank you~",
			"芽衣姐姐……谢谢。",
			"芽衣姉様……ありがとう。",
			"메이 언니... 고마워.",
			"Mei... thank you.",
			null,
			"budgie sister ...... thanks.",
			"Thank you Mei Sister ......."
		]
	],
	"178": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55030,
			"… (Sound of cry)",
			"嘤嘤嘤……",
			"シクシクシク……",
			"씩씩씩......",
			"<I>Sob sob sob...</I>",
			null,
			"Boing Boing ......",
			"Siksiksiksik ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55031,
			"It's so creepy here…",
			"这哭声配上实验室的场景真是让人毛骨悚然啊……",
			"このすすり泣きの声に実験室の光景がマッチしてて本当にゾッとするわ……",
			"이 흐느끼는 소리가 실험실 풍경과 딱 맞아서 정말 소름 끼쳐......",
			"This sobbing sound matches the scenery in the lab; it's really chilling...",
			null,
			"This cry with the laboratory scene is really creepy ah ......",
			"It's really chilling to hear this sobbing voice matched with the sight of the lab: ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55032,
			"She must be scared now. Just like we were in the orphanage…",
			"希儿现在一定十分害怕，都是因为布洛妮娅才会发生这样的事情，就和那时在孤儿院一样……",
			"ゼーレは今きっととても怖がってるわ。こんなことになったのはみんなブローニャのせい。あのときの孤児院みたいに……",
			"제레는 지금 분명 굉장히 무서워하고 있을 거야. 이런 일이 생긴 건 모두 브로냐 탓이야. 그때의 고아원처럼......",
			"Seele must be very scared right now. It's all Bronya's fault that things have turned out like this. Just like at the orphanage back then...",
			null,
			"Hill must be very scared now, it's all because of Bronya that this happened, just like then at the orphanage ......",
			"Seele must be very scared right now. It's all Bronya's fault that this happened. Just like the orphanage at that time: ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55033,
			"Bronya, it's not your fault. I know you love your sister.",
			"布洛妮娅，这不是你的错，思念妹妹的感情我也很清楚，因为对布洛妮娅也是付出了同样的心意呢。",
			"ブローニャちゃん、あなたのせいじゃないわ。妹を思う気持ちは私にもよく分かる。だってブローニャちゃんに対しても同じ気持ちを持っているから。",
			"브로냐, 네 탓이 아니야. 동생을 생각하는 마음은 나도 잘 알아. 왜냐면 브로냐에게도 같은 마음을 가지고 있으니까.",
			"Bronya-chan, it's not your fault. I know how you feel about your sister, because I feel the same way about you.",
			null,
			"Bronya, it's not your fault. I know very well the feelings of my sister, because the same thought was given to Bronya.",
			"Bronya, it's not your fault. I know exactly how you feel about your sister. Because I have the same feelings for Bronya."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55034,
			"Hummm~ I love you too, we have sisters' love too!",
			"嗯哼！嗯哼！姐妹恩爱什么的我也有份的啦！不要说的好像不关我的事一样！",
			"そうそう！姉妹愛とかなら私にだって分かるから。私のことはほおっておいて、みたいな言い方しないで！",
			"그래그래! 자매애 같은 거라면 나도 잘 알거든. 내 일은 내버려 두라든가 그런 말 하지 마!",
			"That's right! Even I can understand sisterly love. Don't say things like \"leave me alone!\"",
			null,
			"Uh-huh! Mm-hmm! I'm in on the sisterly love thing too! Don't say it like it's none of my business!",
			"Yes, yes! If it's about sisterhood or something, I know what I'm talking about. Don't talk to me like I should be left alone!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55035,
			"Yup~~",
			"是是~",
			"そうそう～",
			"그래그래~",
			"Agreed~",
			null,
			"Yes, yes~",
			"Oh yeah!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55036,
			"Where is the orphanage you always mentioned?",
			"呜……对了布洛妮娅。你一直说的孤儿院到底是什么地方？",
			"そうだ、ブローニャちゃん。前から言っている孤児院って一体どんなところ？",
			"맞아, 브로냐. 전부터 말하던 그 고아원이 대체 어떤 곳이었어?",
			"Speaking of which, Bronya. What exactly is this orphanage you've been talking about?",
			null,
			"Oooh ...... By the way Bronya. What exactly is this orphanage you keep talking about?",
			"Yes, Bronya. What exactly is this orphanage you've been talking about?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55037,
			"The orphanage was built by our mom, she is trying to protect us, and it's our home.",
			"……那所孤儿院，是妈妈为了保护我们，培养我们的力量而建立的设施，也是布洛妮娅和希儿的家。",
			"……その孤児院は、ママがブローニャたちを守って、みんなの力を育成するために建てた施設よ。ブローニャとゼーレの家でもあるの。",
			"......그 고아원은, 엄마가 브로냐들을 지키고 모두의 힘을 키우기 위해 세운 시설이야. 브로냐와 제레의 집이기도 했지.",
			"...That orphanage was built by Matushka to protect Bronya and the others, and to nurture everyone's powers. It's also Bronya and Seele's home.",
			null,
			"...... that orphanage, a facility Mom built to protect us and build our strength, was also home to Bronya and Hill.",
			"...... That orphanage was built by Mom to protect Bronya and her family and to nurture everyone's strength. It's also home to Bronya and Seele."
		],
		[
			"msg",
			55038,
			"We were always together that time. Seels was very kind. I feel warm when I stay with her.",
			"那个时候，布洛妮娅和希儿总是形影不离，希儿是一个非常柔弱的孩子，但是心底十分的善良，和希儿一起的时候布洛妮娅就能忘记自己的从前，是希儿将布洛妮娅从冰冷如同雪原的回忆中中带了出来。",
			"そのころ、ゼーレとはいつも一緒だった。ゼーレはとても弱々しかったけど優しい子で、一緒にいると自分の過去を忘れることができた。ゼーレがブローニャを雪原のように冷たい記憶から救い出してくれたの。",
			"그땐 제레와 항상 함께였어. 제레는 매우 연약하지만 상냥한 아이였고, 함께 있으면 자신의 과거를 잊을 수 있었어. 제레가 브로냐를 설원처럼 차가운 기억에서 구해줬던 거야.",
			"During that time, Bronya was always with Seele. Seele was a very weak but kind girl, and being with her helped Bronya forget her past. Seele rescued her from memories as cold as the snowy plains.",
			null,
			"At that time, Bronya and Hill always inseparable, Hill is a very soft child, but the heart is very good, and Hill together when Bronya can forget their former, is Hill will be Bronya from the cold as the snow field in the memories brought out.",
			"In those days, Seele and I were always together. Seele was a very fragile but kind girl, and together we could forget our past. Seele rescued Bronya from her memories, which were as cold as a snowfield."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55039,
			"Seele is important to me.",
			"果然希儿对于布洛妮娅是非常重要的人呢。",
			"なるほど、それでゼーレちゃんはブローニャちゃんにとって大切な人なのね。",
			"그렇구나, 그래서 제레는 브로냐에게 소중한 사람인 거네.",
			"I see, so Seele is a very special person to Bronya.",
			null,
			"It's true that Hill is a very important person to Bronya.",
			"I see, so Seele is very important to Bronya."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55040,
			"Yes, I promised her I would stay with her forever, we are sisters…",
			"是的，布洛妮娅答应过希儿会一直陪在她的身旁，虽然没有血缘关系，但我们会是最亲密的姐妹……",
			"そうよ、ブローニャはゼーレにずっとそばにいるって約束したの。血のつながりはないけど、誰よりも親しかった姉妹だから……",
			"그래, 브로냐는 제레에게 계속 곁에 있겠다고 약속했어. 피는 이어지지 않았지만, 누구보다 가까운 자매였으니까......",
			"That's right, Bronya promised Seele that she would always be by her side. Though they weren't related by blood, they were closer sisters than anyone else...",
			null,
			"Yes, Bronya promised that Hill will always be by her side, although there is no blood relationship, but we will be the closest sisters ......",
			"Yes, Bronya promised Seele that she would always be there for her. They are not related by blood, but they are sisters who were closer than anyone else. ......"
		],
		[
			"msg",
			55041,
			"Until that thing happened, I realized how weak we were…",
			"直到发生了那件事情，布洛妮娅才知道那种两个小女孩之前的约定是多么的脆弱……",
			"あの事件が起きて初めて、ブローニャは二人の少女の約束なんて脆いものだって知ったの……",
			"그 사건이 터지고 나서야, 브로냐는 두 소녀의 약속이란 게 얼마나脆한 건지 알게 됐어......",
			"It was only after that incident that Bronya realized just how fragile a promise between two girls is...",
			null,
			"Until that happened, Bronya did not know how fragile that kind of agreement between two little girls before ......",
			"It wasn't until that incident that Bronya learned that a promise between two girls is a fragile thing. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55042,
			"That thing?",
			"那件事情是指？",
			"あの事件って？",
			"그 사건이란?",
			"Incident?",
			null,
			"That thing is meant?",
			"What's that case?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55043,
			"That's an accident, I lost my legs at that time too…",
			"那是一次无奈的意外，布洛妮娅的双腿也是在那个时候失去的……",
			"やむをえない事故で、ブローニャはそのとき両足も失ったの……",
			"어쩔 수 없는 사고로, 브로냐는 그때 양쪽 다리도 잃었어......",
			"In an unavoidable accident, Bronya lost both her legs...",
			null,
			"It was a hopeless accident, and Bronya lost both her legs at that time ......",
			"In an unavoidable accident, Bronya also lost both of her legs at the time. ......"
		]
	],
	"179": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55044,
			"I can hear the cry clearly, she must in the room in the front!",
			"哭声已经很近了，应该就是从前面的房间传来的！",
			"泣き声が近くなってきたわ。たぶんこの先の部屋から聞こえてくる！",
			"울음소리가 가까워지고 있어. 아마 저 앞 방에서 들려오는 것 같아!",
			"The crying is getting closer. It must be coming from the room up ahead!",
			null,
			"The cries are close enough that they should be coming from the front room!",
			"I'm getting close to the crying. Probably coming from the room down the hall!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55045,
			"Seele, is that you?",
			"希儿，你在么？",
			"ゼーレ、いるの？",
			"제레, 있어?",
			"Seele, you there?",
			null,
			"Hill, are you there?",
			"Seele, are you there?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55046,
			"A toy box, the sound of cry is from there.",
			"房间里只有一个玩具箱，声音是从那里面传出来的。",
			"部屋にはおもちゃ箱がひとつだけ。声はその中から聞こえてくる。",
			"방에는 장난감 상자가 하나뿐. 목소리는 그 안에서 들려온다.",
			"The only thing in the room is a toy box. The voice is coming from inside it.",
			null,
			"There was only one toy box in the room, and the sound came from there.",
			"There is only one toy box in the room. Voices come from inside it."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55047,
			"Seele…",
			"希儿……",
			"ゼーレ……",
			"제레......",
			null,
			null,
			"Hill ......",
			"Seele ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55048,
			"Bronya, be care! It maybe a trap!",
			"布洛妮娅，要小心！这可能是个陷阱！",
			"ブローニャちゃん、気をつけて！罠かもしれない！",
			"브로냐, 조심해! 함정일지도 몰라!",
			"Bronya, be careful! It might be a trap!",
			null,
			"Bronya, be careful! It could be a trap!",
			"Bronya, watch out! It could be a trap!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55049,
			"(Open the toy boxx)",
			"吱呀——",
			"ギィ——",
			"끼익——",
			"<I>Creak—</I>",
			null,
			"Squeak-",
			"Gee--"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			55050,
			"Bronya, I'm so scared… I don't want to leave you anymore…",
			"呜呜……布洛妮娅姐姐，希儿好害怕……呜呜呜……希儿不想再消失了，不想离开姐姐……",
			"ウウウ……ブローニャお姉ちゃん、ゼーレ怖い……ウウウ……ゼーレはもう消えたくない、お姉ちゃんと離れたくない……",
			"우우우...... 브로냐 언니, 제레 무서워...... 우우우...... 제레는 이제 사라지기 싫어, 언니와 떨어지기 싫어......",
			"Uuuu... Bronya, Seele is scared... Uuuu... Seele doesn't to disappear again, she doesn't want to be separated from you...",
			null,
			"Oooo ...... Sister Bronya, Hiel is so scared ...... Oooo ...... Hiel doesn't want to disappear anymore and doesn't want to leave her sister... ...",
			"Uuuu......Bronya sister, Seele scared......Uuuu......Seele doesn't want to disappear anymore, she doesn't want to leave her sister ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			55051,
			"I'm fine, I'm here, you are here, we will stay here forever.",
			"希儿没事了，希儿就在这里，布洛妮娅也在，我们都不会消失的。",
			"ゼーレ大丈夫よ、ゼーレはここにいるわ。ブローニャもいる。消えたりなんかしないわ。",
			"제레 괜찮아, 제레는 여기 있어. 브로냐도 있어. 사라지거나 하지 않아.",
			"Seele, it's okay. You are here. Bronya is here too. We're not going to disappear or anything.",
			null,
			"Hill is fine, Hill is here, and so is Bronya, and none of us are going to disappear.",
			"Seele, it's okay, Seele is here. Bronya is here too. She's not going to disappear."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			55052,
			"I always have a same dream, a very bad dream.",
			"希儿一直在做着一个噩梦，在漆黑的海底海水压得我喘不过气，没有人记得我，就这样一个人逐渐下沉……",
			"ゼーレ、ずっと悪夢を見ていた。真っ暗な海底で水圧で息苦しくて、誰も私を覚えていなくて、ひとりでだんだん沈んでいくの……",
			"제레는 계속 악몽을 꿨어. 칠흑 같은 바다 밑에서 수압에 숨이 막히고, 아무도 나를 기억하지 않고, 혼자서 점점 가라앉는......",
			"Seele... has been having nightmares. She's at the bottom of the ocean in pitch black, the water pressure is suffocating, no one remembers her, and she's slowly sinking all by herself...",
			null,
			"Hill has been having a nightmare, in the darkness of the sea under the seawater pressure I can not breathe, no one remembers me, so a person gradually sinking ......",
			"Seele, I had nightmares all the time. I was suffocating from the water pressure on the pitch black ocean floor, no one remembered me, and I was gradually sinking alone. ......"
		],
		[
			"msg",
			55053,
			"However, when I remember you, I feel full of power.",
			"但是希儿一直想着布洛妮娅姐姐，只要想起姐姐的面容，希儿就拼命地想要往上游……但是怎么游都看不到海的尽头。",
			"でもゼーレはずっとブローニャお姉ちゃんのことを想ってた。お姉ちゃんの顔を思い出すたび、ゼーレも一生懸命上に向かって泳ごうと思うんだけど……でもどこまで泳いでも海面が見えないの。",
			"하지만 제레는 계속 브로냐 언니를 생각했어. 언니 얼굴을 떠올릴 때마다, 제레도 열심히 위로 헤엄치려고 생각했지만...... 하지만 어디까지 헤엄쳐도 해면이 보이지 않았어.",
			"But Seele was always thinking about Bronya. Every time she remembered her face, she tried her best to swim upwards... but no matter how far she swam, she could never see the surface of the sea.",
			null,
			"But Hill has been thinking about sister Bronya, as long as the memory of sister's face, Hill desperately want to swim up ...... but how to swim can not see the end of the sea.",
			"But Seele always thought of her big sister Bronya. Every time he remembered his sister's face, Seele would try his best to swim upwards,...... but no matter how far he swam, he couldn't see the surface of the sea."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			55054,
			"Seele, give me your hands, leave here with me.",
			"希儿，把手给我，和布洛妮娅一起离开这里吧。",
			"ゼーレ、手をこっちへ。ブローニャと一緒にここから出よう。",
			"제레, 손 이리 줘. 브로냐와 함께 여기서 나가자.",
			"Seele, give me your hands. Let's get out of here.",
			null,
			"Hill, give me your hand and get out of here with Bronya.",
			"Seele, put your hand over here. Let's get out of here with Bronya."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			55055,
			"Humm…Bronya, I believe you will save me…",
			"嗯……布洛妮娅姐姐，希儿相信姐姐一定回来救我的……",
			"うん……ゼーレずっとブローニャお姉ちゃんが助けに来てくれるって信じてた……",
			"응...... 제레는 계속 브로냐 언니가 구하러 올 거라고 믿었어......",
			"Yeah... Seele always believed that Bronya would come to save her...",
			null,
			"Well ...... sister Bronya, Hill believes that sister must come back to save me ......",
			"Yeah ...... Seele I always believed that my sister Bronya would come to my rescue ......"
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55056,
			"But it's useless, you need to pay your life to save me!",
			"但是没用的哦姐姐大人~除非姐姐大人的生命来与希儿交换！",
			"でも無駄よ、お姉様～、お姉様の命とゼーレを引き換えにしない限り！",
			"하지만 소용없어, 언니~, 언니의 목숨과 제레를 바꾸지 않는 한!",
			"But it's useless, Onee-sama~ Unless you exchange your life for Seele!",
			null,
			"But it's useless Oh sister-sama ~ unless sister-sama's life to exchange with Hill!",
			"But it's no use, sister~, unless you're willing to trade your sister's life for Seele's!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55057,
			"Who are you!?",
			"你是！？",
			"あなたは！？",
			"너는!?",
			"You?!",
			null,
			"You are!",
			"You are!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55058,
			"Oh, no!",
			"糟糕！",
			"しまった！",
			"큰일이다!",
			"Damn it!",
			null,
			"Damn!",
			"Oh shit!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55059,
			"Kaaaaa!!",
			"咔嚓！！",
			"ガブッ！！",
			"악!!",
			"<I>Snap!!</I>",
			null,
			"CLICK!!!",
			"Gulp!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55060,
			"Errrr!!!",
			"呃！！",
			"えっ！！",
			"엣!!",
			"Ah!!",
			null,
			"Ugh!!!",
			"What!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				302,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55061,
			"AH~ Your blood~ So warm~",
			"啊啊~~姐姐大人的血~真是鲜艳的颜色呢，这种温暖的触感，希儿的心就快被它融化了呢~",
			"ああ～お姉様の血～本当に鮮やかな色だわ、この温かな感触……ゼーレの心、溶けちゃいそう～",
			"아아~ 언니의 피~ 정말 선명한 색이야, 이 따뜻한 감촉...... 제레의 마음, 녹아버릴 것 같아~",
			"Ahh~ Onee-sama's blood~ What a vibrant color, this warm feeling... it feels like my heart is melting~ (TN: This is really disturbing, especially the Japanese sound effect earlier which is an onomatopoeia for BITING, and one of the many reasons this game has an incorrect age rating lol)",
			null,
			"Ah ah ~ ~ sister-sama's blood ~ really bright color it, this warm touch, Hill's heart is almost melted by it ~",
			"Oh~ your sister's blood~ it's a really bright color, this warm feeling ...... Seele's heart is melting~!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55062,
			"You! Let her go!",
			"你这家伙！快放开布洛妮娅！！",
			"こいつ！ブローニャちゃんを放しなさい！！",
			"이 녀석! 브로냐 쨩을 놔줘!!",
			"You bastard! Let go of Bronya!!",
			null,
			"You guys! Get off of Bronya!!!",
			"This guy! Let go of Bronya!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55063,
			"Give me my Bronya!",
			"把布洛妮娅还回来！",
			"ブローニャちゃんを返して！",
			"브로냐 쨩을 돌려줘!",
			"Give Bronya-chan back!",
			null,
			"Give back Bronya!",
			"Give me back my little Bronya!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55064,
			"Hehehe~ Don't move close~ Otherwise I can't control myself~ I want to stay with her forever~ Hahahahaha",
			"呵呵呵~不要过来哦~要不然希儿可能控制不住自己呢~想和姐姐大人在一起的心情已经无法压抑了~~干脆就这样一起死去吧~哈哈哈哈哈",
			"フフフ～近づかないでよ～ゼーレが自分を制御できなくなるから～お姉様と一緒にいたい気持ちがもう抑えられないの～いっそこのまま仲良く死ぬ～？アハハハハハ",
			"훗훗~ 다가오지 마~ 제레가 자신을 제어할 수 없게 되니까~ 언니와 함께 있고 싶은 마음이 이젠 억제할 수 없어~ 차라리 이대로 사이 좋게 죽을까~? 아하하하하하",
			"Fufufu~ Don't get too close~ Seele will lose control of herself~ I can't suppress my desire to be with Onee-sama anymore~ Why don't we just die together like this~? <I>Ahahahahaha!!</I>",
			null,
			"Ohhhh ~ don't come over oh ~ otherwise Hier may not be able to control himself ~ want to be with sister Lord's mood can not be suppressed ~ ~ simply die together like this ~ hahahahahaha",
			"Hmph~ don't get too close~ Seele won't be able to control herself~ I can't stop myself from wanting to be with my sister~ I'm going to die in good company~ just like that? Hahahahahaha"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55065,
			"Seele…",
			"希儿……",
			"ゼーレ……",
			"제레......",
			null,
			null,
			"Hill ......",
			"Seele ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55066,
			"Bronya, stay here with me forever!",
			"姐姐大人，你还没有明白么~姐姐大人就是为了与希儿才存在的哦~所以为了希儿去死吧！",
			"お姉様、まだ分からないの？お姉様はゼーレのために存在するのよ～だからゼーレのために死んで！",
			"언니, 아직도 모르겠어? 언니는 제레를 위해 존재하는 거야~ 그러니까 제레를 위해 죽어!",
			"Onee-sama, don't you understand yet? You exist for the sake of Seele, so die for Seele!",
			null,
			"Sister-sama, you still do not understand it ~ sister-sama is to exist with Hier Oh ~ so go to hell for Hier!",
			"Sister, don't you understand yet? Your sister exists for Seele - so die for Seele!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55067,
			"No!!!!",
			"不要！！！！",
			"やめて！！！！",
			"그만둬!!!!",
			"Don't!!!!",
			null,
			"Don't ！！！！",
			"Don't do it: ！！！！"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55068,
			"Kaaa!!!",
			"咔！！！",
			"カッ！！！",
			"쾅!!!",
			"<I>Snap!!!</I>",
			null,
			"CLICK!!!",
			"Ka!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55069,
			"…",
			"呜……",
			"う……",
			"으......",
			"Ugh...",
			null,
			"Woo ......",
			"U......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55070,
			"She stoped the sickle…",
			"镰刀……停住了……",
			"鎌が……止まった……",
			"낫이...... 멈췄어......",
			"The scythe... stopped...",
			null,
			"Sickle ...... stopped ......",
			"The scythe stopped ...... ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55071,
			"Bronya… My sister…",
			"呜……姐姐大人……",
			"う……お姉様……",
			"으...... 언니......",
			"Ah... Onee-sama...",
			null,
			"Ooo ...... sister-sama ......",
			"U...... sister......"
		],
		[
			"msg",
			55072,
			"If you die…",
			"如果姐姐大人死掉的话，死掉的话……",
			"もしお姉様が死んじゃったら、死んじゃったら……",
			"만약 언니가 죽어버리면, 죽어버리면......",
			"If Onee-sama dies... dies...",
			null,
			"If sister-sama dies, if she dies ......",
			"If your sister dies, if she dies: ......"
		],
		[
			"msg",
			55073,
			"I can't live without you! No! No! I must kill you then I can stay with you forever!",
			"没有姐姐大人的话希儿到底该怎么办！不要！不要！但是一定得杀掉姐姐大人才行！不然希儿就永远不能和姐姐大人在一起了！",
			"お姉様がいなくなったらゼーレはいったいどうすればいいの？！だめ！だめよ！でもお姉様を殺さなきゃいけない！そうしないとゼーレはお姉様と永遠に一緒にいられないもん！",
			"언니가 사라지면 제레는 대체 어떻게 하면 되는 거야?! 안 돼! 안 돼! 하지만 언니를 죽여야만 해! 그렇게 하지 않으면 제레는 언니와 영원히 함께 있을 수 없단 말야!",
			"What on earth would Seele do if Onee-sama is gone?! No! No!! But I have to kill Onee-sama! If I don't, Seele won't be able to be with me forever!",
			null,
			"What the hell would Hsieh do without Sister-sama! No! No! No! But I have to kill Sister-sama! Otherwise, Hsieh will never be able to be with her sister!",
			"What is Seele supposed to do now that her sister is gone? No! No! No! But I have to kill her! If you don't, Seele won't be with your sister forever!"
		],
		[
			"msg",
			55074,
			"No! If I kill Bronya, I will have no reason to live…",
			"不行！如果杀掉姐姐大人的话，那希儿又为什么要活着呢……不行！不行！！",
			"だめよ！お姉様を殺しちゃったら、ゼーレはどうやって生きていけばいいの……だめ！だめよ！！",
			"안 돼! 언니를 죽여버리면, 제레는 어떻게 살아가야 하는 거야...... 안 돼! 안 돼!!",
			"No! If I kill Onee-sama, how will Seele survive... No! No!!",
			null,
			"No way! If you kill Sister-sama, then why should Hier live ...... No! No!!!",
			"No! If you kill your sister, how will Seele live? ...... No! No!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55075,
			"Seele!? What's happening, she is so weird!",
			"希儿！？那个孩子怎么了！样子好奇怪！",
			"ゼーレ！？あの子どうしたの？！様子が変だわ！",
			"제레!? 저 아이 어떻게 된 거야?! 상태가 이상해!",
			"Seele?! What's wrong with that girl?! Something's wrong!",
			null,
			"Hill! What's wrong with that kid! It looks so strange!",
			"Seele! What's wrong with her? She's acting so strange!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55076,
			"Bronya!! Tell me! What should I do, I really want to stay with you!",
			"姐姐大人！！快告诉希儿！希儿到底该怎么办！为什么希儿如此深爱着的姐姐大人不能和希儿在一起呢！！",
			"お姉様！！教えて！ゼーレはいったいどうすればいいの？！どうしてゼーレはこんなに深くお姉様を愛しているのに、一緒にいられないの？！",
			"언니!! 알려줘! 제레는 대체 어떻게 해야 하는 거야?! 왜 제레는 이렇게 깊이 언니를 사랑하는데 함께 있을 수 없는 거야?!",
			"Onee-sama!! Tell me! What on earth should Seele do?! Why can't Seele be with you even though she loves you so deeply?!",
			null,
			"Sister-sama!!! Tell Hee-chan! What should Hee-chan do? Why can't Sister-sama, whom Heer loves so much, be with Heer?",
			"Sister! Tell me! What is Seele supposed to do? Why can't Seele be with you when she loves you so deeply?"
		],
		[
			"msg",
			55077,
			"If I can't stay with you, I don't have other reasons to live…",
			"如果不能和姐姐大人在一起的话希儿又有什么意义呢……",
			"お姉様と一緒にいられないなら、ゼーレがいる意味もない……",
			"언니와 함께 있을 수 없다면, 제레가 있는 의미도 없어...",
			"If she can't be with Onee-sama, there's no point in Seele existing...",
			null,
			"If you can't be with your sister-sama then what is the point of Hill ......",
			"If you can't be with your sister, there's no point in having Seele: ......"
		],
		[
			"msg",
			55078,
			"Hehehe…Hahahahaha~~~ I got it, it's so simple!!",
			"呵呵呵……呵呵哈哈哈哈~~~~原来是这么回事！原来是这么简单的道理，希儿终于明白了！！",
			"フフフ……フハハハハ～～そうか、そういうことね！こんな簡単なことだったんだわ、ゼーレやっと分かった！！",
			"훗훗... 후하하하하~ 그렇구나, 그런 거였어! 이렇게 쉬운 거였구나, 제레 이제 알았어!!",
			"Fufufu... Fuhahahaha~ I see, that's it! It was that simple, Seele finally figured it out!!",
			null,
			"Ohhh ...... huh hahahahaha ~~~~ So that's how it is! So it's so simple, Hier finally understands!!!",
			"Hmph ...... hhahahahahaha~~ Well, that's how it works! It was this simple, Seele, I finally get it!"
		],
		[
			"msg",
			55079,
			"If I do that, I can stay with you forever!!",
			"只要这样的话希儿就不会再痛苦了，只要这样希儿就会永远活在姐姐大人的身边了~",
			"こうすればゼーレはもう苦しまなくてすむし、永遠にお姉様のそばにいられる……",
			"이렇게 하면 제레는 더 이상 고통받지 않아도 되고, 영원히 언니 곁에 있을 수 있어...",
			"This way, Seele won't have to suffer anymore, and she'll be able to stay by Onee-sama's side forever...",
			null,
			"As long as this is the case, Heer will no longer be in pain, as long as this Heer will live forever in the sister-sama's side ~",
			"This way Seele won't have to suffer anymore and she can be with her sister forever: ......"
		],
		[
			"msg",
			55080,
			"Bronya...",
			"姐姐大人……",
			"お姉様……",
			"언니...",
			"Onee-sama...",
			null,
			"Sister-sama ......",
			"Sister ......"
		],
		[
			"msg",
			55081,
			"Please die with me~",
			"请和希儿一起死掉吧~",
			"ゼーレと一緒に死んで……！",
			"제레와 함께 죽어...!",
			"Die together with Seele...!",
			null,
			"Please die with Shire~",
			"Die with Seele ......!"
		]
	],
	"180": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55082,
			"So we can stay together forever!",
			"姐姐大人……请和希儿一起死掉吧~这样希儿就能和姐姐大人在一起了！",
			"お姉様……ゼーレと一緒に死んで。そうすればゼーレはお姉様と一緒にいられるから！",
			"언니... 제레와 함께 죽어. 그렇게 하면 제레는 언니와 함께 있을 수 있으니까!",
			"Onee-sama... Please die together with Seele. Then Seele can be with you!",
			null,
			"Sister-sama ...... please die with Hir~ so that Hir can be with Sister-sama!",
			"Sister ...... die with Seele. Then Seele can be with your sister!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55083,
			"Seele…",
			"希儿……",
			"ゼーレ……",
			"제레...",
			null,
			null,
			"Hill ......",
			"Seele ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55084,
			"This kid is so weird! Mei, we must stop her!",
			"那个孩子的样子好奇怪！芽衣学姐！必须阻止她！",
			"あの子の様子おかしい！芽衣先輩、あの子を止めて！",
			"저 아이 상태 이상해! 메이 선배, 저 아이를 막아!",
			"Something's wrong with that girl! Mei-senpai, stop her!",
			null,
			"That kid looks so strange! Meiko-senpai! She must be stopped!",
			"Something's wrong with that girl! Mei-senpai, stop that girl!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55085,
			"Bronya, leave the kid!",
			"布洛妮娅，快离开那个孩子！",
			"ブローニャちゃん、早くその子から離れなさい！",
			"브로냐 쨩, 빨리 그 아이에게서 떨어져!",
			"Bronya, get away from her!",
			null,
			"Bronya, get away from that child!",
			"Bronya, get away from that girl, quick!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55086,
			"Bronya! Ahahahahaha!!!",
			"姐姐大人！啊哈哈哈哈哈！！！！",
			"お姉様！アハハハハハハ！！！！",
			"언니! 아하하하하하하!!!!",
			"Onee-sama! Fuhahahahahaha!!!",
			null,
			"Sister-sama! Ahahahahahahaha ！！！！",
			"Sis!!! Hahahahahahaha ！！！！"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55087,
			"Bang!!",
			"呯！！当！！",
			"ピン！！ダンッ！！",
			"팡!! 탕!!",
			"<I>Ping!! Bang!!</I>",
			null,
			"PING!!! Dang!!!",
			"Ping! Ding!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55088,
			"A bullet stoped her sickle!? Who is there!",
			"镰刀被子弹弹开了！？是谁！",
			"鎌が弾丸で弾かれた！？誰？！",
			"낫이 총알에 막혔다!? 누구?!",
			"The scythe was hit by a bullet?! Who did that?!",
			null,
			"The scythe bounced off the bullet! Who is it!",
			"The scythe is bullet-riddled! Who? !"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			55089,
			"Long time no see, Bronya, Seele.",
			"好久不见了，布洛妮娅，希儿。",
			"久しぶりね、ブローニャ、ゼーレ。",
			"오랜만이네, 브로냐, 제레.",
			"Long time no see, Bronya, Seele.",
			null,
			"It's been a long time, Bronya, Hill.",
			"Long time no see, Bronya, Seele."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55090,
			"Mom…",
			"妈妈……",
			"ママ……",
			"엄마……",
			"Matushka...",
			null,
			"Mom ......",
			"Mom ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55091,
			"Why are you here… mom?",
			"为什么……妈妈会在这里？",
			"どうして……ママがここに？",
			"어떻게…… 엄마가 여기에?",
			"Why is... Matushka here?",
			null,
			"Why is ...... mom here?",
			"Why is ...... mom here?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55092,
			"She is Bronya's mother…",
			"这个人就是布洛妮娅的母亲么……",
			"この人がブローニャちゃんのお母さん……？",
			"이 분이 브로냐 씨의 엄마……?",
			"This person is Bronya's mother...?",
			null,
			"Is this person Bronya's mother ......",
			"Is this the person who is Bronya's mother ......?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			55093,
			"It's hard to enter this world. But I'm glad to see you two are alive.",
			"进入这个位面真是花了不少功夫，不过看到你们两个都还活着我就放心了。",
			"この次元に入るのはちょっと苦労したけど、ふたりともまだ生きていてほっとしたわ。",
			"이 차원에 들어오는 건 좀 힘들었지만, 둘 다 아직 살아있어서 다행이야.",
			"It was a bit of a struggle to enter this dimension, but I'm relieved that you're both still alive.",
			null,
			"It took a lot of work to get into this realm, but I'm relieved to see that both of you are still alive.",
			"It was a bit of a struggle to get into this dimension, but I'm relieved they're both still alive."
		],
		[
			"msg",
			55094,
			"Seele, my poor daughter…",
			"希儿，我可爱又可怜的女儿，因为可怕的实验而变成现在这个样子，快过来让妈妈好好看看你。",
			"ゼーレ、可愛い憐れな子、恐ろしい実験のせいでこんなになっちゃって。おいで、ママによく顔をみせて。",
			"제레, 사랑스럽고 불쌍한 아이, 무서운 실험 때문에 이렇게 됐구나. 이리 오렴, 엄마에게 얼굴 좀 보여줘.",
			"Seele, your sweet, poor child, you've become like this because of those horrible experiments. Come, give your mother a good look.",
			null,
			"Hill, my lovely and poor daughter, who has become this way because of the terrible experiment, come over here and let mommy take a good look at you.",
			"Seele, my sweet, poor child, all these horrible experiments have done this to you. Come, come, show your face to Mama often."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			55095,
			"Mom… I missed you so much…",
			"妈妈……妈妈！希儿好想你……",
			"ママ……ママ！ゼーレ、会いたかった……",
			"엄마…… 엄마! 제레, 보고 싶었어……",
			"Matushka... Matushka! Seele... missed you...",
			null,
			"Mom ...... Mom! Hill misses you so much ......",
			"Mom...... Mom! Seele, I missed you......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			55096,
			"She becomes normal…",
			"人格转变回来了么……",
			"人格が元に戻った……",
			"인격이 원래대로 돌아왔다……",
			"Her normal personality is back...",
			null,
			"Is the personality shift back ......",
			"Personality restored: ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			55097,
			"I'm really sorry, it's all my fault to cause this tragedy.",
			"真是抱歉，都是因为妈妈的错，才让造成了你们姐妹的悲剧。",
			"本当にごめんね、みんなママが悪いの。ママのせいでふたりに悲劇を味わわせて。",
			"정말 미안해, 다 엄마가 나빴어. 엄마 때문에 둘에게 비극을 겪게 했구나.",
			"I'm so sorry, it's all Matushka's fault. I caused you two such tragedy.",
			null,
			"I'm so sorry that it was my mother's fault for causing your sisters' tragedy.",
			"I'm so sorry, it's all my mom's fault. I'm so sorry for the tragedy she has caused us both."
		],
		[
			"msg",
			55098,
			"Nvermind~ I will give you happy life in the Future…",
			"不过没关系了~妈妈会弥补你们的，会为你们铺出走向幸福的道路的……",
			"でも大丈夫よ、ママがこの埋め合わせをして、ふたりが幸せになるようにしてあげるからね……",
			"하지만 괜찮아, 엄마가 이 보상을 해줄게, 둘이 행복해지도록 해줄게……",
			"But don't worry, Matushka will make it up to you and make you both happy...",
			null,
			"But it's okay ~ mom will make up for you, will pave the way to happiness for you ......",
			"But that's okay, my mom will make this up to you and make sure you both are happy. ......"
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				622,
				0,
				false
			]
		],
		[
			"msg",
			55099,
			"Seele, take this.",
			"希儿，拿着这个。",
			"ゼーレ、これを持って。",
			"제레, 이걸 가져.",
			null,
			null,
			"Hill, take this.",
			"Seele, take this."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			55101,
			"What's this?",
			"这个是？",
			"これは？",
			"이게?",
			null,
			null,
			"This one is?",
			"What's this?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				622,
				0,
				false
			]
		],
		[
			"msg",
			55102,
			"It's tranquil gem, it has magic to heal you, you won't disappear.",
			"它的名字叫做静谧宝石，拥有能让希儿永不消失的魔法。",
			"静謐の宝石というのよ。ゼーレが永遠に消えない魔法の力を持ってるの。",
			"정적의 보석이라는 거야. 제레가 영원히 사라지지 않는 마법의 힘을 가지게 될 거야.",
			"It's called the Gem of Serenity. It has magical powers that will never fade away from Seele.",
			null,
			"It is called the Gem of Silence and possesses the magic that can make Hier never disappear.",
			"It's called the Jewel of Tranquility. It has a magical power that Seele can't disappear forever."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			55103,
			"Really!?",
			"真的么！？",
			"ほんとう！？",
			"정말!?",
			null,
			null,
			"Really!",
			"Really!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				622,
				0,
				false
			]
		],
		[
			"msg",
			55104,
			"Come on, my cute daughter, you will be a princess in the Future…",
			"来吧，我可爱的女儿，让妈妈给你穿上魔法的水晶鞋吧，以后你将永远是公主了，可以永远和你的王子在一起……",
			"おいで、可愛い娘。ママが魔法のガラスの靴をはかせてあげるわ、永遠にお姫様でいられるように。永遠に王子様と一緒にいられるように……",
			"이리 오렴, 사랑스러운 딸아. 엄마가 마법의 유리구두를 신겨줄게, 영원히 공주님으로 있을 수 있도록. 영원히 왕자님과 함께 있을 수 있도록……",
			"Come, my dear girl. Matushka will give you a pair of magic glass slippers so that you can be a princess forever. So that you can be with your prince forever...",
			null,
			"Come on, my lovely daughter, let mommy put on the magic crystal shoes for you, after that you will be a princess forever and can be with your prince forever ......",
			"Come, my sweet girl. Mama will put on your magic glass slipper so that you can be a princess forever. May you be with your prince forever. ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			55105,
			"It hurts a lot!!!",
			"呜！！好痛！！！",
			"うっ！！痛い！！！",
			"윽!! 아파!!!",
			"Ugh!! It hurts!!!",
			null,
			"Woo!!! It hurts!!!",
			"Ugh! Ow!!!!!!!!!!!!!!!!!!!!!!!!!!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			55106,
			"Nevermind, Seele is a good girl, just endure for a while.",
			"没关系，希儿是好孩子，忍耐一下就结束了……",
			"大丈夫よ、ゼーレは良い子だから、ちょっとガマンしてね、すぐすむから……",
			"괜찮아, 제레는 착한 아이니까, 조금만 참아줘, 금방 끝날 거야......",
			"It's okay, Seele is a good kid, so just be patient and it will be over soon...",
			null,
			"It's okay, Hill is a good boy, endure a little and it's over ......",
			"Don't worry, Seele is a good girl, just be patient, it will all be over soon. ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			55107,
			"Mom! Stop it!!",
			"妈妈！不要！！希儿的身体要裂开了！！！！",
			"ママ！やめて！！ゼーレの体が裂けちゃう！！！！",
			"엄마! 그만해!! 제레 몸이 찢어지잖아!!!!",
			"Matushka! Stop it!! Seele's body is going to tear apart!!!!",
			null,
			"Mom! No!!! Hill's body is going to split open ！！！！",
			"Mom! Mom! Mom! Stop!!! Seele's body will split open. ！！！！"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			55108,
			"Errr…… What's happening here!?",
			"呃……这到底是什么情况！？",
			"え……これはいったいどういう状況なの！？",
			"엣...... 이건 대체 무슨 상황이지!?",
			"Eh... What the hell is happening?!",
			null,
			"Uh ...... what the hell is going on here!",
			"Eh ...... what the heck is this situation!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			55109,
			"Team 5! Team 5!",
			"第五小队！第五小队！收到请回答！",
			"第5小隊！第5小隊！応答せよ！",
			"제5소대! 제5소대! 응답하라!",
			"5th Platoon! 5th Platoon! Please respond!",
			null,
			"Squad 5! Squad 5! Copy, please respond!",
			"5th Platoon! 5th Platoon! Come in!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			55110,
			"It's master! We can contact her!",
			"是学园长！通讯恢复了！",
			"学園長だわ！通信が回復した！",
			"학원장님이야! 통신이 복구됐어!",
			"It's the principal! Communication has been restored!",
			null,
			"It's the head of the school! Communication is back!",
			"It's the Dean! Communications have been restored!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			55111,
			"Anti-entropy robbed our gems and take it into Mirage Carbin! Let's take them back!",
			"逆熵的部队抢走了天命运输中的宝石并带入了幻海的空间内！一定要把它夺回来！",
			"ネゲントロピーの部隊が輸送中の宝石を奪って幻海の空間にもぐりこんだの！必ず奪い返してきて！",
			"네겐트로피 부대가 수송 중이던 보석을 빼앗아 환해의 공간으로 숨어들었어! 반드시 탈환해 와!",
			"Anti-Entropy's forces stole the gems during transport and infiltrated the Genkai dimension! You must get them back!",
			null,
			"Counter-Entropy's forces have snatched the jewel from the Heavenly Destiny transport and brought it into the space of the Sea of Illusions! It must be retrieved!",
			"Negentropy's troopers took the jewel in transit and slipped into the space of the Phantom Sea! Make sure you get it back!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			55112,
			"Gems? Is it called tranquil gem!?",
			"宝石？是那个叫静谧宝石的东西么！？",
			"宝石？あの静謐の宝石とかいうやつ！？",
			"보석? 그 고요의 보석이라는 거!?",
			"Gem? You mean the Gem of Serenity?!",
			null,
			"Gemstone? Is it the thing called the Quiet Gem!",
			"Jewelry? That tranquility gem or something!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55113,
			"Hehehe… Hahahaha!!! I feel so good, I can stay with Bronya now~",
			"呵呵呵……哈哈哈哈！！！这个感觉实在太棒了！终于可以和姐姐大人在一起了~",
			"フハハ……ハハハハ！！！この感覚、最高！これでやっとお姉様と一緒にいられる～",
			"후하하...... 하하하하!!! 이 느낌, 최고! 이제야 언니랑 함께 있을 수 있어~",
			"Fuhaha... hahahaha!!! This feeling is amazing! Now I can finally be with Onee-sama~",
			null,
			"Ohhhhh ...... hahahahaha!!! This feels really great! Finally, I can be with my sister.",
			"Huahahaha...... hahahaha!!! I love this feeling! Now I can finally be with my sister~!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			55114,
			"Yes, Seele. Before doing that, kill them all!",
			"没错，希儿。不过在这之前先干掉这些企图破坏你童话的魔女吧，杀掉她们！",
			"そうよ、ゼーレ。でもその前にあなたの童話を破壊しようと企むこの魔女たちを始末してしまいなさい！",
			"그래, 제레. 하지만 그 전에 네 동화를 파괴하려는 이 마녀들을 처리해 버리렴!",
			"Yes, Seele. But first you must eliminate these witches who are plotting to destroy your fairy tales!",
			null,
			"That's right, Hillel. But before you do that take out these magical girls who are trying to ruin your fairy tale, kill them!",
			"Yes, Seele. But first, you must deal with these witches who are plotting to destroy your fairy tale!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55115,
			"Hehehe~ I will do that without your order, mom~",
			"呵呵呵~妈妈~不用你说希儿也会这么做的~",
			"フフフ、ママ～言われなくてもゼーレもそうしようと思ってたの～",
			"훗훗, 엄마~ 말 안 해도 제레도 그럴 생각이었는데~",
			"Fufufu, Matushka~ Seele would do that even without being told to~",
			null,
			"Oh, Mom, you don't have to say that Hill will do it too!",
			"Hmph, Mom - I was going to do that too Seele without being told!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55116,
			"Hu… Hu… It's so powerful!",
			"呼……呼……好强，这到底是什么力量！",
			"フー……フー……強い、いったい何ていう力なの！",
			"후...... 후...... 강하다, 대체 뭐라는 힘이지!",
			"Huff... Huff... So strong, what the hell kind of power is this!",
			null,
			"Hoo ...... hoo ...... so strong, what the hell is this power!",
			"Hoo ...... Hoo ...... strong, what a force to be reckoned with!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55117,
			"Seele, stop doing that.",
			"希儿……快住手。",
			"ゼーレ……やめなさい。",
			"제레...... 그만둬.",
			"Seele.... stop please.",
			null,
			"Hill ...... stop it now.",
			"Seele ...... Stop it."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55118,
			"Hehehe, Look at your face, all you need is me. You don't need them at all~",
			"呵呵呵~姐姐大人不要露出这样的表情，姐姐大人有希儿就够了~这些碍事的家伙就下地狱吧~",
			"フフフ～お姉様、そんな顔しないで、お姉様にはゼーレがいれば充分でしょ～？こんな邪魔者、地獄に落としてやるわ～",
			"훗훗~ 언니, 그런 표정 짓지 말아요, 언니에겐 제레만 있으면 충분하잖아~? 이런 방해꾼, 지옥으로 떨어뜨려 줄게~",
			"Fufufu~ Don't make that face, Onee-sama, having Seele is enough for you, isn't it? I'll send these other nuisances to hell~",
			null,
			"Heh heh heh ~ sister-sama do not show such a face, sister-sama have Hier is enough ~ these guys who are in the way to hell ~",
			"Hmph~ Sister, don't look at me like that, Seele is enough for you, isn't she~? I'll send you to hell for being such a nuisance~!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55119,
			"Errr… Is there any other ways…",
			"呃……难道没有办法了么……",
			"え……もしかして万事休す……？",
			"엣...... 혹시 만사형통......?",
			"Huh... is it all over...?",
			null,
			"Uh ...... isn't there any way ......",
			"What ...... could it be that all is not well ......?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55120,
			"Hehehe… Ah!! Errr… I can't control my body…",
			"呵呵呵……呜！！呃……身体无法控制了……",
			"フフフ……うっ！！え……体の自由が効かない……",
			"후후후…… 으윽!! 어…… 몸이 움직이지 않아……",
			"Fufufu... Ugh!! I... can't move my body...",
			null,
			"Ohhhh ...... woo!!! Uh ...... body can't control it ......",
			"Hmph...... Ugh! Eh...... body is not free......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			55121,
			"What are you waiting for? Kill them!",
			"你在犹豫什么，快干掉她们。",
			"何をためらってるの、早く始末してしまいなさい。",
			"뭐를 망설이고 있는 거야, 빨리 처리해 버려.",
			"What are you hesitating for? Just get it over with.",
			null,
			"What are you hesitating for? Finish them off.",
			"What are you waiting for?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55122,
			"Errr, I can't control the power in my body…",
			"呃！！体内的能量无法控制了……这到底是！？",
			"え！！体内のエネルギーが制御できない……これはいったい！？",
			"뭐야!! 몸속의 에너지를 제어할 수 없어…… 이건 대체 뭐지!?",
			"Huh?!! I can't control the energy in my body... what the hell is this?!",
			null,
			"Ugh!!! The energy in the body can't be controlled anymore ...... What the hell is this!",
			"What!!! I can't control the energy in my body: ...... What the hell is this!"
		],
		[
			"msg",
			55123,
			"Ah…",
			"呃啊啊啊啊————",
			"うあああああ————",
			"우아아아아————",
			"UWAAAAAH——",
			null,
			"Uhhhhhhhhh ----",
			"Uhhhhhh ----"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			55124,
			"Seele? This kid can't hold the power of this gem…",
			"希儿？啧！果然宝石的力量只有律者才能控制么，这孩子还是缺乏作为容器的素质……",
			"ゼーレ？ちっ！やはり宝石の力は有律者でなければ制御できないのね、この子にはやっぱり容器になる素質はないんだわ……",
			"제레? 쳇! 역시 보석의 힘은 율자(律者)가 아니면 제어할 수 없는 거네, 이 애에겐 역시 그릇이 될 자질이 없었던 거야……",
			"Seele? Tch! So the power of the gems can only be controlled by Herrschers. This child just doesn't have the qualities to be a vessel...",
			null,
			"Hill? Tsk! Surely the power of the jewel can only be controlled by the Ruler? This child still lacks the qualities to be a vessel ......",
			"Seele? Dang! I knew the power of the gems can only be controlled by a disciplined person, this girl doesn't have the qualities to be a vessel after all. ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55125,
			"Ouch! Mom, save me! Bronya, save me!!",
			"好痛……好痛……妈妈！救救我！！姐姐大人……救救我！！！",
			"痛い……痛い……ママ！助けて！！お姉様……助けて！！！",
			"아파…… 아파…… 엄마! 도와줘!! 언니…… 도와줘!!!",
			"It hurts... It hurts so much... Matushka! Help me!! Onee-sama... Help me!!!",
			null,
			"It hurts so much ...... It hurts so much ...... Mom! Help me!!! Sister-sama ...... help me!!!",
			"Ouch ...... ouch ...... mama! Help!!! Sister ...... help me!!!!!!!!!!!!!!!!!!!!!!!!!!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55126,
			"Seele is disappearing…",
			"希儿的身体开始消失了！？",
			"ゼーレの体が消え始めた！？",
			"제레의 몸이 사라지기 시작했어!?",
			"Seele's body is starting to disappear?!",
			null,
			"Hill's body started to disappear!",
			"Seele's body began to disappear!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				623,
				0,
				true
			]
		],
		[
			"msg",
			55127,
			"Seele!",
			"希儿！",
			"ゼーレ！",
			"제레!",
			null,
			null,
			"Hill!",
			"Seele!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			55128,
			"This experiment is failed. Maybe we won't see her again.",
			"没用的，实验失败了。宝石的力量增幅了她的能力，这孩子会再度转变为量子态，恐怕永远也无法再回来了。",
			"無駄よ、実験は失敗だわ。宝石の力が彼女の能力を増幅させて、この子は再び量子状態に変化するの。おそらくもう永遠に戻って来れない。",
			"소용없어, 실험은 실패야. 보석의 힘이 그녀의 능력을 증폭시켜서, 이 아이는 다시 양자 상태로 변화하는 거야. 아마도 이제 영원히 돌아올 수 없을 거야.",
			"It's no use, the experiment is a failure. The power of the gem will amplify her abilities and she will be transformed into a quantum state again, probably never to return.",
			null,
			"It's no use. The experiment failed. The power of the gem increased her ability, and the child will transform into a quantum state again, and I'm afraid she'll never be able to come back.",
			"It's no use, the experiment is a failure. The power of the gem amplifies her ability to transform this child back into a quantum state. She probably won't be able to come back forever."
		],
		[
			"msg",
			55129,
			"I trust you too much, Seele and Bronya… You can't be the 'keys'.",
			"看来我还是太相信你们的能力了，希儿也是，布洛妮娅也是……果然只有第二律者才是真正的钥匙么，就这样浪费了一颗宝石真是可惜了。",
			"どうやらふたりの能力を過信しすぎていたようね。ゼーレにしても、ブローニャにしても……やっぱり第二律者だけが本当の鍵なのかしら。こんなことで宝石を1個無駄にして勿体なかったわ。",
			"어쩐지 두 사람의 능력을 과신했던 것 같네. 제레든, 브로냐든…… 역시 제2율자만이 진정한 열쇠인가 봐. 이런 식으로 보석을 한 개 낭비해 버리다니 아깝게 됐네.",
			"It seems I was too confident in their abilities. Whether it was Seele or Bronya... I wonder if the Second Herrscher is the real key after all. It's a shame to waste a gem like this.",
			null,
			"It seems that I still believe too much in your abilities, and so does Hier, and so does Bronya ...... Surely only the Second Herrscher is the true key? It's a shame to waste a gem like that.",
			"It seems I was overconfident in both of their abilities. I guess only the second law is the real key for Seele and Bronya ....... What a waste of a gem."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			55130,
			"You! You are their mother! You shouldn't do that.",
			"你这家伙！有什么资格做母亲！居然将自己的女儿当做实验的工具来利用！！",
			"あんた！何の資格があって母親なのよ！自分の娘を実験台に利用するなんて！！",
			"너! 무슨 자격으로 엄마인 거야! 자기 딸을 실험체로 이용하다니!!",
			"You! What qualifications do you have to be a mother?! Using your own daughter as a guinea pig!",
			null,
			"You bastard! What qualifications do you have to be a mother! How dare you use your own daughter as a tool for experimentation!!!",
			"You! You're a mother in every sense of the word! You used your own daughter as a guinea pig!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			55131,
			"I need to protect this world… I don't have other choices.",
			"……这一切都是为了保护这个世界不得不付出的代价。",
			"……すべてはこの世界を守るためにやむを得ない代償なのよ。",
			"…… 모든 건 이 세상을 지키기 위한 어쩔 수 없는 대가야.",
			"...All of this is an unavoidable price to pay in order to protect this world.",
			null,
			"...... It's all a price that has to be paid to protect the world.",
			"...... everything is a compelling price to pay to protect this world."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				623,
				0,
				false
			]
		],
		[
			"msg",
			55132,
			"I don't want to disappear… No!! Where are you? Bronya!",
			"不要……希儿不要消失！！不要！！姐姐大人……你再哪里……",
			"やだ……ゼーレは消えたくない！！やだあ！！お姉様……どこにいるの……",
			"싫어…… 제레는 사라지기 싫어!! 싫어!! 언니…… 어디에 있는 거야……",
			"No... Seele doesn't want to disappear!! No!! Onee-sama... where are you...",
			null,
			"Don't ...... Shire don't disappear!!! Don't!!! Sister-sama ...... where are you again ......",
			"Oh no!!! ...... Seele doesn't want to go away!!!! Oh no!!! Sister ...... where are you ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			55133,
			"Seele don't have any energy now. Leave here, otherwise you will disappear as her.",
			"希儿的力量已经到临界点了。你们也赶快离开这里吧，不然会和这个实验室一起变成量子态消失掉的。",
			"ゼーレの力はすでに臨界点に達したわ。あなたたちも早くここを離れなさい。でないとこの実験室も一緒に量子状態に変化して消え失せるわよ。",
			"제레의 힘은 이미 임계점에 도달했어. 너희들도 빨리 여길 떠나. 안 그러면 이 실험실도 함께 양자 상태로 변해서 사라져 버릴 거야.",
			"Seele's power has already reached a critical point. You all need to leave here quickly. If you don't, this laboratory will also be transformed into a quantum state and disappear.",
			null,
			"Hill's power has reached its critical point. You guys should get out of here, too, or you'll disappear with this lab into a quantum state.",
			"Seele's power has already reached a critical point. You must leave quickly. Otherwise, this laboratory will be transformed into a quantum state and disappear with it."
		],
		[
			"msg",
			55134,
			"Follow me, valkyries~ See you!",
			"只要跟着我打开的通路就行了~那么再见了，勇敢的女武神们~",
			"私が通路を開くからついてくればいいわ。じゃあね、勇敢なヴァルキリーさんたち。",
			"내가 통로를 열어줄 테니 따라오기만 하면 돼. 그럼 안녕, 용감한 발키리 양반들.",
			"I'll open the way for you, just follow me. See you, brave Valkyries.",
			null,
			"Just follow the pathway I opened~ So goodbye, brave Valkyries~",
			"I'll open the passage and you can follow me. Bye, brave Valkyries."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			55135,
			"No! Mei! Take Bronya away!",
			"可恶！芽衣学姐！快带上布洛妮娅离开！",
			"くそっ！芽衣先輩！早くブローニャちゃんを連れて脱出しましょ！",
			"젠장! 메이 선배! 빨리 브로냐 쨩을 데리고 탈출하자!",
			"Damn it! Mei-senpai! Take Bronya and escape quickly!",
			null,
			"Damn it! Meiko-senpai! Take Bronya and leave!",
			"Damn it! Mei-senpai! Quick, let's get Bronya and get out of here!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			55136,
			"No, I must save her!",
			"不要……希儿，我必须要救希儿。",
			"だめ……ゼーレ、ゼーレを助けないと。",
			"안 돼... 제레, 제레를 구하지 않으면.",
			"No... Seele, we have to save Seele.",
			null,
			"Don't ...... Shire, I have to save Shire.",
			"No. ...... Seele, we have to help Seele."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			55137,
			"Bronya, sorry!",
			"布洛妮娅……对不起了！",
			"ブローニャちゃん……ごめんね！",
			"브로냐 쨩... 미안해!",
			"Bronya-chan... I'm sorry!",
			null,
			"Bronya ...... Sorry about that!",
			"Bronya, ...... sorry!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			55138,
			"(Sound of cry)",
			"呜！",
			"う！",
			"으악!",
			"Ugh!",
			null,
			"Woo!",
			"Ugh!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			55139,
			"Kiana… Let's go!",
			"琪亚娜……我们走！",
			"キアナちゃん……行くわよ！",
			"키아나 쨩... 갈게!",
			"Kiana-chan... let's go!",
			null,
			"Kiana ...... Let's go!",
			"Kiana-chan ...... Let's go!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			55140,
			"Hum…",
			"嗯……",
			"うん……",
			"응...",
			"Alright...",
			null,
			"Well ......",
			"Yeah ......"
		]
	]
}