{
	"287": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59051,
			"Welcome to \"haunted house\"~ I know fear is coming from your heart, are you tough enough?",
			"欢迎来到鬼屋试胆大会~据说人类真正的恐惧皆是源于自己内心，你们又是否足够坚强呢？",
			"お化け屋敷の肝試しへようこそ、真の恐怖とは人間の心から生むもの、あなたたちは自分の恐怖に直面できるかしら。",
			"오카케야시키(유령의 집) 간 시험에 온 걸 환영해, 진정한 공포란 인간의 마음에서 비롯된 것이니, 너희들은 자신의 공포와 마주할 수 있겠니?",
			"Welcome to the haunted house~ The truest fears comes from within the human heart. Can you face your fears?"
		],
		[
			"msg",
			59052,
			"If you are brave enough, just enter this place~",
			"撒，如果有这个自信，便踏入这幽冥之地吧~",
			"さぁ、自信がある者は、この冥土の地へ足を踏み入れるがいい。",
			"자, 자신 있는 자는 이 명부의 땅으로 발을 들여놓는 게 좋을 거야.",
			"Now, if you have confidence, step into this land of the underworld."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59053,
			"Now I can feel we are in the front of a haunted house now, however, I'm not afraid of ghosts. Let's go~",
			"还真有点试胆大会的感觉呢，可惜鬼怪什么的对本小姐可是毫无作用的哦~嗯，首先要通过树林的小道前往旧校舍。",
			"本当に肝試しぽっくなってきたね。でも残念、お化けなんて私には全然効かないんだから！よし、まずは森の小道を抜けて旧校舎へ向かおう！",
			"정말 간 시험다워졌네. 하지만 안됐지만, 유령 같은 건 나한테 전혀 통하지 않는다고! 좋아, 먼저 숲속 오솔길을 지나 구 교사(校舎)로 가자!",
			"This is really starting to feel like a test of courage. But fortunately, ghosts have no effect on me! Okay, let's start by going through the forest path to the old school building!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59054,
			"Kiana, stop it… I feel so cold now.",
			"琪，琪亚娜，你别说了……我已经感觉身体发冷了。",
			"キ、キアナちゃん、やめよ？……もう寒気がしてきたわ。",
			"키, 키아나, 그만할까?…… 벌써 오한이 느껴지네.",
			"K-Kiana-chan, stop it... I'm getting chills already."
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59055,
			"If Theresa and Himeko are here…",
			"如果学园长和姬子少校也在就好了……",
			"テレサ学園長と姫子少佐もいたらよかったのにな……。",
			"테레사 학원장과 히메코 소좌도 있었으면 좋았을 텐데…….",
			"It would be nice if Principal Theresa and Major Himeko were here too..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59056,
			"Ah~ Theresa has a lot of work need to do. Although Himeko said \"Boring, I'm not interested in.\" We all now she is scared.",
			"嘛，德丽莎要赶着回去处理公务也没办法。姬子虽然说着“无聊，不感兴趣”的话，但其实是不敢来吧~",
			"まぁ、テレサは公務があって急いで帰ったから仕方ないわね。姫子おばさんは「くだらない、興味ないわ」とか言ってたけど、本当は怖いのよ。",
			"뭐, 테레사는 공무가 있어서 급히 돌아갔으니 어쩔 수 없지. 히메코 아줌마는 「시시해서, 관심 없어」 그랬지만, 사실은 무서운 거야.",
			"Well, Theresa had to hurry home because she had to attend to some official business, so it can't be helped. And Auntie Himeko said, \"That's stupid, I'm not interested,\" but I know she's just scared."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59057,
			"More people, more happiness~",
			"但是试胆大会肯定是人越多越好吧，不然的话……",
			"でも肝試しは人が多い方が楽しいでしょう？だから……。",
			"그런데 귀신 들리는 곳 체험은 사람이 많을수록 더 재미있지 않아? 그러니까....",
			"But isn't a test of courage more fun with more people? So..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59058,
			"Are you scared, Mei?",
			"我倒是无所谓啦，难道芽衣害怕吗？",
			"私はどっちでもいいけど、もしかして芽衣先輩、怖いの？抱きついてあげよっか？むしろ抱きついてあげる！",
			"난 어느 쪽이든 상관없는데, 설마 메이 선배, 무서운 거야? 껴안아 줄까? 오히려 내가 껴안아 줄게!",
			"I don't care either way, but Mei-senpai, are you scared? Do you want a hug? I'll definitely give you one!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59059,
			"Scare… Isn't it normal…",
			"害怕也……很正常吧……",
			"キアナちゃん、冗談は顔だけにして。",
			"키아나 쨩, 농담은 얼굴로만 해.",
			"Kiana-chan, keep your jokes to yourself."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59060,
			"Mei, I will protect you.",
			"芽衣姐姐，布洛妮娅会守护你的。",
			"芽衣姉様は、ブローニャが守ります。",
			"메이 언니는, 브로냐가 지킬 거야.",
			"Bronya will protect Mei."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59061,
			"Hold Mei's arm! I want to hold it too!",
			"居然抱住芽衣的手臂！布洛妮娅太狡猾了！我也要抱！",
			"ブローニャずるい！私にも芽衣先輩と腕組みさせて！！",
			"브로냐 치사해! 나도 메이 선배랑 팔짱 끼게 해줘!!",
			"Bronya, that's not fair! Let me link arms with Mei-senpai too!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59062,
			"Kiana, you can be the forward, you are a pachyderm.",
			"琪亚娜只要在前面开路就好，请把肉盾这唯一的优势发挥出来。",
			"キアナはブローニャの視界に入らなければそれでいいのです。後、盾役という唯一の長所を発揮してください。",
			"키아나는 브로냐의 시야에 들어오지 않으면 그걸로 됐어. 그리고 방패 역할이라는 유일한 장점을 발휘해 줘.",
			"As for Kiana, as long as she doesn't get in Bronya's line of sight, that's fine. Then, she can use her unique advantage as a shield."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59063,
			"What are you saying?!",
			"你说什么？！",
			"何ですってー！？",
			"뭐라고요!?",
			"<I>What did you say?!</I>"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59064,
			"Mei, I think we have the same opinion",
			"芽衣姐姐也觉得这样比较好吧？",
			"芽衣姉様もその方がいいですよね？",
			"메이 언니도 그쪽이 더 좋으시죠?",
			"Wouldn't that be better for you too, Mei?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59065,
			"Kiana, please…",
			"琪，琪亚娜，就麻烦你了……",
			"キ、キアナちゃん、じゃあ……お願い……。",
			"키, 키아나, 그럼… 부탁해…….",
			"K-Kiana-chan, just... please..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59066,
			"Bronya, you!",
			"唔唔，布洛妮娅你这个家伙！",
			"むぐぐぐぐ、ブローニャのやつ！",
			"으흐흐흐흐, 브로냐 녀석!",
			"Ughhhh, Bronya you—!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59067,
			"Weird sound--",
			"叽叽叽叽叽叽——",
			"ギギギギギ——",
			"끼끼끼끼끼——",
			"Grrrrrrr——"
		],
		[
			"msg",
			59068,
			"Weird sound--",
			"啪嗒啪嗒啪嗒——",
			"パタパタパタ——",
			"파닥파닥파닥——",
			"Flap, flap, flap——"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59069,
			"Ahhhh~ Something flied over our heads.",
			"唔，哇啊啊啊啊！什么东西，从头上飞过去了！",
			"きゃ、きゃあああ！！何か頭上を飛んでいった！？",
			"꺅, 꺄아아아!! 뭔가 머리 위로 날아갔어!?",
			"Ah, AAAAHH!! Did something just fly overhead!?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59070,
			"Just some bats, it's common in a forest.",
			"只是蝙蝠而已啦，说到树林就会有的吧！",
			"ただのコウモリじゃない。森と言えばコウモリでしょう。",
			"그냥 박쥐잖아. 숲이라면 박쥐가 있기 마련이지.",
			"It's just bats. Bats are normal to be found in forests."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59071,
			"I blame on you, Mei is scared.",
			"都是因为琪亚娜没有好好开路，让芽衣姐姐吓到了。",
			"キアナがいきなり現れるから芽衣姉様を驚かせてしまったのです。",
			"키아나가 갑자기 나타나서 메이 언니를 놀라게 해버렸습니다.",
			"Kiana's sudden appearance startled Mei."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59072,
			"What? Is that my fault?",
			"什么，这都是我的锅么？",
			"私ずっと一緒にいたよね！？空気扱いな上に私のせいだっていうの！？",
			"나 계속 같이 있었잖아!? 공기 취급하는 거까지 서운한데 내 탓이라고 하는 거야!?",
			"I've been with you this whole time! You're treating me like I don't exist and now you're saying it's my fault?!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59073,
			"Of course. If you can go infront of us, they would flied a little bit earlier.",
			"当然了。如果琪亚娜走在前面，就可以提早引出它们，不会吓到芽衣姐姐了。",
			"当然です。キアナがさっさと前を歩き、早めにコウモリを飛び立たせていれば、芽衣姉様を脅かさずにすんだのです。",
			"당연하죠. 키아나가 빨리 앞장서서 걷고 박쥐들을 미리 날려 보냈더라면, 메이 언니를 놀라게 하지 않아도 됐을 텐데요.",
			"Of course. If Kiana had walked quickly in front and let the bat fly earlier, she wouldn't have scared Mei."
		],
		[
			"msg",
			59074,
			"Do you think so, Mei?",
			"芽衣姐姐也这么想吧。",
			"芽衣姉様もそう思いますよね。",
			"메이 언니도 그렇게 생각하시죠?",
			"I'm sure Mei thinks the same."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59075,
			"Kiana, sorry. Can you move infront of us?",
			"琪，琪亚娜……抱歉，能拜托你在前面开路吗？",
			"キ、キアナちゃんには悪いけど、その……先に立って歩いてくれる？",
			"키, 키아나 쨩에게는 미안하지만, 그…… 먼저 서서 걸어줄래?",
			"I-I'm sorry, Kiana-chan, but... could you walk ahead of me?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59076,
			"…… Bronya. I remember what you did to me!",
			"唔唔……可恶的布洛妮娅，你给我记着，等出去了看我好好收拾你！",
			"むぐぐ……ブローニャ、覚えてなさいよ、後でとっちめてやるから！",
			"으르렁…… 브로냐, 기억해 둬, 나중에 혼내줄 테니까!",
			"Ughhh... Bronya, I'll remember that. I'll punish you later!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59077,
			"Finally, we went out of the forest…",
			"总……总算从树林出来了……",
			"な……何とか森から抜け出せたみたいね……。",
			"아…… 어떻게든 숲에서 빠져나온 것 같네…….",
			"It... it looks like we managed to get out of the forest..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59078,
			"We didn't meet too much bad things~ Just some zombie heads, however, I like the ghost fire most. How did they make that?",
			"其实也没什么嘛~从树上掉下来的僵尸头是挺带感啦，但我还是觉得漂浮的鬼火更加有趣不是吗？是怎么做到的呢？",
			"実際は何てことないじゃない。木から落っこちてきたドクロにはゾッとしたけど、やっぱりふわふわ漂っている鬼火のほうがずっと面白かったわよね？どうやってできてるのかな？",
			"사실은 별일 아니잖아. 나무에서 떨어진 해골에는 소름이 돋았지만, 역시 둥둥 떠다니는 도깨비불이 훨씬 재미있었잖아? 어떻게 생긴 걸까?",
			"It's nothing special really. The skulls falling from the trees were pretty scary, but the floating will-o'-the-wisps were way more interesting. How does that work even?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59079,
			"Ah! I can't hear you!",
			"呜啊！听不见，我听不见！",
			"いやぁ！き、聞こえない！何も聞こえない！",
			"아야! 들, 들리지 않아! 아무것도 들리지 않아!",
			"Aaah! I-I can't hear anything! I can't hear anything!"
		],
		[
			"msg",
			59080,
			"Wait… I need to take a rest…",
			"不行了……让我坐下来休息会……",
			"もうダメ……座って休ませて……。",
			"더는 안 돼…… 앉아서 좀 쉬게 해줘…….",
			"No more... let me sit down and rest..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59081,
			"*Puff*",
			"噗——",
			"ぷにゅっ——",
			"뿅——",
			"Squish——"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59082,
			"Ah!",
			"噫！",
			"きゃっ！",
			"깨않!",
			"AHH!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59083,
			"What happened, Mei?",
			"怎么了，芽衣姐姐？",
			"芽衣姉様、どうかしましたか？",
			"메이 언니, 무슨 일 있으세요?",
			"Mei, what's wrong?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59084,
			"Seems my hand touched something, soft, smooth…",
			"我的手，好像碰到了什么，软软的，滑滑的东西……",
			"今、手が何かに触ったの、ぐにゃぐにゃしたもの……。",
			"지금 손이 뭔가에 닿았어, 말랑말랑한 게…….",
			"My hand just touched something, something squishy..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59085,
			"Oh, just a body, it looks real~",
			"哦，是一具尸体啊~诶，做得挺逼真的嘛~",
			"うわぁ、死体じゃないの。へえ……本物そっくりにできてるわね。",
			"우와, 시체가 아니네. 헤에…… 진짜랑 똑같이 만들어졌네.",
			"Wow, it's a corpse. Hehe... it's so realistic."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59086,
			"Luckily, Bronya covered Mei's ears.",
			"还好布洛妮娅及时捂住了芽衣姐姐的耳朵。",
			"ブローニャが芽衣姉様の耳をふさいでいてよかったです。",
			"브로냐가 메이 언니의 귀를 막고 있어서 다행이에요.",
			"Fortunately, Bronya covered Mei's ears in time."
		],
		[
			"msg",
			59087,
			"It's fine, Mei, just a sandbag, I will take it away.",
			"没事的芽衣姐姐，只是一个沙袋而已，布洛妮娅替你拿走。",
			"芽衣姉様、大丈夫です。ただのサンドバッグでしたのでブローニャがあっちに置いてきました。",
			"메이 누님, 괜찮아요. 그냥 샌드백이었으니까 브로냐가 저쪽에 두고 왔어요.",
			"It's okay, Mei, it's just a sandbag. Bronya will move it for you."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59088,
			"Why is there a sandbag in forest… Can you make a better excuse?",
			"树林里怎么可能有沙袋啊……编理由也想个靠谱的好吗？",
			"森の中にどうしてサンドバッグがあるのよ……ごまかすにしてももっとましな理由にしなさいよ。",
			"숲 속에 왜 샌드백이 있는 거야…… 얼버무리더라도 좀 더 그럴싸한 변명을 해야지.",
			"Why would there be a sandbag in the middle of the woods...? At least come up with a better excuse."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59089,
			"Thank you, Bronya. I will much better now, let's go.",
			"谢谢你，布洛妮娅，我感觉好多了……我们走吧。",
			"ありがとう、ブローニャちゃん。だいぶ気分が良くなったわ……行きましょう。",
			"고마워, 브로냐. 기분이 훨씬 나아졌어…… 가자.",
			"Thank you, Bronya-chan. I feel much better now... let's go."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59090,
			"I can't believe you believe it?! It should be a great chance for me to build good relation ship with Mei. However, it's much harder than I thought.",
			"居然相信了？！唔……明明是增进感情的好机会，却感觉我和芽衣的距离一直被拉远！",
			"アレで信じた！？うぅぅ……！大接近のチャンスだっていうのに、芽衣先輩との距離がどんどん離れていく気がする！",
			"저걸로 믿었어!? 으으……! 최대한 가까워질 기회라면서, 메이 선배와의 거리가 점점 더 멀어지는 것 같아!",
			"You really believed her?! Ughhh...! Even though this was our chance to get closer, I feel like the distance between me and Mei-senpai is growing further and further away!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59091,
			"Kiana, please keep 10 meters range away from us in the front.",
			"琪亚娜，请保持在前方10米处前进。",
			"キアナ、前方10mの距離を保って進んでください。",
			"키아나, 전방 10m의 거리를 유지하며 전진해 주세요.",
			"Kiana, please keep a distance of 10 meters ahead of us."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59092,
			"Bronya…",
			"唔……布洛妮娅，我们走着瞧！",
			"うっ……わ、わかってるわよ！……ブローニャ、今に見てなさいよ！",
			"윽……알, 알아! ……브로냐, 두고 봐!",
			"Ugh... F-fine! ...Bronya, you'll see!"
		]
	],
	"288": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59093,
			"We arrived~ According to the map, here is the lab building, let's go inside.",
			"到了，根据地图，这里就是旧校舍的实验楼，我们从这里进去。",
			"着きました。地図によると、ここは旧校舎の実験棟です。ここから入りましょう。",
			"도착했어. 지도에 따르면 여기는 구 교사 실험동이야. 여기로 들어가자.",
			"We have arrived. According to the map, this is the laboratory building of the old school. Let's enter from here."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59094,
			"Lab building… Is there any light?",
			"实验楼……这里会有灯吗？",
			"もうやだ……おうちかえる。キアナちゃん、明かりないの……？",
			"もうやだ…… 집에 갈래. 키아나ちゃん, 불 안 켜……?",
			"I can't take it anymore... I want to go home. Kiana-chan, is there no light here...?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59095,
			"It's haunted house, I don't think we can find light here.",
			"既然是试胆大会，那当然不会有吧。",
			"肝試しだもん、あるわけないじゃない。",
			"간 시험이잖아, 있을 리가 없지.",
			"It's a test of courage, so of course the lights are out."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59096,
			"Do you want me to use the light system of Remodeled Bunny 19C?",
			"需要布洛妮娅用重装小兔的照明系统来照亮吗？",
			"ブローニャが重装ウサギの照明システムを使用して照らしましょうか？",
			"브로냐가 중장토끼 조명 시스템을 사용해서 비춰볼까요?",
			"Should Bronya use Armored Bunny's lighting system to light it up?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59097,
			"Use Remodeled Bunny 19C here? Are you crazy, this building will be collapsed…",
			"在这里用重装小兔，这栋楼都会塌的吧……",
			"こんなとこで重装ウサギを使ったら、この建物ごと崩れちゃうじゃない……。",
			"이런 데서 중장토끼를 쓰면, 이 건물까지 무너져 버리잖아…….",
			"If we use Armored Bunny in a place like this, the whole building will collapse..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59098,
			"Yeah… We'd better don't use it, Bronya, let's go…",
			"嗯……还是不用了，布洛妮娅，我们就先这么走吧。",
			"うん……やっぱりいいわ。ブローニャちゃん、まずはこっちから行きましょう。",
			"응…… 역시 됐어. 브로냐, 먼저 이쪽으로 가자.",
			"Yeah... it's okay. Bronya-chan, let's go now."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59099,
			"I can see spider web everywhere here… Is the way blocked in the front?",
			"咿，这走廊里到处都是蜘蛛网，好恶心。咦，前面的路被堵住了？",
			"うぇぇ、この廊下って蜘蛛の巣だらけで気持ち悪い！——あれ、この先の通路が塞がれてる？",
			"우웩, 이 복도 거미줄だらけで 기분 나빠!——어라, 저 앞 통로가 막혀 있어?",
			"Ugh, this hallway is full of spider webs; it's disgusting! —Huh? Is the hall blocked up ahead?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59100,
			"Indeed, we must go through the classroom.",
			"确实，我们得从教室里穿过去。",
			"確かに塞がれています。教室を通り抜けるしかないですね。",
			"확실히 막혀 있네요. 교실로 통과하는 수밖에 없겠군요.",
			"It is indeed blocked. We have no choice but to go through the classroom."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59101,
			"Can we open the door, the lock is rusty. Let me try…",
			"这里的门还打得开吗，看上去都锈成这样了。让我试试……",
			"ここの扉まだ開くのかな？錆びだらけだけど、試してみよう……。",
			"여기 문 아직 열릴까? 녹슨 게 많지만, 한번 시도해 보자…….",
			"I wonder if this door will still open? It's covered in rust, but let's give it a try..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59102,
			"*Crack*",
			"咔嚓——",
			"ギギギギギ——",
			"끼끼끼끼끼——",
			"Creeeaaaak...."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59103,
			"Oh, it opened! What a small room, is this a classroom?",
			"哦哦，打开了！好小的房间啊，还不是阶梯式的。这就是以前的教室吗？",
			"あはっ、開いた！ずいぶん小さい部屋ね。これが昔の教室なの？",
			"아하, 열렸어! 꽤 작은 방이네. 이게 옛날 교실이야?",
			"Ah, it's open! It's a very small room. Is this an old classroom?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59104,
			"Ah! Body!",
			"呜哇！有尸体啊！",
			"きゃぁぁあ！し、死体が！！",
			"꺄아아아! 시, 시체가!!",
			"Aaaahh! A... a corpse!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59105,
			"Body? Where?",
			"尸体？什么地方？",
			"死体？どこどこ？",
			"시체? 어디 어디?",
			"A corpse? Where?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59106,
			"On the desk… Don't, don't come!",
			"那，那边的桌子上……不要，不要过来！",
			"あ、あそこ……あの机の上……ダメ、来ないで！",
			"아, 저기…… 저 책상 위…… 안 돼, 오지 마!",
			"Ah, there... on that desk... No, don't come!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59107,
			"Wow, it's real… Don't be scared, it's not moving.",
			"真的……别害怕，那个没有在动，不会过来的。",
			"本当だ……芽衣先輩、大丈夫だから安心して。あれは動いてないから私たちの方に来るわけがないわ。",
			"정말이네……메이 선배, 괜찮으니까 안심해. 저건 움직이지 않으니까 우리 쪽으로 올 리가 없어.",
			"It's real... Mei-senpai, don't worry, everything's fine. That thing isn't moving so there's no way it'll come after us."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59108,
			"It must be a trap… We will be surrounded by bodies!",
			"这里一定是陷阱……我们，我们会被尸体包围的！",
			"これはきっと罠よ……！私たち、死体に囲まれてるのよ！！",
			"이건 분명 함정이야……! 우리, 시체에 둘러싸여 있어!!",
			"This must be a trap...! We are surrounded by corpses!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59109,
			"No…… It must be your delusion, don't scare youself. I will check it.",
			"不……这只是芽衣的妄想吧，别再自己吓自己了。我去看看那是什么吧。",
			"いや……それは芽衣先輩の妄想だから。自分の思い込みで怖がってるだけ、だから安心して？とりあえず、あれが何なのか見てくるわ。",
			"아니…… 그건 메이 선배의 망상이니까. 자각의 생각에 겁먹고 있는 것뿐이야, 그러니까 안심해? 일단, 저게 뭔지 좀 보러 갈게.",
			"No... that's just your delusion. You're just scared because of your own assumptions, so don't worry. Anyway, I'll go and see what that is."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59110,
			"No… Kiana, don't do that, stay here…",
			"不要……琪亚娜不要走，留在我身边……",
			"ダメ……キアナちゃん行かないで、私のそばにいて！！",
			"안 돼…… 키아나 쨩 가지 마, 내 곁에 있어!!",
			"No... Kiana-chan, don't go, stay by my side!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59111,
			"Ah? Is this the best chance for me to get close to Mei?!",
			"咦？这难道是我亲近芽衣的机会？！",
			"えっ！？フラグ立っちゃった！？もしかして芽衣先輩と大接近のチャンス！？",
			"엣!? 플래그가 꽂혔다!? 설마 메이 선배와 가까워질 기회!?",
			"Eh?! The flag has been raised?! Could this be my chance to get closer to Mei-senpai?!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59112,
			"Mei, it's not a body, it's just an anthropometric dummy.",
			"芽衣姐姐，那个不是尸体，只是一个人体模型罢了。",
			"芽衣姉様、あれは死体ではありません。ただの人体模型です。",
			"메이姉様, 그건 시체가 아닙니다. 그냥 인체 모형이에요.",
			"Mei, that's not a corpse. It's just a mannequin."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59113,
			"Anthropometric dummy?",
			"人体模型？",
			"人体模型？",
			"인체 모형?",
			"A mannequin?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59114,
			"To be exact, it's a Homu dummy. Already it's an old one, it shouldn't be treat like this. I will bring it with me.",
			"准确地说其实是吼姆模型。虽然这个吼姆已经旧了，但也不应该被如此粗暴对待。跟着布洛妮娅吧，布洛妮娅会好好照顾你的。",
			"正確に言うとホムの模型です。このホムはずいぶん古いですが、それでもこんな乱暴に扱うものではありません。おいで、ブローニャが面倒をみてあげましょう。",
			"정확히 말하면 호무 모형입니다. 이 호무는 꽤 오래됐지만, 그래도 이렇게 함부로 다루는 게 아닙니다. 이리 오세요, 브로냐가 돌봐 드릴게요.",
			"A mannequin of a Homu to be exact. This Homu is quite old, but it still doesn't deserve this much abuse. Here, Bronya will take good care of it."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59115,
			"Do you want to take it away…",
			"你还想把它带着走吗……",
			"ねえブローニャ……それ、持ってく気なの……？",
			"저기 브로냐… 그거, 가져갈 생각이야…?",
			"Hey Bronya...are you planning to take that...?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59116,
			"It's not body… Thank god.",
			"原来不是尸体……呼……吓死我了。",
			"なんだぁ……死体じゃなかったのね。ふぅ……びっくりした。",
			"뭐야… 시체가 아니었구나. 휴… 깜짝 놀랐어.",
			"Oh... so it isn't a corpse. Phew... what a surprise."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59117,
			"Emmmm, we are safe now, let's go~",
			"嗯，现在已经没事了哦~我们走吧~",
			"うん、芽衣先輩！もう大丈夫ね、行きましょ！",
			"응, 메이 선배! 이제 괜찮겠지, 가자!",
			"Yeah, Mei-senpai! It's okay now, so let's go!"
		]
	],
	"289": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59118,
			"Door opened! Ah, it's the roof!",
			"嘿咻……门开了！啊，原来这里是实验楼的天台啊！",
			"よいしょ……扉が開いた！あ、ここは実験棟の屋上だったんだ！",
			"자…… 문이 열렸어! 아, 여기가 실험동 옥상이었구나!",
			"Yesssss... the door opened! Ah, this is the roof of the laboratory building!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59119,
			"I don't want to stay in the dark classroom building any more… It's nice to see the sky. Let's take a rest here.",
			"一直在路都看不清的教学楼里，都快精神衰弱了……能重新看见天空的感觉真好，我们在这里休息一下吧。",
			"ずっと薄暗い建物の中にいたから、神経が参ってしまいそうね……また青空が見られて本当によかった。ここでしばらく休みましょう。",
			"계속 어두컴컴한 건물 안에 있었으니까, 정신이 혼미해질 뻔했어…… 다시 푸른 하늘을 볼 수 있어서 정말 다행이야. 여기서 잠시 쉬자.",
			"I've been in that dimly lit building for so long that my nerves are starting to wear out... I'm so glad to see the blue sky again. Let's rest here for a while."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59120,
			"Emmm~ I have a question.",
			"嗯~说起来有一个问题一直很在意。",
			"うん！そういえば、ずっと気になってたんだけど……。",
			"응! 그러고 보니까, 계속 신경 쓰이던 게 있는데…….",
			"Yes! Now that I think about it, I've been wondering about something for a long time..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59121,
			"What?",
			"怎么了？",
			"キアナちゃん、どうしたの？",
			"키아나, 무슨 일이야?",
			"What is it, Kiana-chan?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59122,
			"Mei has a lot experience of fighting with zombies. Why are you so scared of ghosts?",
			"芽衣平时也在和死士战斗，僵尸之类的应该见得多了吧。为什么会害怕这种鬼怪呢？",
			"芽衣先輩も普段ゾンビと戦ってるじゃない。化物の類なら見慣れてるでしょ。どうしてこんなお化けなんか怖いの？",
			"메이 선배도 평소에 좀비랑 싸우잖아. 괴물 같은 거라면 익숙할 텐데. 왜 이런 유령이 무서운 거야?",
			"You fight zombies a lot and you're used to seeing monsters. So why are you scared of these ghosts?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59123,
			"Errr… I know zombies are made by Houkai energy. However, those ghosts can't be explained by science.",
			"唔……我知道死士是因为崩坏产生的。但这种鬼怪、怨灵什么的，都是完全无法解释，无法理解的存在，所以才可怕啊！",
			"だって……ゾンビは崩壊のせいで生まれたものだって知ってるから。でも、こういうお化けや怨霊とかは完全に理解を超えてる！訳の分からない存在だからこそ恐ろしいのよ！",
			"왜냐면… 좀비는 붕괴 때문에 생겨난 거란 건 알고 있으니까. 하지만 이런 귀신이나 원령 같은 건 완전히 이해를 벗어났어! 이해할 수 없는 존재이기 때문에 더 무서운 거야!",
			"I mean... I know that zombies were born because of the Honkai. But these ghosts and vengeful spirits are completely beyond my understanding! They're so terrifying because they're incomprehensible!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59124,
			"I see… I haven't thought about this before.",
			"是这样吗？没想到芽衣是那么在意原理的人呢~",
			"そうなの？芽衣先輩がそんなに原理を気にする人だったなんて意外……。",
			"그래? 메이 선배가 그렇게 원리를 신경 쓰는 사람이었을 줄은 의외인데….",
			"Is that so? I'm surprised to find that you care so much about these principles..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59125,
			"Mei is very rational. She is not like you, Kiana.",
			"芽衣姐姐是非常理性的，和布洛妮娅很像，但和热血笨蛋琪亚娜不一样。",
			"芽衣姉様は非常に理性的で、ブローニャと同じです。どっかのバカとは違うのです。",
			"메이 언니는 매우 이성적이에요, 브로냐와 같아요. 어느 바보와는 다르답니다.",
			"Mei is very rational, just like Bronya. She's not some idiot like you, Kiana."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59126,
			"Hey!",
			"喂！",
			"ブローニャ、いい加減に怒るわよ！",
			"브로냐, 좋을대로 화내겠어!",
			"Hey!"
		]
	],
	"290": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59127,
			"Piano club… This should be club activity room~",
			"钢琴部……嗯，这里应该是社团活动室吧~",
			"合唱部……うん、ここはきっと部活の部室かな？",
			"합창부…… 음, 여긴 분명 동아리 부실이겠지?",
			"Music room... Hmm, is this a club room?"
		],
		[
			"msg",
			59128,
			"Activity room, have you heard that story before, Mei? The piano sound in the music room.",
			"说到社团活动室，芽衣听说过那个校园传说吗，音乐室里的钢琴声？",
			"部室といえば、芽衣先輩はこの学園の怪談は聞いたことある？音楽室のピアノの音色とか……。",
			"부실 하니까, 메이 선배는 이 학교 괴담 들어본 적 있어? 음악실의 피아노 소리라든가…….",
			"Speaking of this clubroom, have you ever heard any ghost stories about this school, Mei-senpai? Like the sound of the piano in the music room...?"
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59129,
			"I remember it… In a rainy day, a girl passed by a music room and heard the piano sound in it.",
			"我记得是说……一个下雨天，女生经过一个音乐室，突然听到里面传来优美的钢琴声。",
			"聞いた話では……ある雨の日、女子生徒が音楽室の前を通ると、突然中から美しいピアノの音色が聞こえてきたんだって。",
			"들어본 이야기에 따르면…… 비 오던 어느 날, 여학생이 음악실 앞을 지나가다 갑자기 안에서 아름다운 피아노 소리가 들려왔다고 해.",
			"According to the story... one rainy day, a female student was passing by the music room when she suddenly heard the beautiful sound of a piano coming from inside."
		],
		[
			"msg",
			59130,
			"Someone was suicide in it. She wanted to open the door, but it was locked, she opened it after she got the key. She saw…",
			"那个教室曾有学生自杀。很在意的她就想推门，但她发现门上了锁，借来钥匙打开锁后，她看见的是……",
			"昔、音楽室で自殺した生徒がいたの。気になった女子生徒がドアを開けようとしたけど、鍵がかかっていた。鍵を借りてきて開けてみると、そこには……。",
			"예전에 음악실에서 자살한 학생이 있었어. 궁금했던 여학생이 문을 열려고 했지만, 자물쇠가 잠겨 있었지. 열쇠를 빌려와서 열어보니, 거기에는…….",
			"A long time ago, a student committed suicide in the music room. That female student was curious about the music and tried to open the door, but it was locked. So she borrowed the key and opened it, and there she found..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59131,
			"That's just a story, it's not real. It's fake!",
			"传说是人编写的，编写的就是假的……对，都是假的！",
			"怪談なんて誰かの作り話でしょう？フィクションでしょう？……そうよ、嘘に決まってるわ！",
			"괴담 같은 건 누군가의 지어낸 이야기일 거야? 픽션이겠지?…… 그래, 거짓말임에 분명해!",
			"Ghost stories are just something someone has made up, right? They're just rumors and fiction, right? ... That's right, they're obviously false!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59132,
			"Is that self-consolation? It's fine, Mei, you are right, it's just a story~",
			"这是自我安慰吗……不过没事啦，芽衣，你说的对，这本来就只是校园传说嘛~",
			"そんな必死に否定しなくても……。でも安心して、芽衣先輩の言う通り、これはただの噂だから。",
			"그렇게 필사적으로 부인하지 않아도……. 하지만 안심해, 메이 선배 말대로, 이건 그냥 소문이니까.",
			"There's no need to deny it so desperately... But don't worry, as you said, this is just a rumor."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59133,
			"mi-so-la",
			"mi-so-la",
			"♪～～♪～～♪～～♪",
			"♪～～♪～～♪～～♪",
			"♪～～♪～～♪～～♪"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59134,
			"This is!",
			"这是！",
			"これは……！",
			"이건……!",
			"This...!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59135,
			"Piano sound!",
			"是钢琴声！",
			"ピアノの音です。",
			"피아노 소리야.",
			"The sound of a piano."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59136,
			"No way… Is that real…",
			"不会吧……难道说真的……",
			"嘘でしょ！？まさか本当に……？",
			"설마?! 진짜로……?",
			"You've got to be kidding me!? Seriously...?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59137,
			"Calm down! Bronya will stay with you, let me check it out.",
			"芽衣冷静！布洛妮娅你陪着芽衣，让我进去看看。",
			"落ち着いて！ブローニャは芽衣先輩のそばにいて。私が中を見てくるから。",
			"진정해! 브로냐는 메이 선배 곁에 있어. 내가 안을 살펴볼게.",
			"Calm down! Bronya, stay with Mei-senpai. I'll go and check inside."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59138,
			"The sound becomes more clearly, Kiana, it's just near us.",
			"钢琴声越来越清晰了，琪亚娜，好像变近了。",
			"ピアノの音が少しずつ鮮明に聞こえてきてます。キアナ、近づいているようです。",
			"피아노 소리가 점점 선명하게 들려오고 있어요. 키아나, 가까워지고 있는 것 같아요.",
			"The sound of the piano is gradually becoming clearer. It seems that it is getting closer, Kiana."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59139,
			"No… No!!!",
			"不要……不要啊！",
			"いや……いやぁ！！！",
			"아니…… 아니야!!!",
			"No... Noooo!!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59140,
			"Run, Mei!",
			"别跑啊，芽衣！",
			"芽衣先輩！逃げないで！！",
			"메이 선배! 도망가지 마!!",
			"Mei-senpai! Don't run away!!"
		],
		[
			"msg",
			59141,
			"There is no way… Let's go to get it!",
			"没办法了……我们快追上去！",
			"仕方ない……急いで追いかけましょ！",
			"어쩔 수 없지…… 빨리 쫓아가자!",
			"There's no other way... let's hurry and chase after her!"
		]
	],
	"291": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59142,
			"I'm so tired… They can't catch us this time.",
			"呼，呼……累死我了……跑到这里应该不会追上来了吧！",
			"はぁ……はぁ……疲れた……ここまで来ればもう追いかけてこれないでしょう！！",
			"하…… 하…… 힘들어…… 여기까지 왔으면 이제 쫓아오지 못할 거야!!",
			"Haa... haa... I'm tired... If we've come this far, I don't think they can keep up!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59143,
			"We almost can't follow Mei.",
			"本来就不会追上来啦！芽衣跑那么快，我们都差点就追不上了。",
			"始めから誰も追いかけて来てないから……。芽衣先輩速すぎて、追いつけないかと思った。",
			"처음부터 아무도 쫓아오지 않았으니까…….메이 선배 너무 빨라서, 따라잡지 못할까 봐.",
			"No one was chasing us from the start... Mei-senpai was so fast I thought we wouldn't be able to catch up."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59144,
			"I'm so scared… That piano sound… No!",
			"但是真的好害怕……那个钢琴声……唔，不要，我不要想起来！",
			"でも本当に怖かったんだもん！あのピアノの音……うっ！……ダメ、思い出しちゃダメ！！！",
			"그래도 정말 무서웠단 말이야! 그 피아노 소리…… 윽!…… 안 돼, 생각하면 안 돼!!!",
			"But it was really scary! That piano sound... ugh! ...No, don't remember it!!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59145,
			"Alright… I was curious about what happened inside actually. Maybe it's just a phonograph...",
			"唉，好吧……其实我倒还挺好奇那到底是什么的，说不定只是个留声机呢~",
			"まぁまぁ、実際に何があるのか興味あったんだけどなぁ、もしかしたらただのレコードかもしれないし。",
			"아무렴, 실제로 뭐가 있는지 궁금하기는 했는데 말이지, 어쩌면 그냥 레코드일지도 모르잖아.",
			"Well, I was interested to see what it actually was, maybe it was just a recording."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59146,
			"Whatever!",
			"那种事情怎么样都好吧！",
			"そんなのどうだっていいじゃない！",
			"그게 뭐가 중요해!",
			"Who cares about that!?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59147,
			"Errr, where are we now?",
			"说起来，我们现在跑到了什么地方？",
			"もう、芽衣先輩落ち着いてよ。——そういえば、ここどこ？一体どこまで走ってきたの？",
			"자, 메이 선배 진정해.——그런데 여기 어디야? 대체 어디까지 달려온 거야?",
			"Calm down, Mei-senpai. ——By the way, where are we? How far have we run?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59148,
			"According to my record, it's the old dormitory.",
			"根据布洛妮娅的记录，这里是旧校舍的别栋。",
			"ブローニャの記録によれば、ここは旧校舎の別棟です。",
			"브로냐의 기록에 따르면, 여기는 구교사 별동입니다.",
			"According to Bronya's records, this is an outbuilding of the old school building."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59149,
			"Old dormitory? It's almost the same as the classroom building. Dark room and dust. You should get used to it now~",
			"别栋吗？其实都差不多吧，反正都是阴暗的走廊和积灰的房间，芽衣也该习惯这种了。",
			"別棟なの？といっても、どこも似たような場所ね。どうせどこに行っても薄暗い廊下と埃の積もった教室ばかりなんだから、芽衣先輩も慣れるべきよ。",
			"별동이야?라고 해도, 어디도 비슷한 장소네. 어차피 어딜 가도 어두컴컴한 복도와 먼지 쌓인 교실뿐이니까, 메이 선배도 익숙해져야 해.",
			"An outbuilding? But it's all pretty similar. No matter where you go, it's just dark corridors and dusty classrooms, so you should be used to it, Mei-senpai."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59150,
			"Dust… My cloth is coverd by the dust.",
			"说到积灰……咿，果然，手上衣服上都是灰了。",
			"埃って……やだ、本当だわ。手も服も埃まみれ……。",
			"먼지라니…… 싫어, 정말이야. 손도 옷도 먼지투성이야…….",
			"Dust... Oh dear, it's true. My hands and clothes are covered in dust..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59151,
			"Emmm, it's so dirty here… I need a bath after we get out of here.",
			"嗯，确实呢，好脏……只能出去再洗了。",
			"うーん、確かに汚いわね……ここを出てから洗うしかないかな。",
			"으음, 확실히 더러워…… 여기서 나가서 씻는 수밖에 없을까.",
			"Hmm, it's certainly dirty... I guess I'll have to wash it when we get out of here."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59152,
			"Here is a bathroom, we can wash our hands the water system is still available.",
			"这里有一个厕所，如果有水就可以在这里洗手。",
			"ここにトイレがあります。水が出ればここで手を洗えます。",
			"여기에 화장실이 있어요. 물이 나오면 여기서 손을 씻을 수 있어요.",
			"There is a bathroom here. If there is water, you can at least wash your hands here."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59153,
			"It's abandoned for a lot time, how can we find water here~",
			"这个地方都废弃那么久了，怎么可能还有水嘛~",
			"ここは長いこと放置されてるみたいだし、もう水なんか通ってないでしょう。",
			"여긴 오랫동안 방치된 것 같고, 물은 이미 통하지 않을 거야.",
			"It looks like this place has been abandoned for a long time, so there's probably no water flowing through it anymore."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59154,
			"Let's go inside and check it~",
			"这可不一定哦，我进去看看吧~",
			"分からないわよ、入ってみるね。",
			"모르겠어, 들어가 볼게.",
			"You don't know if that's true. Let's go in and take a look."
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59155,
			"Emmm…… We are not lucky, no water here… What's this?",
			"嗯……运气不好呐，确实已经没有水了……咦，这是什么？",
			"うーん……確かにもう水は止まってるみたい……あれ、何これ？",
			"음…… 확실히 물은 이미 멈춘 것 같아…… 어라, 이게 뭐지?",
			"Hmm... it certainly looks like the water has stopped... Huh, what's this?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59156,
			"What happened?",
			"怎么了？",
			"どうしたの？",
			"무슨 일이야?",
			"What's the matter?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59157,
			"Mei, check it out, there were some words.",
			"芽衣你也来看看吧，这里有一行字。",
			"見て、ここに文字が書いてある。",
			"봐, 여기에 글자가 써 있어.",
			"Look, there's some writing here."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59158,
			"Seriously… \"Stay here, ghosts, forever, cry!\"",
			"真的……“在此徘徊吧，屈死的怨魂，永远沉沦，于地狱哭号吧。”",
			"本当ね……「ここで彷徨え、無念の死を遂げた怨霊よ。永遠に地獄で泣き叫ぶがよい」",
			"정말이네...「여기서 방황하라, 원한을 품고 죽은 원령이여. 영원히 지옥에서 울부짖어라」",
			"Really... \"Wander here, the resentful souls who died unjustly, sink forever, and wail in hell.\""
		],
		[
			"msg",
			59159,
			"Errr… It's so mean, is that some kind of curse?",
			"唔……好恶毒的话，是什么人的诅咒吗？",
			"うぅぅ……見るからに危険な言葉ね……誰かの呪いとかかしら？",
			"으으…… 보기만 해도 위험한 말이네…… 누군가의 저주 같은 건가?",
			"Ohhh... Those words definitely look dangerous... I wonder if it's a curse from someone?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59160,
			"Is you calling me?",
			"是你在呼唤我吗？",
			"——私を呼んだのはお前か？",
			"——나를 부른 게 너냐?",
			"——Was it you who called me?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59161,
			"What?!",
			"什么？！",
			"きゃぁぁあ！！だれ！？だれなの！！？",
			"꺄아아악!! 누구!? 누구야!!?",
			"Aaaaah!! Who!? Who's there!?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59162,
			"Look! The third room is moving…",
			"看里面！是第三间，那扇门，好像在动……",
			"ほら、あそこ！3番目の、あのドア、動いてるみたい……？",
			"자, 저기! 3번째, 저 문, 움직이는 것 같아……?",
			"Look, there! That third door, it looks like it's moving...?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59163,
			"The door is… Locked! No!!! Let me out!",
			"门怎么被锁上了？！我要出去！谁，谁来放我出去！我好恨啊！！",
			"なぜ鍵がかかってるの？外に出たい！誰かここから出して！うーらーめーしーやー！！",
			"왜 자물쇠가 잠겨 있는 거야? 나가고 싶어! 누구야, 여기서 꺼내 줘! 우—라—메—시—야—!!",
			"Why is it locked? I want to get out! Someone let me out of here! Let me ouuutttt!!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59164,
			"Ah! A ghost… Run!",
			"呜哇！是恶鬼……快跑！",
			"きゃぁぁあ！やっぱりお化けよ！！早く逃げましょう！！",
			"꺄아아아! 역시 유령이야!! 빨리 도망가자!!",
			"Aaaah! It really is a ghost! Quick, let's run!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59165,
			"Kiana, protect Mei, I will try to open the door.",
			"琪亚娜，你保护好芽衣姐姐。布洛妮娅去开门看看。",
			"キアナ、芽衣姉様をしっかり守っていてください。ブローニャが見てきます。",
			"키아나, 메이 언니를 꼭 지켜줘. 브로냐가 지켜볼게.",
			"Kiana, please make sure you protect Mei. Bronya will take a look."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59166,
			"Be careful, Bronya. This thing is…",
			"小心点，布洛妮娅。这个东西……还挺像那么回事的！",
			"わかったわ。ブローニャ、気をつけて、本当に……何かいるみたい。",
			"알았어. 브로냐, 조심해, 정말로…… 뭔가 있는 것 같아.",
			"Okay. Bronya, be careful, there... really is something there."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59167,
			"*Crack*",
			"咔擦——",
			"カチャ——",
			"찰칵——",
			"<i>Creak——</i>"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59168,
			"The door is opened…",
			"门开了……",
			"ドアが開いた……。",
			"문이 열렸다…….",
			"The door opened..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59169,
			"How? Bronya!",
			"怎么样，布洛妮娅？",
			"ブローニャ、どうだった？",
			"브로냐, 어땠어?",
			"Bronya, what was it?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59170,
			"It's Hommie.",
			"是吼美。",
			"ホミちゃんでした。",
			"호미 쨩이었어.",
			"It was Homi."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59171,
			"Ah?",
			"诶？",
			"えっ？",
			"응?",
			"Eh?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59172,
			"It's just a robot inside.",
			"里面只是一个吼美机器人。应该是设定为只要听到某些关键词，就会播放录好的声音吧。",
			"中にはホミちゃんのロボットしかいませんでした。おそらくあるキーワードを聞くと、録音済みの音を再生するように設定されていたのでしょう。",
			"안에는 호미 쨩의 로봇밖에 없었어. 아마도 특정 키워드를 들으면 녹음된 소리를 재생하도록 설정되어 있었던 것 같아.",
			"Inside was only a Homi robot, presumably set to play a pre-recorded sound when it heard a certain keyword."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59173,
			"A robot…",
			"原来是这么一回事吗……",
			"なんだそうだったの……。",
			"아, 그랬구나…….",
			"Oh, so that's how it is..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59174,
			"I will take this Hommie.",
			"这个吼美就交给布洛妮娅吧。布洛妮娅一定会驱散她身上的怨气，让她好好生活下去的。",
			"このホミちゃんはブローニャに任せてください。ブローニャがきっとこの呪いを解いて、幸せな暮らしをさせてあげます。",
			"이 호미는 브로냐에게 맡겨주세요. 브로냐가 반드시 이 저주를 풀어서 행복한 삶을 살게 해줄 거예요.",
			"Bronya will take care of this Homi. I'm sure Bronya will remove this curse and let her live happily ever after."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59175,
			"Hey, we are not coming here for toys!",
			"喂喂，我们可不是来收集吼姆的啊！",
			"ちょっと、さっきもそうだったけど私たちはホム収集に来たんじゃないんだけど！",
			"아니, 아까도 그랬지만 우리 호무 수집하러 온 게 아니라고!",
			"Hey, like I said earlier, we aren't here to collect Homus!"
		]
	],
	"292": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59176,
			"We finally arrived the underground laboratory, this should be the last stage!",
			"终于到地下实验室了，这里就是最后一关了吧！",
			"やっと地下実験室に着いたわ。ここが最後の部屋のはずよ！",
			"드디어 지하 실험실에 도착했어. 여기가 마지막 방일 거야!",
			"Finally we reached the underground laboratory. This should be the last room!"
		],
		[
			"msg",
			59177,
			"Humph~ I'm excited now! Is there anything can make me scared?",
			"哼哼，我有点兴奋起来了！都到最后了有没有什么能让本小姐害怕呢？",
			"ふふん、ちょっと興奮してきたわ！最後にこのキアナ様を怖がらせてくれるものはいるのかしら？",
			"흐흠, 조금 흥분되기 시작했어! 마지막에 이 키아나 님을 무섭게 해줄 만한 게 있을까?",
			"Hmhm, I'm getting a bit excited! I wonder if there'll be anyone who can scare the great Kiana in the end?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59178,
			"Kiana… Did you hear the weird sound?",
			"琪，琪亚娜你有没有听到什么奇怪的声音……",
			"キ、キアナちゃん、何か変な音が聞こえない……？",
			"키, 키아나 쨩, 뭔가 이상한 소리 안 들려...?",
			"K-Kiana-chan, do you hear those strange noises...?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59179,
			"Yeah… I can hear something special, just like a chainsaw.",
			"确实……仔细听的话，好像是“呲啦呲啦”的声音，像锯子一样。",
			"確かに……よく耳を澄ますと、ノコギリを挽くような「ギーコギーコ」って音が……。",
			"확실히... 잘 귀 기울여 보면, 톱을 켜는 것 같은「끼이끼이」하는 소리가...",
			"Yep... if you listen carefully, you can hear a \"brrrrooom brrrrooom\" sound, like a chainsaw being turned on..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59180,
			"Ahhhh!!!",
			"咿呀呀呀！！！",
			"キャァァアアーー！！！",
			"꺄아아아아!!!",
			"AAAAAAAAHH!!!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59181,
			"No, leave me alone!!!",
			"呜哇！不要，不要过来！",
			"きゃああぁぁあ！やだ！やだ！！来ないでー！！！",
			"꺄아아아악! 싫어! 싫어!! 오지 마!!!",
			"Aaaaahh! No! No!! <I>Don't come any closer!!!</I>"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59182,
			"Girl's sound!",
			"是女孩的尖叫！",
			"芽衣姉様、大丈夫です。少女の悲鳴です。",
			"메이 언니, 괜찮습니다. 소녀의 비명입니다.",
			"It's okay, Mei. It's just a girl's scream."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59183,
			"According to the guide, this place should be bloody, funny, let's check it out!",
			"果然如介绍的那样，这里恐怕是血腥实验室呢~有趣，走，我们追过去！",
			"「血腥い実験室」……なるほど、紹介の通りね！さ、入ってみましょ！",
			"「피비린내 나는 실험실」……그렇구나, 소개한 대로네! 자, 들어가 보자!",
			"\"Bloody Laboratory\"... I see, it's just as the introduction says! Come on, let's go in!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59184,
			"……",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59185,
			"There is no sound… However, I feel this place is more scary without sound.",
			"从刚才开始尖叫声就听不见了，突然没了声音反而感觉恐怖起来了。",
			"悲鳴が途絶えちゃった。急に静まりかえるとかえって怖いわね。",
			"비명 소리가 끊겨 버렸어. 갑자기 조용해지면 오히려 무서워.",
			"The screams have stopped. I actually feel less at home and more scared when it's quiet all of a sudden."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59186,
			"The bloody things are missing too.",
			"而且墙上的血迹和地上染血的被子、枕头装饰也不见了。",
			"それに壁の血痕、床には血染めのシーツ、枕も無くなってしまいましたね。",
			"게다가 벽의 핏자국, 바닥에는 피로 물든 시트, 베개도 없어져 버렸네요.",
			"There are bloodstains on the wall, bloodstained sheets on the floor, and the pillow is missing."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59187,
			"I can't hear… I can't hear it…",
			"我听不见我听不见我听不见……",
			"私は何も聞いてない……何も聞こえない……何も聞こえてない……。",
			"나는 아무것도 듣지 않아…… 아무것도 들리지 않아…… 아무것도 들리지 않아…….",
			"I can't hear anything... I can't hear anything... I can't hear anything at all..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59188,
			"Don't be scared, Mei~ We almost arrived the destination~",
			"别害怕啦，芽衣，我们可能快到终点了哦~",
			"芽衣先輩、大丈夫？多分もうすぐゴールに着くから、頑張りましょ？",
			"메이 선배, 괜찮아? 아마 곧 골에 도착할 테니까, 힘내요!",
			"Mei-senpai, are you okay? We'll probably reach the end soon, so let's do our best, okay?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59189,
			"Mist.",
			"起雾了。",
			"霧が出てきました。",
			"안개가 나오기 시작했어요.",
			"It's getting foggy."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59190,
			"Ha?",
			"咦？",
			"え？……霧？",
			"응?……안개?",
			"Huh? ...Fog?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59191,
			"Look around, Kiana, Mei.",
			"看周围，琪亚娜，芽衣姐姐。",
			"周りを見てください、キアナ、芽衣姉様。",
			"주변을 둘러보세요, 키아나,메이姉様.",
			"Look around you, Kiana, Mei."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59192,
			"Yeah, this place is full of mist… When did this happen?!",
			"真的，已经完全被雾罩住了……刚才还没有的，到底什么时候！",
			"本当だ、もうすっかり霧に覆われてる。さっきは何もなかったのに……いつの間に！？",
			"진짜야, 벌써 안개에 완전히 뒤덮였어. 아까는 아무것도 없었는데…… 언제 이렇게!?",
			"It's true, it's completely covered in fog now. There was nothing there just a moment ago... but when did this happen?!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59193,
			"A person, in the front.",
			"前面，有人的身影。",
			"キアナ、芽衣姉様、人影が前方にいます。",
			"키아나, 메이姉様, 앞에 사람 그림자가 있습니다.",
			"Kiana, Mei, there is a figure ahead."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59194,
			"Are you, the sacrificial offerings?",
			"汝等，是奉献给余的祭品吗？",
			"汝ら、妾に生贄を捧げに来たのか？",
			"너희들, 나에게 제물을 바치러 왔느냐?",
			"Have you come to offer yourselves as a sacrifice?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59195,
			"Who?!",
			"谁？！",
			"だれ！？",
			"누구!?",
			"Who's there?!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59196,
			"I lost my body, I can't stay in the world. I'm looking for a body, I will walk again…",
			"失去了容身之地，无法存在于世间。余一直寻找着一副躯体，令余能再次行走于世……",
			"居るべき場所を失ってから、妾はずっと肉体を探し求めているのじゃ。再び陽の光が当たる世間へと、また……出て行けるように……。",
			"있어야 할 곳을 잃은 뒤로, 첩은 줄곧 육신을 찾고 있노라. 다시 햇빛이 비추는 세상으로, 또…… 나아갈 수 있도록…….",
			"Ever since I lost my place in the world, I have been searching for a body so that I can once again... step out into the sunlight..."
		],
		[
			"msg",
			59197,
			"However, all the bodies I found were dirty…",
			"但无论哪个人的躯体，都是那么污秽，不堪……",
			"だが、どいつもこいつも肉体が穢れておって、耐えられぬ……。",
			"그러나 녀석들마다 육신이 더럽혀져서, 견딜 수 없노라…….",
			"However, every single one of them has an impure body, I can't stand it..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59198,
			"A suitable body… Is the bloody laboratory made by you?",
			"寻找合适的躯体……难道这个血腥实验室，就是你的所为么？",
			"肉体を探すって……まさか血腥い実験室のこれ……みんなあんたの仕業なの？",
			"육체를 찾다니…… 설마 이 피비린내 나는 실험실의 이것들…… 모두 네 짓이야?",
			"Searching for a body... Could it be that this gory laboratory... was all your doing?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59199,
			"I don't understand you…",
			"汝说的，余不明白。只是——",
			"汝の言うことは、妾には分からん。ただ——",
			"네가 하는 말은, 나에게는 모르겠다. 다만——",
			"I don't understand what you're saying, but just answer me——"
		],
		[
			"msg",
			59200,
			"Are you, the sacrificial offerings?",
			"汝等，是奉献给余的祭品么？！",
			"汝ら、妾に生贄を捧げに来たのだろうな！？",
			"너희들, 나에게 생제를 바치러 온 것이겠지！？",
			"You have come to offer yourselves as sacrifice, haven't you?!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59201,
			"She is coming!",
			"来了！",
			"きたわ！キアナ、いっきまーす！！",
			"왔어! 키아나, 한방 간다!!",
			"She's coming!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59202,
			"Ouch! Enough?!",
			"痛痛痛！汝等，怎么一点都不懂点到为止？！",
			"痛たたた……！汝らは手加減というものを知らんのか！",
			"아야야야……! 너희들 참을 줄은 모르나!",
			"Ow ow ow...! Do you guys not know how to go easy on me?!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59203,
			"Are you the executioner in the bloody laboratory?",
			"诶，你不是血腥实验室的刽子手么？",
			"えっ！？あんた血腥い実験室の殺人鬼じゃないの！？",
			"엣!? 너 피범벅 실험실의 살인귀 아니야!?",
			"What?! Aren't you the bloody laboratory killer?!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59204,
			"This is a haunted house, do you remember it?",
			"这只是个试胆大会，琪亚娜连这都忘了吗？",
			"これはただの肝試しです。キアナはそんなことも忘れてしまったのですか？後で病院へ行きますか？2,3発で運が良ければ治るかもしれません。",
			"이건 그냥 간 시험일 뿐이야. 키아나는 그런 것도 잊어버린 거야? 나중에 병원 갈래? 두세 발 쏘면 운 좋으면 고칠지도 모르지.",
			"This is just a test of courage. Have you forgotten about this, Kiana? Should you go to the hospital later? Maybe you will be lucky and be cured with only two or three shots. (TN: My favorite line in this whole game.)"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59205,
			"Oh! Sorry, it's so real.",
			"真的诶！抱歉，代入感太强了，一不小心就当真了！",
			"そうだった！ごめん、すっかり入り込んじゃって、話を真に受けるところだった！ついでに私は病院に行くほど壊れてないから！",
			"아, 맞다! 미안, 너무 깊이 빠져서 말을 진지하게 받아들일 뻔했어! 게다가 난 병원 갈 정도로 망가진 게 아니라고!",
			"That's right! Sorry, I got carried away and almost took it seriously! And besides, I'm not broken enough to need to go to the hospital!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59206,
			"…",
			"哼，汝还是一如既往的不解风情呢。",
			"フン、相変わらず風情がわからん奴よの。",
			"흥, 여전히 풍취를 모르는 녀석이로군.",
			"Hmph, you're still as clueless as ever."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59207,
			"Luna? Is that you?",
			"露娜？是露娜·希路法莉亚吗？",
			"シルファリアさん？",
			"실파리아 씨?",
			"Sylpheria-san?"
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			59208,
			"Yeah, it's me.",
			"正是余。",
			"いかにも。",
			"그렇지.",
			"That's right."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				923,
				0,
				true
			]
		],
		[
			"msg",
			59209,
			"Why are you here?",
			"原来露娜啊，你为什么会在这里？",
			"なんだシルっちだったの、どうしてここに？",
			"아니 실짱이었어, 여기 왜 있어?",
			"Oh, so it was Miss Syl. Why are you here?"
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			59210,
			"Theresa invited me.",
			"是汝等的学园请余来参加三周年学园祭的。",
			"……シルっちとは妾のことかの？まぁよい。汝らの学園から3周年ということで学園祭に招かれたのだ。",
			"……실땅이란 첩을 말하는 건가? 뭐 좋다. 너희 학원이 3주년이라 해서 학원제에 초대받았노라.",
			"...By \"Miss Syl\" are you referring to me? Well, never mind. I was invited to the school festival to celebrate the third anniversary of your school."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				923,
				0,
				true
			]
		],
		[
			"msg",
			59211,
			"Yeah, we know each other for years~ You should be invited.",
			"说起来我们确实和露娜认识几年了，请她来参加学园祭也是应该的~",
			"そういえば、シルファリアさんと知り合ってもう何年にもなりますし、学園祭に招待するのも当然ですね。",
			"그러고 보니, 실파리아 씨와 안 지도 벌써 몇 년이 되었으니, 학원제에 초대하는 것도 당연하시네요.",
			"Come to think of it, we've known the Sylpherias for many years now, so it was only natural that she would be invited to the school festival."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				923,
				0,
				true
			]
		],
		[
			"msg",
			59212,
			"I remember you can't stay without the mist.",
			"但是布洛妮娅记得希路法莉亚小姐是不能在雾海以外的地方活动的。",
			"ですが、霧海荘園以外の場所では活動できなかったはずです。",
			"하지만, 무해장원(霧海荘園) 이외의 장소에서는 활동할 수 없었을 텐데요.",
			"However, she would not have been able to operate anywhere other than Misty Sea Manor."
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			59213,
			"So, they made the mist for me.",
			"所以她们为余准备了这一片模拟雾海庄园的场所。",
			"だから、霧海荘園によく似たこの場所を用意してもらったのじゃ。",
			"그래서 안개바다 장원과 아주 비슷한 이 장소를 마련해 달라고 한 것이로다.",
			"That's why they prepared this place, which is very similar to Misty Sea Manor."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				923,
				0,
				true
			]
		],
		[
			"msg",
			59214,
			"It's just like your home.",
			"确实，只有在这里有和那庄园一样的雾气呢。",
			"確かにここはあの霧海荘園と同じ雰囲気よね。",
			"확실히 여긴 그 안개바다 장원과 같은 분위기이지.",
			"Come to think of it, this place has the same atmosphere as that manor."
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			59215,
			"They asked me to scare you.",
			"她们还让余在这里，做这试胆大会残酷实验室的主人。",
			"更にここで、この肝試しのお化けの役を頼まれたのじゃ。",
			"게다가 여기서, 이 담력 테스트의 귀신 역할을 부탁받은 것이로다.",
			"Furthermore, I was asked to play the role of a ghost in this test of courage."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				923,
				0,
				true
			]
		],
		[
			"msg",
			59216,
			"Sorry about that.",
			"真是抱歉，竟然让露娜待在这做这种事情。",
			"まぁ！ごめんなさい、シルファリアさんにそんなことをやらせるなんて……。",
			"아앗! 미안해요, 실파리아 씨에게 그런 일을 시키다니…….",
			"Oh my! I'm sorry they made Sylpheria-san do something like that..."
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			59217,
			"No need. I like this event~",
			"无需道歉。事实上，余非常中意这样的安排。",
			"謝ることはない。実をいうと、妾はこれが非常に気に入っておる。",
			"사과할 필요 없소. 실을 말하자면, 첩은 이것이 매우 마음에 들고 있소.",
			"There is no need to apologize. To tell the truth, I like it very much."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				923,
				0,
				true
			]
		],
		[
			"msg",
			59218,
			"Are you?",
			"咦，是吗？",
			"えっ、そうなんですか？",
			"에, 그런 거예요?",
			"Huh, is that so?"
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			59219,
			"I feel they made this character for me. xD",
			"本来余就是缠绕着幽冥之息的人，扮演这样的角色最适合不过了。",
			"もともと妾にはあの世の者のような雰囲気があるから、こういう役柄にはぴったりではないか。",
			"원래 첩은 저승 사람 같은 분위기가 있어서, 이런 역할엔 딱 맞지 않겠는가.",
			"I have an aura of a being from another world, so I was perfect for this type of role."
		],
		[
			"msg",
			59220,
			"It's nice to watch you in the haunted house.",
			"况且能目睹诸位来访者因恐惧而丑态百出，实在是最好的佐料，呵呵……",
			"しかも、ここに来た者が恐怖のあまり醜態をさらけ出すのが、実に愉快でな。クックック……。",
			"게다가, 여기 온 자들이 공포에 질려 추태를 드러내는 게, 실로 유쾌하구나. 쿡쿡쿡…….",
			"Moreover, it's quite amusing to see those who come here make a fool of themselves out of fear. Muahaha..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				923,
				0,
				true
			]
		],
		[
			"msg",
			59221,
			"Haha~",
			"啊哈哈，你高兴就好~",
			"あはは、ルナちゃんが楽しいなら良かった！",
			"아하하, 루나 쨩이 즐거우면 다행이야!",
			"Hahaha, I'm glad you're having fun! (TN: Ms. Sylpheria is called Luna here, but it seems to be a mistake. Can't tell if the mistake was Ms. Sylpheria being the sprite or her being called Luna)"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				923,
				0,
				true
			]
		],
		[
			"msg",
			59222,
			"What a pity you can't play the haunted house youself.",
			"不过真是可惜，难得露娜来到这里，却没法让你去学园祭其他地方好好玩一玩。",
			"でも残念です、せっかくシルファリアさんがここに来てくれたのに、学園祭はここ以外に一緒に行けないなんて……。",
			"하지만 아쉽네요, 실파리아 님이 여기까지 와 주셨는데, 학원제는 여기 말고는 함께 갈 수 없다니…….",
			"But it's a shame, even though Sylpheria-san came all the way here, she can't go to any other place for the school festival..."
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			59223,
			"It's enough for me.",
			"不必在意，只是请余来到这里，已经足够。",
			"気にするでない。ここに招いてもらっただけでも、妾は十分満足しておる。",
			"신경 쓰지 마라. 여기에 초대해 주기만 해도, 저는 충분히 만족한다.",
			"Don't worry about it. I am more than satisfied just to have been invited here."
		],
		[
			"msg",
			59224,
			"Everybody, this event is over now. You are the first group who finished it.",
			"那么，诸位的试胆大会就到此为止了。汝等还是第一个通过余的试炼之人。",
			"肝試し大会はここまで。妾の試練を通過したのは汝らが初めてだぞ。",
			"간 시험 대회는 여기까지다. 나의 시련을 통과한 건 너희들이 처음이다도.",
			"This concludes the test of courage. You are the first to pass my test."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				923,
				0,
				true
			]
		],
		[
			"msg",
			59225,
			"Really? What about others?",
			"真的？！那其他人呢？",
			"シルファ、ほんとっ？ねねっ！！ じゃあ他の人たちは？",
			"실파, 진짜? 야야!! 그럼 다른 사람들은?",
			"Wait, really, Sylphie? Great!! Then what about the others?"
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			59226,
			"They left because of fear.",
			"在足够地品味她们的恐惧后，余就让她们离开了。",
			"恐怖を味わわせてから、追い払ってやった。それと、キアナよ、妾の名前で遊ぶでない！",
			"공포를 맛보게 한 뒤, 쫓아냈지. 그리고, 키아나, 첩의 이름으로 장난치지 마라!",
			"I scared them so much they ran away. And, Kiana, don't call me all these nicknames!"
		],
		[
			"msg",
			59227,
			"Fine, it's time for you to leave~",
			"好了，现在也轮到汝等了，离开这死寂之地吧~",
			"よし、では次は汝らの番じゃ。この冥土の地から出て行くがよい。",
			"좋아, 그럼 다음은 너희 차례다. 이 명토의 땅에서 나가거라.",
			"Well then, it is your turn now. Leave this land of the dead."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				923,
				0,
				true
			]
		],
		[
			"msg",
			59228,
			"Luna, but…",
			"露娜，但是……",
			"でも、シルファリアさん……。",
			"하지만, 실파리아 씨…….",
			"But Sylpheria-san..."
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			59229,
			"Nevermind, we will meet again~",
			"没事，我们以后还会再见的。现在余还要接待后面的来客呢～",
			"かまわん、また会う時があろう。妾はこれから他の客を脅かしに行かねばならんのでな。キアナ、芽衣、ブローニャ、また妾に会いに来るがいい。",
			"괜찮아, 다시 만날 때가 있을 거야. 첩은 지금부터 다른 손님을 겁주러 가야 하니까. 키아나, 메이, 브로냐, 다시 첩을 만나러 오거라.",
			"It doesn't matter, we will meet again. I must now go and scare the other guests. Kiana, Mei, Bronya, please come and see me again."
		]
	]
}