{
	"761": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188280,
			"In the years that mankind has been fighting against Houkai, with countless sacrifices and failures, the lessons of human reincarnation have taught us that Houaki is invincible.",
			"在人类与崩坏战斗的数万年以来，伴随着无数牺牲与失败，人类轮回的教训告诉我们，崩坏是不可战胜的存在。",
			"人類と崩壊の戦いが続く数万年もの間、無数の犠牲と失敗を伴ってきた。人類の輪廻による教訓が私たちに教えてくれるのだ。崩壊は勝つことができない存在だと。",
			"인류와 붕괴의 싸움이 계속된 수만 년 동안, 무수한 희생과 실패가 따랐다. 인류의 윤회가 우리에게 가르쳐 준 교훈이 있다. 붕괴는 이길 수 없는 존재라는 것을.",
			null
		],
		[
			"msg",
			188281,
			"There is no clear answer as to whether Houkai is a disaster for humans or a boon to their evolution… But I found my way in a creature called the Herrscher.",
			"崩坏之于人类究竟是灾难，抑或是促成他们进化的福音，这一点目前尚无明确的答案……但是我却从名为“律者”的生物中找到了方向。",
			"人類にとって、果たして崩壊とは災いなのか、それとも人類の進化を手助けする福音なのか。この点についても未だに答えが導き出されていない。しかし、僕は「律者」という名前の生物から答えの手がかりを見つけ出した。",
			"인류에게 과연 붕괴는 재앙인가, 아니면 인류의 진화를 돕는 복음인가. 이 점에 대해서는 아직도 답이 도출되지 않았다. 하지만 나는 「율자」라는 이름의 생물체에서 답의 실마리를 찾아냈다.",
			null
		],
		[
			"msg",
			188282,
			"With the help of Herrscher core, Houkai and human can reach a balance, while preserving the human consciousness and using the Houkai's energy, \"Artificial Herrscher\".",
			"借助律者核心，让崩坏与人类融合达成平衡，在保存了人类的意识的同时也能够使用崩坏赋予的能力，这便是“人造律者”。",
			"律者のコアの力を借り、崩壊と人間を融合させてバランスをとる。人間の意識を保ったまま、崩壊を使いこなせる能力を与えられている。これこそが「人造律者」だ。",
			"율자의 코어의 힘을 빌려, 붕괴와 인간을 융합시켜 균형을 잡는다. 인간의 의식을 유지한 채, 붕괴를 다룰 수 있는 능력을 부여받은 존재. 이것이 바로 「인조율자」이다.",
			null
		],
		[
			"msg",
			188283,
			"Whether it is the dead who return from the underworld, or the mortals who have no achievements, they will complete the transformation under this great technology.",
			"无论是从冥界归来的死者，抑或是毫无建树的凡人，都将在这伟大的技术下完成蜕变。",
			"冥界から戻って来た死者でも、はたまた何の功績もないような凡人でも、この偉大な技術の下で変化する。",
			"명계에서 돌아온 죽은 자라 해도, 혹은 아무런 공적도 없는 평범한 이라 해도, 이 위대한 기술 아래서 변화한다.",
			null
		],
		[
			"msg",
			188284,
			"It seems that it is time to show god what I have achieved. As long as I break the limits from Houkai, mankind will reach further into the future.",
			"看来是时候给神展示我的成果了，只要挣脱了崩坏的限制，人类就将到达更远的未来。",
			"どうやら神に僕の成果を見せる時が来たようだ。崩壊という鎖を抜け出しさえすれば、人類ははるか遠い未来に到達することができるかもしれない。",
			"어쩌면 신에게 내 성과를 보여줄 때가 온 것 같군. 붕괴라는 사슬에서 벗어나기만 한다면, 인류는 아주 먼 미래에 도달할 수 있을지도 모른다.",
			null
		],
		[
			"msg",
			188285,
			"At that time, human will be the perfect.",
			"届时的人类…将是超越一切的完美生命。",
			"その時の人類は、あらゆるものを超越した完璧な生命体へとなるのだ。",
			"그때의 인류는 모든 것을 초월한 완벽한 생명체가 될 것이다.",
			null
		],
		[
			"msg",
			188286,
			"Shicksal Glorious Covenant Bridge",
			"天命旗舰辉煌盟约 舰桥",
			"天命旗艦・輝きの盟約 艦橋",
			"천명 기함·빛의 맹약 함교",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188287,
			"Ella, how's the adjustment going with the main Cannon?",
			"艾拉，辉煌盟约主炮的调节的进度如何了。",
			"ELLA、輝きの盟約の主砲調整の進捗はどうだい？",
			"ELLA, 빛의 맹약의 주포 조정 진행 상황은 어때?",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188288,
			"My Lord, we have converted the energy input source of the main Cannon into the core of Second Herrscher in accordance with your instructions, and have now fully matched the output of Herrscher Core.",
			"主教大人，已经依照您的指令将主炮能量的输入来源转换为第二律者的核心，目前已经完全匹配律者核心的出力。",
			"主教様の命令に従い、主砲エネルギーの入力ソースを第二律者のコアに変更しました。律者のコアの出力と完全に釣り合いがとれるように調整しました。",
			"주교님의 명령에 따라, 주포 에너지 입력 소스를 제2율자의 코어로 변경했습니다. 율자 코어의 출력과 완벽히 균형을 이룰 수 있도록 조정했습니다.",
			null
		],
		[
			"msg",
			188289,
			"However, the operator's burden will also increase greatly. The calculation value under the condition of the main Cannon's full output has exceeded 400% of the previous data, so Kika can no longer serve as the driver.",
			"但是因此操作者负担也将大幅增加，在主炮完全出力状态下的演算值已超过之前数据的400%，因此无色辉火已经无法继续担任炮手职责。",
			"しかし、操作者の負担も大幅に増加しています。最大出力で計算した数値は、以前のデータを400%も越えています。そのため、輝火様を砲手として起用することはできません。",
			"하지만 조작자의 부담도 크게 증가하고 있습니다. 최대 출력으로 계산한 수치는 이전 데이터를 400%나 넘습니다. 따라서 키카 님을 포수로 기용할 수 없습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188290,
			"It doesn't matter. Anyway, she has lost the use of value, let her use the remaining life to have an enjoy.",
			"没关系，反正她已经失去了利用的价值，就让她用仅剩的生命好好享受自己为数不多的人生吧。",
			"大丈夫さ。どうせ彼女にはもう利用価値はないんだ。残り少ない人生をしっかり楽しんでもらえばいいよ。",
			"괜찮아. 어차피 그녀에게는 이제 이용 가치가 없으니까. 남은 인생을 충분히 즐기게 해주면 돼.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188291,
			"But with all due respect, there is no one in the Valkyrie statistics of Shicksal who can do her job.",
			"但是恕我直言，在目前天命的女武神数据中已经没有人能胜任无色辉火的职务。",
			"お言葉ですが、現在の天命の戦乙女のデータによれば、輝火様の役割を果たせる者はいません。",
			"말씀드리지만, 현재 천명의 전투무녀 데이터에 따르면 키카 님의 역할을 수행할 수 있는 자는 없습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188292,
			"You're right, it would be hard for a \"common Valkyrie\". But the one I brought with me today could definitely serve as our new main Cannon.",
			"你说的对，如果是“普通的女武神”的话的确很难再有超越无色辉火的崩坏适应性，不过放心，今天我带来的这位绝对可以担任我们的新主炮。",
			"その通り。確かに普通の戦乙女なら、無色輝火のような崩壊の適応力を手に入れることは難しいだろうね。だけど安心してよ。今日僕が連れてきた人は間違いなく新しい砲手を務められるから。",
			"그렇지. 확실히 일반적인 전투무녀라면 무쇼쿠 키카 같은 붕괴 적응력을 얻기는 어렵겠지. 하지만 안심해. 오늘 내가 데려온 사람은 분명히 새로운 포수를 맡을 수 있을 테니까.",
			null
		],
		[
			"msg",
			188293,
			"Bring her in.",
			"把她带进来吧。",
			"彼女をこちらへ。",
			"그녀를 이쪽으로 데려와.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188294,
			"「Alert! Alert! Strong Houkai response detected in bridge area. Evacuate immediately!」",
			"「警报！警报！舰桥区域侦测到强烈的崩坏能反应，请立即撤离！」",
			"「警報！警報！艦橋エリアに強烈な崩壊エネルギー反応を検出。ただちに退避してください！」",
			"「경보! 경보! 함교 구역에 강력한 붕괴 에너지 반응을 감지. 즉시 대피하세요!」",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188295,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188296,
			"Ella, close the cop please. This girl will be your new partner.",
			"艾拉，把警报关了吧，这位少女将是你今后的新搭档。",
			"ELLA、警報を切るんだ。この少女はこれから君のパートナーになるんだよ。",
			"엘라, 경보를 꺼. 이 소녀는 이제부터 너의 파트너가 될 거야.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188297,
			"This is… Miss Flora. One of the experimenters in Artificial Herrscher program, the rest of the information is unknown...But why does her body have such a huge Houkai response?",
			"这位是…芙洛拉小姐，人造律者计划的实验者之一，其余资料不详……但请问为何她的身上有如此巨大的崩坏能反应？",
			"フローラ様、人造律者計画における被験者の一人、その他の詳細は不明。しかしながら、彼女の体から非常に強力な崩壊エネルギー反応を検出。",
			"플로라 님, 인조율자 계획의 피실험자 중 한 명, 기타 상세 정보는 불명. 그러나 그녀의 몸에서 매우 강력한 붕괴 에너지 반응을 감지.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188298,
			"She is different. In the fusion experiment with the core fragment of Herrscher, her body has become one with the internal fragment. She does not need to suppress the internal Houkai energy like other individuals. She is the closest human being to the Herrscher.",
			"没错，芙洛拉与其他的人造律者不同，在与律者核心碎片的融合实验中她的身体已经与体内的碎片融为一体，因此她不需要像其他个体一样压制体内的崩坏能，是最近于律者的人类。",
			"その通り、フローラは他の人造律者と違うんだ。律者のコアの欠片の融合実験によって、彼女の体は体内の欠片と一体化したんだよ。だから、彼女は他の個体のように体内の崩壊エネルギーを抑圧する必要がないのさ。最も律者に近い人間なんだよ。",
			"그래, 플로라는 다른 인조율자들과 달라. 율자 코어의 파편 융합 실험으로 인해, 그녀의 몸은 체내의 파편과 일체화되었지. 그래서 그녀는 다른 개체들처럼 체내의 붕괴 에너지를 억제할 필요가 없어. 가장 율자에 가까운 인간이야.",
			null
		],
		[
			"msg",
			188299,
			"However, in order not to let the intense destructive impulse of Houkai occupy her mind, she must always be in a state of meditation to suppress the interference. Since she cannot perceive the information from the outside world, the normal communication will become very difficult.",
			"不过，为了不让崩坏强烈的破坏冲动占据自己的精神，所以只能时刻处于冥想状态压制崩坏造成的干涉，因为无法感知外界的信息，所以通常的交流将会变得十分困难。",
			"だけど、崩壊の強烈な破壊衝動に自分の精神を乗っ取られないようにするために、常に瞑想状態を保って崩壊の干渉を抑え込まなくてはならないんだ。外界の情報を感知できないから、通常の交流は非常に困難なものとなっているんだよ。",
			"하지만 붕괴의 강렬한 파괴 충동에 정신을 빼앗기지 않기 위해, 항상 명상 상태를 유지하며 붕괴의 간섭을 억눌러야 해. 외부 정보를 감지할 수 없어서, 일반적인 교류는 매우 어려운 상태야.",
			null
		],
		[
			"msg",
			188300,
			"With the terminal technology connected to Queen, you can communicate directly with her consciousness. You will be the only one to connect with her.",
			"但是艾拉你却不同，利用与虫后连接的终端技术，你可以直接与她的意识交流，你将成为唯一与她心灵相通的个体。",
			"けれど、ELLA、君は違う。クイーンビーと接続する端末技術を利用すれば、彼女の意識と直接交流できる。君は彼女と心が通じ合う唯一の個体ってわけさ。",
			"하지만 엘라, 너는 달라. 퀸비와 연결하는 단말 기술을 이용하면, 그녀의 의식과 직접 교류할 수 있어. 너는 그녀와 마음이 통하는 유일한 개체란 말이지.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188301,
			"You mean…",
			"主教大人您的意思是？",
			"主教様、それはつまり？",
			"주교님, 그건 즉?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188302,
			"Yes, integrate with Flora and become the most powerful weapon of Shicksal. This is your mission.",
			"没错，与芙洛拉融为一体，成为天命最强的兵器，这就是你们的使命。",
			"そう、フローラと一体化し、天命最強の兵器になる。これこそが君たちの使命だ。",
			"그래, 플로라와 일체화하여 천명 최강의 무기가 되는 거다. 이것이 바로 너희들의 사명이야.",
			null
		]
	],
	"762": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188303,
			"「Start the Terminal Program. Starts connecting to the target mental center...Mental synchronization starts...」",
			"「终端程序启动，开始连接目标精神中枢…精神同步开始……」",
			"「端末プログラム起動。目標精神中枢へのアクセス開始……精神同期開始……」",
			"「터미널 프로그램 가동. 목표 정신 중추 접속 시작…… 정신 동기화 시작……」",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188304,
			"Ella, this is your first connection to the human mind, right?",
			"艾拉，这是你第一次连接人类的精神没错吧？",
			"ELLA、人間の精神にアクセスするのは、これが初めてだろう？",
			"ELLA, 인간의 정신에 접속하는 건 이번이 처음이지?",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188305,
			"Yes, because of the amount of data on the docking, we need to be prepared for failure.",
			"是的，主教大人，由于对接的数据量相对庞大，因此需要做好失败的准备。",
			"はい、主教様。リンクしたデータがかなり膨大ですので、失敗した時のことを考えておく必要があります。",
			"네, 주교님. 링크된 데이터가 상당히 방대하므로, 실패할 경우를 대비해 둘 필요가 있습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188306,
			"Human consciousness shouldn't be too difficult for you compared to a worm queen that transcends human intelligence.",
			"放心吧，比起那只超越人类智慧的虫后，人类的意识对你来说应该不算难事。",
			"安心したまえ、あの人間の叡智を超えたクイーンビーと比べれば、人間の意識の方が君にとっては簡単なはずだよ。",
			"안심하게, 그 인간의 지혜를 초월한 퀸비와 비교하면 인간의 의식이 네게는 훨씬 쉬울 테니.",
			null
		],
		[
			"msg",
			188307,
			"But you're right, in the face of a completely melded human mind, what's going on in her head that no one can figure out. You have to be careful.",
			"不过你说的也对，面对完全与崩坏融合的人类意识，她的脑海中究竟在思考着什么谁都无法探明，你必须得小心应对。",
			"だけど君の言うことにも一理ある。崩壊と完全に融合した人間の意識と向き合って、彼女が脳内で一体どんなことを考えているのか、知りようもないからね。十分注意して対応しなければならないよ。",
			"하지만 네 말도 일리는 있네. 붕괴와 완전히 융합한 인간의 의식을 상대하면서, 그녀가 뇌속에서 도대체 무슨 생각을 하고 있는지 알 도리가 없으니. 각별히 주의하며 대처해야 할 거야.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188308,
			"Yes, my Lord. The firewall level of the system has been upgraded to maximum alert, and the connection to Glorious Covenant will be temporarily suspended in case the terminal is compromised.",
			"遵命，系统的防火墙等级已经提升至最高警备值，为了防止终端遭到入侵，与辉煌盟约的链接也将暂时中断。",
			"御意。システムのファイアウォールレベルは既に最高警戒レベルに引き上げました。端末への侵入を防ぐために、輝きの盟約との接続も一時中断します。",
			"분부대로. 시스템의 방화벽 레벨은 이미 최고 경계 레벨로 상승시켰습니다. 터미널 침입을 방지하기 위해 빛의 맹약과의 연결도 일시 중단합니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188309,
			"Well, let's get started. I hope you can have a good communication with her.",
			"很好，那么开始吧，希望你能和她有一段愉快的交谈。",
			"よろしい。では始めよう。君と彼女が楽しく会話できることを祈っているよ。",
			"좋아. 그럼 시작하자. 너와 그녀가 즐겁게 대화할 수 있기를 바란다.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188310,
			"Yes, my Lord.",
			"好的，主教大人。",
			"はい、主教様。",
			"알겠습니다, 주교님.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188311,
			"「Mental synchronization is complete and the link begins.」",
			"「精神同步完成，链接开始。」",
			"「精神同期完了。接続開始」",
			"「정신 동기화 완료. 접속 시작」",
			null
		],
		[
			"msg",
			188312,
			"Diiiii————",
			"滴————",
			"ピッ————",
			"삐————",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188313,
			"The link is complete and has been successfully plugged into the mental mind of the target.",
			"链接完成，已经成功接入到目标的精神思维。",
			"接続完了。目標の精神思考にアクセス完了。",
			"접속 완료. 목표의 정신 사고에 접근 완료.",
			null
		],
		[
			"msg",
			188314,
			"Flora, can you hear me?",
			"芙洛拉殿下，您听得到我的声音么？",
			"フローラ様、私の声が聞こえますか？",
			"플로라 님, 제 목소리가 들리나요?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188315,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188316,
			"Target no response... Start rechecking the link process.",
			"目标无应答…开始重新检测链接进程。",
			"目標から応答なし。接続プロセスを再検査します。",
			"목표로부터 응답 없음. 접속 프로세스를 재검사합니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188317,
			"Don't worry, maybe she is just sleeping.",
			"不要着急，或许她只是睡着了而已。",
			"慌てることはないよ。ただ眠っているだけかもしれない。",
			"서두를 필요 없어. 그냥 잠들어 있을 뿐이야.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188318,
			"Yes, the ideology of thought detected is still active. The target is transmitting some intelligence information to the terminal...Start receiving pieces of information.",
			"了解，检测到思维的意识形态仍在活跃，目标正在向终端传递某些情报信息……开始接收信息碎片。",
			"了解。思考意識の形態は活発。現在、目標は端末に対して、何かしらの情報を送信中。情報チップの受信を開始します。",
			"알겠습니다. 사고 의식의 형태는 활발. 현재, 목표는 단말기에 대해, 어떤 정보를 송신 중. 정보 칩의 수신을 시작합니다.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188319,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			188320,
			"………",
			"………",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188321,
			"Data received. Converted into a visual image.",
			"资料接收完毕，已转化为可视化影像。",
			"データの受信を完了。可視化映像に変換します。",
			"데이터 수신 완료. 가시화 영상으로 변환합니다.",
			null
		],
		[
			"msg",
			188322,
			"This is......Flora has created in her consciousness a chessboard of space that seems to contain information.",
			"这个是……主教大人，芙洛拉殿下在她的意识中塑造了一个棋盘的空间，似乎在里面蕴藏着什么情报。",
			"主教様、フローラ様の意識の中にチェス盤の空間が作られています。まるでその中に何かの情報が隠されているかのようです。",
			"주교님, 플로라 님의 의식 속에 체스판 공간이 생성되었습니다. 마치 그 안에 무언가 정보가 숨겨져 있는 것 같습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188323,
			"Chessboard...Looks like she still hasn't forgotten that game so she's preserved the scene.",
			"棋盘么…看来她还是没有忘怀那场对弈所以保存着当时的情景么。",
			"チェス盤か……どうやら彼女は、あの対局を忘れていないようだね。だからあの時の場景を保存しているのかな。",
			"체스판인가... 아무래도 그녀는 그 대국을 잊지 못한 모양이군. 그래서 그때의 장면을 보존하고 있는 걸까.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188324,
			"Game?",
			"对弈？",
			"対局？",
			"대국?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188325,
			"Yes, it was a game with her sister Claire, which she won, but never finished.",
			"没错，那是和她姐姐克莱尔的棋局，虽然最终她赢得了胜利，但是棋局却始终没有下完。",
			"その通り。あれは彼女の姉クレールとの対局だったんだ。最終的に勝ったのはフローラだったけれど、対局は決着がつかずに終わってしまったんだ。",
			"그래. 그건 그녀의 언니 클레어와의 대국이었지. 결국 승리한 건 플로라였지만, 대국은 결말이 나지 않은 채 끝나버렸어.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188326,
			"That's why she kept the last remnants in her mind.",
			"所以才把最后的残局保存在了自己的意识中么。",
			"それで最後の局面を自分の意識の中に保存しているのですか？",
			"그래서 마지막 국면을 자신의 의식 속에 보존하고 있는 건가요?",
			null
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188327,
			"... Are you here to play chess with me?",
			"…你是来找我对弈的么？",
			"——あなたは私と対局するために来たのですか？",
			"——당신은 나와 대국하기 위해 온 건가요?",
			null
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188328,
			"It detects a fluctuation in conscious thought and the target is trying to reach it.",
			"检测到意识思维发生波动，目标正在尝试接触。",
			"意識に波動の発生を検出。目標が接触を試みています。",
			"의식에 파동 발생 감지. 목표가 접촉을 시도하고 있습니다.",
			null
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188329,
			"So, beat me in this chess game.",
			"那么，就在这场棋局中战胜我吧。",
			"それなら、この対局の中で私から勝利してみせてください。",
			"그렇다면, 이 대국 속에서 나로부터 승리를 보여주세요.",
			null
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188330,
			"Houkai energy intrusion detected! Firewall skill activated!",
			"检测到崩坏能侵入！防火墙技能激活！",
			"崩壊エネルギーの侵入を検出！ファイアウォール発動！",
			"붕괴 에너지 침입 감지! 방화벽 가동!",
			null
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188331,
			"Help me finish this never-ending chess game…",
			"帮我完成这未曾下完的棋局……",
			"終わらなかった対局を、終わらせて——",
			"끝나지 않은 대국을, 끝내줘 ——",
			null
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188332,
			"Firewall breached! Activate the emergency plan! Terminal link cut!",
			"防火墙遭到突破！启动紧急预案！终端链接切断！",
			"ファイアウォールが突破されました！緊急プラン発動！端末の接続が切断されました。",
			"방화벽이 돌파되었습니다! 비상 계획 발동! 단말기의 연결이 차단되었습니다.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188333,
			"Find that... The answer I seek.",
			"找到那个…我所追寻的答案。",
			"私が探している答えを——見つけました。",
			"내가 찾고 있던 답을 —— 찾았어.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188334,
			"Diiiii————————！",
			"滴————————！",
			"ピッ————————！",
			"삐————————!",
			null
		]
	],
	"763": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188335,
			"「The personality system is recovering...Try to link to the terminal...Failure...Unable to find port...Repeat application...」",
			"「人格系统恢复中…尝试链接到终端…失败……无法找到端口……重复申请……」",
			"「人格システム回復中……端末への接続を試みます——失敗しました。ポートを見つけられません。再度リクエストします」",
			"「 인격 시스템 복구 중...... 단말기에 연결을 시도합니다—— 실패했습니다. 포트를 찾을 수 없습니다. 다시 요청합니다」",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188336,
			"Ella, it looks like you're finally waking up.",
			"艾拉，看来你终于醒了。",
			"ELLAさん、やっと起きましたね。",
			"엘라 씨, 드디어 깨어났네요.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				1,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188337,
			"Flora, nice to see you. But I have a problem with my processing system and I am trying to fix it.",
			"芙洛拉阁下…很高兴遇见您，但是我的处理系统遇到了问题，目前正在尝试修复。",
			"フローラ様、お会いできて光栄です。しかし、私の処理システムにトラブルが生じています。現在、修復を試みています。",
			"플로라 님, 만나 뵙게 되어 영광입니다. 하지만 제 처리 시스템에 문제가 발생했습니다. 현재 수리를 시도하고 있습니다.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188338,
			"Don't worry, this is only a temporary release, now that your personality is out of the control of the terminal. You can communicate with me with your own consciousness.",
			"不用担心，这只是短暂的解脱，现在你的人格已经脱离了终端的控制，你可以用自己的意识来与我交流。",
			"心配しないでください。今、あなたの人格は端末の制御から離れています。ELLAさんの意志で私とコミュニケーションできますよ。",
			"걱정하지 마세요. 지금 당신의 인격은 단말기의 제어에서 벗어났어요. 엘라 씨의 의지로 저와 소통할 수 있어요.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				1,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188339,
			"I see. It was you who disconnected me from the terminal and only saved my personality system for communication. Is that right?",
			"我明白了，是您把我与终端的链接断开的，仅仅保存了我的人格系统用以交流，是这样么？",
			"わかりました。フローラ様が私と端末の接続を断ち切ったのですね。コミュニケーションに使えるように私の人格システムだけを残して、そうですね？",
			"알겠습니다. 플로라 님이 저와 단말기의 연결을 끊으신 거군요. 소통에 사용할 수 있도록 제 인격 시스템만을 남겨두고, 그렇죠?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				4,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188340,
			"Yeah.",
			"没错，不愧是那个文明的AI，真是冷静呢。",
			"そうですね。さすがはあの文明のAI……本当に冷静ですね。",
			"그렇네요. 역시 그 문명의 AI...... 정말 냉정하네요.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				4,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188341,
			"I just analyzed the available information, which may be different from your understanding.",
			"冷静？我只是将现有的情报进行分析，可能与您理解的感觉有所出入。",
			"冷静？私は今の情報を分析しただけです。ですが、フローラ様の認識と若干の差異があるかもしれません。",
			"냉정? 저는 지금의 정보를 분석했을 뿐입니다. 하지만 플로라 님의 인식과 약간의 차이가 있을 수도 있습니다.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188342,
			"If it were you, I might be able to solve my problem.",
			"舍弃了感情而只保留理性的机器，如果是你的话或许能帮我解决现在的难题。",
			"感情を捨てて理性だけを残した機械……ELLAさんなら私が抱えている難題を解決できるかもしれません。",
			"감정을 버리고 이성만을 남긴 기계...... 엘라 씨라면 제가 안고 있는 난제를 해결할 수 있을지도 모르겠네요.",
			null
		],
		[
			"portraits",
			[
				44,
				4,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188343,
			"Since you actively link to my thinking, you are the guest, but also my opponent.",
			"既然你主动链接到了我的思维中，那么你就是客人，也是我的对手。",
			"ELLAさんの方から私の中にやって来ました。だから私の客人ですが、対戦相手になってください。",
			"ELLA 씨 쪽에서 제 안으로 찾아오셨군요. 그러니 제 손님이지만, 상대가 되어 주세요.",
			null
		],
		[
			"portraits",
			[
				44,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188344,
			"You can think freely here, because I cut off the connection to the terminal. No matter what you want to say or do, it will not be transferred to the terminal data.",
			"放心吧，在这里你可以自由的思考，因为切断了与终端的链接，不论你想说什么，想做什么，都不会传递到终端的数据中。",
			"安心してください。ここでは、ELLAさんも自由に考えることができます。端末との接続を切断しました。あなたが何を言おうと、何をしようと、端末のデータには伝わりません。",
			"안심하세요. 여기에서는 ELLA 씨도 자유롭게 생각할 수 있습니다. 단말과의 연결을 끊었어요. 당신이 무슨 말을 하든, 무슨 일을 하든, 단말의 데이터에는 전달되지 않습니다.",
			null
		],
		[
			"msg",
			188345,
			"This is a secret tea party between you and me, and even Otto won't know what you're thinking.",
			"这是一次只有我与你的秘密茶会，就算是奥托也没有办法知晓你现在的想法。",
			"これは二人だけの秘密のティーパーティーです。たとえ主教様でも、ELLAさんが今なにを考えているのか、それを知る術はありません。",
			"이건 우리 둘만의 비밀 티파티예요. 설령 주교님이라도, ELLA 씨가 지금 무엇을 생각하고 있는지 알 방법이 없습니다.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				1,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188346,
			"My thought?",
			"我自己的想法……",
			"私が自由に考えることを……。",
			"제가 자유롭게 생각하는 것을…….",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188347,
			"That's right, Ella. Let's have a little game. If you have ever fought with Houkai, you should be able to give me some reference.",
			"没错，艾拉。让我们来一场小小的对局吧，如果是曾经与崩坏战斗过的你，应该可以给我一些参考。",
			"そうです、ELLAさん。私たち二人でチェスの対局をしましょう。かつて崩壊と戦ったことがある方なら、参考になるかもしれません。",
			"그래요, ELLA 씨. 우리 둘이서 체스 대국을 해봐요. 과거 붕괴와 싸운 적이 있다면, 참고가 될지도 모르겠네요.",
			null
		],
		[
			"portraits",
			[
				44,
				4,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188348,
			"Ella, what is Houkai in your mind?",
			"艾拉，在你的印象中，崩坏到底是什么呢？",
			"ELLAさんにとって、崩壊とは一体どういうものでしょうか？",
			"ELLA 씨에게 있어서, 붕괴란 대체 어떤 것인가요?",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				4,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188349,
			"In the data I have saved, Houkai is defined as the ultimate means to eliminate human civilization and an inevitable disaster for the development of human civilization.",
			"我所保存的数据中，崩坏被定义为消灭人类文明的最终手段，是人类文明发展无法逃避的灾难。",
			"私に保存されているデータによれば、崩壊は人類文明を消滅させる最終手段であり、人類文明が発展する上で避けられない災いと定義されています。",
			"제게 저장된 데이터에 따르면, 붕괴는 인류 문명을 소멸시키는 최종 수단이며, 인류 문명이 발전하는 데 피할 수 없는 재앙으로 정의되어 있습니다.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				4,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188350,
			"It is just Houkai by the definition of human beings. Human beings always define what threatens them by their own subjectivity. What I want to know is the result of looking at it from your own perspective.",
			"这只是被人类定义后的崩坏，人类总是以自己的主观来定义威胁自己的东西，我想知道的，是以你自己的角度来看待的结果，作为与崩坏共存了数万年之久的机械智能，你的想法又是如何？",
			"それは人間によって定義された後の崩壊に過ぎません。人間とは自身にとって脅威となるものに対して、いつも主観で定義してしまうんです。私が知りたいのは、あなた自身の観点から見た結果のことです。数万年の間、崩壊と共存してきた機械のAIであるELLAさんの意見を聞かせてください。",
			"그건 인간이 정의한 이후의 붕괴에 불과해요. 인간은 자신에게 위협이 되는 것에 대해 항상 주관적으로 정의해버리죠. 제가 알고 싶은 건, 당신 자신의 관점에서 본 결과예요. 수만 년 동안 붕괴와 공존해 온 기계의 AI인 ELLA 씨의 의견을 들려주세요.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				4,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188351,
			"My thought…",
			"我的想法……",
			"私の、意見……。",
			"제, 의견…….",
			null
		],
		[
			"msg",
			188352,
			"My mission is to prevent the threat of Houkai to human civilization. In order to remove the threat of Houkai, humans model countless ways to defeat Houkai in my database.",
			"我的使命是防止崩坏对人类文明造成威胁，为了解除崩坏的威胁，人类在我的数据库中模拟着无数种战胜崩坏的方法。",
			"…………わかりました。#n私の使命は崩壊が人類文明に対しての脅威を防ぐことです。崩壊の脅威を取り除くために、人類は私のデータベース内で崩壊に勝利する方法を無数にシミュレーションしました。",
			"…………알겠습니다.#n제 사명은 붕괴가 인류 문명에 대한 위협을 막는 것입니다. 붕괴의 위협을 제거하기 위해, 인류는 제 데이터베이스 내에서 붕괴에 승리하는 방법을 무수히 시뮬레이션했습니다.",
			null
		],
		[
			"msg",
			188353,
			"In my opinion, the possibility of human being to overcome Houkai is almost zero. While they study Houkai, Houkai also infiltrates every corner of human civilization.",
			"在我看来，人类能够战胜崩坏的可能性几乎为零，因为在他们研究崩坏的同时，也将崩坏渗透到了人类文明的每一个角落。",
			"私の視点から申し上げますと、人類が崩壊に勝利する可能性は限りなく0に近いと推測します。彼らは崩壊を研究すると同時に、崩壊を人類文明の隅々までに浸透させてしまったからです。",
			"제 시각으로 말씀드리자면, 인류가 붕괴에 승리할 가능성은 한없이 0에 가깝다고 추측합니다. 그들은 붕괴를 연구하는 동시에, 붕괴를 인류 문명의 구석구석까지 스며들게 했기 때문입니다.",
			null
		],
		[
			"msg",
			188354,
			"And after countless analyses of the properties of Houkai, I have come to the simple conclusion that, if the destruction of humanity is abandoned, Houkai is simply an energy source generated in the universe.",
			"而在无数次分析崩坏的特性后，我所得出的结论很简单，如果抛弃了对人类的杀伤性，崩坏只是一种宇宙中产生的能源而已。",
			"崩壊の特徴を数え切れないほど分析した後、私が導き出した結論はとてもシンプルなものとなりました。人類に対する殺傷性を捨ててしまえば、崩壊は宇宙で生まれた一種のエネルギーにすぎません。",
			"붕괴의 특징을 셀 수 없이 분석한 후, 제가 도출한 결론은 매우 신선한 것이 되었습니다. 인류에 대한 살상성을 버려버리면, 붕괴는 우주에서 탄생한 일종의 에너지에 불과합니다.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188355,
			"You are right. Human beings have never stopped their exploration of Houkai energy. They even applied Houkai to themselves and made a weapon driven by Houkai energy.",
			"你说的没错，人类对于崩坏能的探索从未停止过，甚至将崩坏应用到了自己的身上，制造了以崩坏为能源驱动的武器。",
			"ELLAさんの言う通りです。人類は崩壊エネルギーに対する研究を止めたことがないどころか、崩壊を自分の体に応用して、それを原動力とする武器まで作り出しました。",
			"ELLA씨 말씀대로입니다. 인류는 붕괴 에너지에 대한 연구를 멈춘 적이 없을 뿐만 아니라, 붕괴를 자신의 몸에 적용해 그것을 원동력으로 하는 무기까지 만들어냈습니다.",
			null
		],
		[
			"msg",
			188356,
			"However, pure energy does not produce some kind of directed attack characteristics. The damage to human has exceeded the scope of nature. Damage is like having its own consciousness and constantly expanding in the evolution of human civilization.",
			"但是单纯的能源并不会产生某种指向性的攻击特征，崩坏对于人类的打击程度已经超过了自然的范畴，崩坏像是拥有着自己的意识，不断地在人类的文明中进化扩展。",
			"ですが、単純なエネルギーは何か指向性を持った攻撃的特性を生み出すわけではありません。人類に対する崩壊の衝撃度合は、すでに自然の範疇を超えています。崩壊は自分の意識を持っているかのように、人類文明の中で進化して拡大を続けています。",
			"하지만, 단순한 에너지는 어떤 지향성을 가진 공격적 특성을 만들어내지 않습니다. 인류에 대한 붕괴의 충격 정도는 이미 자연의 범주를 넘어섰습니다. 붕괴는 자신의 의식을 가지고 있는 것처럼, 인류 문명 속에서 진화하며 확장을 계속하고 있습니다.",
			null
		],
		[
			"portraits",
			[
				44,
				4,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188357,
			"Ella, while you were studying Houkai, did you ever try to talk to it?",
			"艾拉，在你研究崩坏的过程中，有没有尝试过与它对话。",
			"ELLAさん、あなたが崩壊を研究する中で対話を試みたことはありますか？",
			"ELLA씨, 당신이 붕괴를 연구하면서 대화를 시도해본 적이 있나요?",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				4,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188358,
			"Talk? Do you mean the exchange of information, or the tentative interactions that humans use?",
			"对话？您是指情报的交换，还是人类常用的试探性的互动？",
			"対話？それは情報の交換のことですか？それとも人類がよく使う、探りのようなコミュニケーションのことですか？",
			"대화? 그것은 정보의 교환을 말하는 건가요? 아니면 인류가 자주 쓰는, 탐색 같은 커뮤니케이션을 말하는 건가요?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				4,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188359,
			"I mean something more pure, the collision and intersection of ideas. That's why I'm here.",
			"我指的是更加纯粹的东西，思想的碰撞和交汇，这也是我在这里的理由。",
			"私の言っている対話とは純粋に単純なものです。思想のぶつかり合いと合流。これも私がここにいる理由ですよ。",
			"제가 말하는 대화는 순수히 단순한 것입니다. 사상의 부딪힘과 합류. 이것도 제가 여기에 있는 이유입니다.",
			null
		],
		[
			"portraits",
			[
				44,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188360,
			"But as long as I'm human, this kind of communication is nothing more than a hostile fight, so I need you to help me.",
			"不过在我还是人类的前提下，这种交流无非就是敌意的互相厮杀，所以我需要你来帮我。",
			"でも、私がまだ人類であるという前提があっては、このような交流をしても敵意に満ちた殺し合いにしかならないかもしれません。ですので、ELLAさんの協力が必要です。",
			"하지만, 제가 아직 인류라는 전제가 있다면, 이런 교류를 해도 적의로 가득 찬 살육밖에 되지 않을지도 모릅니다. 그래서 ELLA씨의 협력이 필요합니다.",
			null
		],
		[
			"msg",
			188361,
			"You might be able to communicate better with a different ideology.",
			"如果是另一种意识形态的你，或许能与它更好的交流吧。",
			"別の意識形態をしたELLAさんなら、もっと上手に崩壊と交流できるかもしれません。",
			"다른 의식 형태를 가진 ELLA씨라면, 더 잘 붕괴와 교류할 수 있을지도 모릅니다.",
			null
		],
		[
			"msg",
			188362,
			"Ella, close your eyes…",
			"艾拉，闭上你的眼睛……",
			"ELLAさん、目を閉じて……。",
			"ELLA씨, 눈을 감아요…….",
			null
		],
		[
			"msg",
			188363,
			"I'll make you hear the Houkai.",
			"我会让你听到，来自崩坏的声音。",
			"崩壊の声を聞かせてあげましょう。",
			"붕괴의 목소리를 들려줄게.",
			null
		]
	],
	"764": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188364,
			"Yi... Yi la…",
			"呲啦…呲啦……",
			"ピーガー——ガーガーガー……",
			"삐이이——가아아악......",
			null
		],
		[
			"msg",
			188365,
			"The lab was destroyed! Houkai creatures are out of control! Ella! Disconnect!",
			"研究室遭到破坏！崩坏生物已经无法控制！艾拉！快断开链接！",
			"研究室で崩壊に遭遇！崩壊生物の制御不能！ELLA！直ちに接続をシャットダウン！",
			"연구실에서 붕괴 사태 발생! 붕괴 생물체 제어 불능! ELLA! 즉시 연결을 차단하라!",
			null
		],
		[
			"msg",
			188366,
			"Yi... Yi la…",
			"呲啦…呲啦……",
			"ピーガー……ピーピー……ガガガ——",
			"삐이이... 삐삐... 가각악——",
			null
		],
		[
			"msg",
			188367,
			"Queen plan failed! Repeat! Queen plan failed! Please take refuge in the safe area immediately!",
			"虫后计划失败！重复！虫后计划失败！请实验人员立即前往安全区避难！",
			"クイーンビー計画失敗！繰り返す！クイーンビー計画失敗！担当スタッフはただちにセーフティーエリアへ退避してください！",
			"퀸비 프로젝트 실패! 반복! 퀸비 프로젝트 실패! 담당 직원은 즉시 안전 구역으로 대피하세요!",
			null
		],
		[
			"msg",
			188368,
			"Yi... Yi la…",
			"呲啦……",
			"——ピーピーピー",
			"——삐삐삐",
			null
		],
		[
			"msg",
			188369,
			"I have to...Yi la...Protecting human civilization...Yi la...Even......Yi la…",
			"我必须…呲啦……保护人类的文明…呲啦……就算是……呲啦……",
			"私は何としても……ガ、ガガ……人類の文明を守らなければ……ピー……たとえ、それ……ピ、ガガガー……",
			"나는 무슨 일이 있어도…… 가, 가가…… 인류의 문명을 지켜야 해…… 삐…… 설령, 그것…… 삐, 가가가──……",
			null
		],
		[
			"msg",
			188370,
			"Kill them all!",
			"杀死他们也在所不惜！",
			"全て殺し尽くせッ！！！",
			"모두 죽여 버려!!!",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188371,
			"Huh!!!",
			"呜！！",
			"うっ！！",
			"으악!!",
			null
		],
		[
			"msg",
			188372,
			"The image was…",
			"刚才的影像是……",
			"今の映像は……。",
			"지금의 영상은…….",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				4,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188373,
			"Remember, that was your first interaction with Houkai, hidden in your data shards.",
			"你想起来了么，那是隐藏在你数据碎片中，你与崩坏的第一次交流。",
			"思い出しましたか？今のはELLAさんのデータチップの中に隠されていたものです。あなたと崩壊の最初の交流……。",
			"기억나셨나요? 방금 그건 ELLA씨의 데이터 칩 안에 숨겨져 있던 것입니다. 당신과 붕괴의 첫 교류…….",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				4,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188374,
			"First interaction...It's just a systematic mistake. My mission is to protect the survival of human civilization, and directing them to a safe place for hibernation would be the best way.",
			"第一次交流…那只是系统出现的错误，我的使命是保护人类文明的存续，将他们引导向安全区进行冬眠将是最好的方法。",
			"最初の交流。あれはただのシステムエラーです。私の使命は人類文明を存続させること。彼らをセーフティーエリアに誘導し、冬眠させることが最善の方法だったのです。",
			"첫 교류. 그건 단순한 시스템 오류였습니다. 제 임무는 인류 문명을 존속시키는 것. 그들을 안전 구역으로 유도해 동면시키는 것이 최선의 방법이었습니다.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188375,
			"Is it true?",
			"真的是这样么？",
			"本当にそうですか？",
			"정말 그런가요?",
			null
		],
		[
			"msg",
			188376,
			"Wasn't the command you received at the time luring humans into hibernation warehouse and then killing them by turning off the energy?",
			"当时你所接收到的指令，难道不是将人类引诱到冬眠仓中，然后关闭能源杀死他们么？",
			"当時、ELLAさんが受信したコマンドは、人類を冬眠カプセルに誘導し、そしてエネルギーをシャットダウンして彼らを殺すことではありませんでした？",
			"당시 ELLA씨가 수신한 명령은, 인류를 동면 캡슐로 유도한 후 에너지를 차단해 그들을 죽이라는 것이 아니었나요?",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188377,
			"Turn off the energy…No…nono",
			"关闭能源……不……不是的……",
			"エネルギーをシャットダウン……ち、違います……。",
			"에너지를 차단…… 아, 아닙니다…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188378,
			"Yi..La…",
			"呲啦……",
			"——ピピッ……ガガガ……",
			"——삑삑…… 가가가……",
			null
		],
		[
			"msg",
			188379,
			"After the hibernation warehouse is closed, vital signs are detected and the hibernation process begins.",
			"冬眠仓收容完毕，生命体征检测开启，开始进入冬眠程序。",
			"冬眠カプセル収容完了。バイタルサイン検出開始、冬眠プログラムへの移行開始。",
			"동면 캡슐 수용 완료. 생체 신호 감지 시작, 동면 프로그램으로의 이행 시작.",
			null
		],
		[
			"msg",
			188380,
			"Yi..La…",
			"呲啦……",
			"ピーガー……",
			"삐-가……",
			null
		],
		[
			"msg",
			188381,
			"Yi..La…Ella..",
			"呲啦…艾拉……",
			"ピーピーピー……ELLA……",
			"삐삐삐……ELLA……",
			null
		],
		[
			"msg",
			188382,
			"Yi..La…Turn off the energy..Yi..La…As long as man is alive... Houkai will not stop...",
			"呲啦…切断能源……呲啦……只要人类还活着……崩坏就不会停止……",
			"ガガッ……エネルギーをシャットダウン……ピー……人類が生存している限り……崩壊は止まらない……。",
			"가각……에너지를 차단……삐……인류가 생존하는 한……붕괴는 멈추지 않는다…….",
			null
		],
		[
			"msg",
			188383,
			"Yi..La…Their civilization... Bound to ruin…",
			"呲啦…他们的文明…必然走向毁灭……",
			"ガーガー……彼らの文明は……破滅に向かわなければ、なら……。",
			"가아…… 그들의 문명은…… 파멸로 향하지 않으면, 안 되…….",
			null
		],
		[
			"msg",
			188384,
			"Kill them!",
			"杀死他们！",
			"全て殺し尽くせッ！！！",
			"모두 죽여버리겠어!!!",
			null
		],
		[
			"msg",
			188385,
			"Yi..La…",
			"呲啦！",
			"ピピッ……ガガガーー……",
			"삐삐…… 가가가아아——……",
			null
		],
		[
			"msg",
			188386,
			"Program correction complete... hibernation warehouse... Turn off the energy…",
			"程序修正完毕…动冬眠仓…能源切断……",
			"プログラムの修正完了。冬眠カプセルを操作……エネルギーをシャットダウン……。",
			"프로그램 수정 완료. 동면 캡슐을 조작…… 에너지를 셧다운…….",
			null
		],
		[
			"msg",
			188387,
			"Ka!!!",
			"咔！！",
			"バンッッッ！！！",
			"빵!!!",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188388,
			"That's not true!",
			"不是这样的！",
			"こ、これは違います！！！",
			"이, 이건 아니야!!!",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				4,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188389,
			"Looks like you finally remembered that whisper hidden in the data.",
			"看来你终于想起来了，那段隐藏在数据中的低语。",
			"どうやら、ようやく思い出したみたいですね。データの中に隠された……あの、囁きを……。",
			"드디어 기억해낸 모양이네요. 데이터 속에 숨겨져 있던... 그, 속삭임을....",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				4,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188390,
			"The shards of this data don't tell us anything. Request revalidation!",
			"这些数据的碎片无法说明什么，请求重新验证！",
			"このようなデータの欠片では何も説明できません。再検証を要求します！",
			"이런 데이터 조각으로는 아무것도 설명할 수 없어. 재검증을 요구합니다!",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188391,
			"There's no need for that. The data is just from memories that are too meaningless. Now let me show you how real it really is.",
			"没有这个必要，这些数据中只是来自过于毫无意义的记忆而已，现在就让我来带你感受到它真实的存在吧。",
			"その必要はありません。これらのデータ内に存在するものは、何の意味を持たない記憶に過ぎません。今からそれが本当に存在していたことを実感させてあげます。",
			"그럴 필요 없어. 이 데이터 안에 있는 것들은 아무런 의미도 없는 기억에 불과해. 지금부터 그게 정말 존재했음을 직접 느끼게 해주지.",
			null
		],
		[
			"msg",
			188392,
			"That's the short, strong message from them——",
			"这就是来自它们，简短而又强烈的信息——",
			"これこそが、その記憶から来たシンプルな情報よ——",
			"이것이 바로 그 기억에서 온 신뢰할 수 있는 정보야",
			null
		],
		[
			"msg",
			188393,
			"Exterminate mankind! Exterminate mankind! Exterminate mankind! Exterminate mankind! Exterminate mankind! Exterminate mankind! Exterminate mankind! Exterminate mankind! Exterminate mankind!",
			"消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！",
			"人類を消滅させる！人類を消滅させる！人類を消滅させる！#n人類を消滅させる！人類を消滅させる！人類を消滅させる！#n人類を消滅させる！人類を消滅させる！人類を消滅させる！#n人類を消滅させる！人類を消滅させる！人類を消滅させる！",
			"인류를 소멸시킨다! 인류를 소멸시킨다! 인류를 소멸시킨다!인류를 소멸시킨다! 인류를 소멸시킨다! 인류를 소멸시킨다!인류를 소멸시킨다! 인류를 소멸시킨다! 인류를 소멸시킨다!인류를 소멸시킨다! 인류를 소멸시킨다! 인류를 소멸시킨다!",
			null
		],
		[
			"msg",
			188394,
			"Exterminate mankind! Exterminate mankind! Exterminate mankind! Exterminate mankind! Exterminate mankind! Exterminate mankind! Exterminate mankind! Exterminate mankind! Exterminate mankind!",
			"消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！",
			"人類を消滅させる！人類を消滅させる！人類を消滅させる！#n人類を消滅させる！人類を消滅させる！人類を消滅させる！#n人類を消滅させる！人類を消滅させる！人類を消滅させる！#n人類を消滅させる！人類を消滅させる！人類を消滅させる！",
			"인류를 소멸시키겠다! 인류를 소멸시키겠다! 인류를 소멸시키겠다!",
			null
		],
		[
			"msg",
			188395,
			"Exterminate mankind! Exterminate mankind! Exterminate mankind! Exterminate mankind! Exterminate mankind! Exterminate mankind! Exterminate mankind! Exterminate mankind! Exterminate mankind!",
			"消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！消灭人类！",
			"人類を消滅させる！人類を消滅させる！人類を消滅させる！#n人類を消滅させる！人類を消滅させる！人類を消滅させる！#n人類を消滅させる！人類を消滅させる！人類を消滅させる！#n人類を消滅させる！人類を消滅させる！人類を消滅させる！",
			"인류를 소멸시킨다! 인류를 소멸시킨다! 인류를 소멸시킨다!인류를 소멸시킨다! 인류를 소멸시킨다! 인류를 소멸시킨다!인류를 소멸시킨다! 인류를 소멸시킨다! 인류를 소멸시킨다!인류를 소멸시킨다! 인류를 소멸시킨다! 인류를 소멸시킨다!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188396,
			"Yi..La…",
			"呲啦！！！",
			"ピピーーガガガッ",
			"삐이이이 갈갈갈",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188397,
			"Strong erosion of conscious signals detected...The personality system is under attack…",
			"咕！检测到强烈的意识信号侵蚀……人格系统遭到攻击……",
			"ぐっ！強烈な意識のシグナルの侵食を検出。人格システムが攻撃を受けています。",
			"윽! 강렬한 의식 신호의 침식을 감지. 인격 시스템이 공격을 받고 있습니다.",
			null
		],
		[
			"msg",
			188398,
			"My mission…",
			"我的使命……",
			"私の使命は……。",
			"나의 사명은…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188399,
			"Yi..La…",
			"呲啦……",
			"ガガ……ピーピー……",
			"가가……삐삐……",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188400,
			"Exterminate… Mankind!",
			"消灭……人类！",
			"——人類を、消滅させること。",
			"인류를, 소멸시키는 것.",
			null
		]
	],
	"765": [
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			188401,
			"My Lord, Ella's terminal program has lost its response! We are trying to restart the terminal! But it never comes back!",
			"主教大人，艾拉的终端程序已经失去响应！我们正在尝试重新启动终端！但是始终无法恢复！",
			"主教様、ELLAの端末プログラムが応答しません！#n端末の再起動を試みていますが、終始回復しません！",
			"주교님, ELLA의 단말 프로그램이 응답하지 않습니다!단말을 재시작하고 있지만, 계속 복구되지 않습니다!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			188402,
			"It seems that Ella has contacted with that girl. I didn't expect Flora to cut Ella's personality system. It seems she has something to share with her.",
			"看来艾拉已经与那个孩子接触了呢，没想到芙洛拉居然切断了艾拉的人格系统，看来是有什么悄悄话想要与它分享呢。",
			"ELLAはあの子と接触したようだね。まさかフローラがELLAの人格システムをシャットダウンするとは。どうやら僕には秘密の会話をしたいみたいだね。",
			"ELLA는 그 아이와 접촉한 모양이군. 설마 플로라가 ELLA의 인격 시스템을 셧다운할 줄이야. 아무래도 나와는 비밀 대화를 나누고 싶은 모양이네.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"msg",
			188403,
			"What happened?",
			"主教大人！我收到了辉煌盟约的安全警报！究竟发生了什么事情！",
			"主教様！輝きの盟約のセキュリティ警報を受けました！一体なにが起こっているのですか！？",
			"주교님! 빛의 맹약의 보안 경보가 발령되었습니다! 대체 무슨 일이 벌어지고 있는 거죠!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			188404,
			"Kallen, I'm glad you came so soon. But don't worry, it is just a little touch experiment.",
			"卡莲，很高兴你能这么快赶来。不过不用担心，这只是一次小小的接触实验罢了。",
			"カレン、こんなに早く駆けつけてくれて嬉しいよ。でも、心配いらないよ。これはちょっとした実験だよ。",
			"카렌, 이렇게 빨리 달려와 주어서 기쁘구나. 하지만, 걱정할 필요 없어. 이건 약간의 실험이지.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				857,
				3,
				false
			]
		],
		[
			"msg",
			188405,
			"Touch experiment?",
			"接触实验……？",
			"実験……？",
			"실험...?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				857,
				3,
				true
			]
		],
		[
			"msg",
			188406,
			"Yes, by working with the strongest human minds and the most sophisticated AI, they will be able to find the core of Houkai for Shicksal.",
			"没错，依靠最强的人类思维与最尖端的人工智能的合作，她们将会为天命寻找到崩坏的根源。",
			"そうだよ。最強の人類思考と最先端の人工知能の協力によって、彼女たちは天命のために崩壊の根源を探し出すのさ。",
			"그래. 최강의 인간 사고와 최첨단 인공지능의 협력을 통해, 그녀들은 천명을 위해 붕괴의 근원을 찾아낼 거야.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				857,
				3,
				false
			]
		],
		[
			"msg",
			188407,
			"I'm confused…The core of Houkai? Is that the final answer to destroy Houkai?",
			"主教大人，我听不懂您的意思……崩坏的根源，是指消灭崩坏的最终答案么？",
			"主教様、仰る意味が分かりません。崩壊の根源とは、崩壊を消滅させる最後の答えのことですか？",
			"주교님, 말씀하시는 뜻을 이해할 수 없습니다. 붕괴의 근원이란, 붕괴를 소멸시키는 최종 답을 말씀하시는 건가요?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				857,
				3,
				true
			]
		],
		[
			"msg",
			188408,
			"Not only to destroy Houkai, but the initial contact with Houkai. Let them see the human will, and let them come into contact with the human mind.",
			"不仅仅是消灭崩坏，而是与崩坏最初的接触，让它们看到人类的意志，也让它们接触到人类的思维。",
			"崩壊を消滅させるだけでなく、崩壊との最初の接触だよ。崩壊に人類の意志を見せて、人類の思考に接触させるんだ。",
			"붕괴를 소멸시키는 것뿐만 아니라, 붕괴와의 첫 접촉이야. 붕괴에 인간의 의지를 보여주고, 인간의 사고에 접촉시키는 거야.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				857,
				3,
				false
			]
		],
		[
			"msg",
			188409,
			"Contact with Houkai? For what? Do you want to talk to Houkai?",
			"与崩坏的接触……究竟是为了什么？主教大人你想与崩坏交谈么？",
			"崩壊との接触……一体どうしてですか？主教様は崩壊と話をしたいのですか？",
			"붕괴와의 접촉... 대체 왜요? 주교님은 붕괴와 대화를 나누고 싶으신 건가요?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				857,
				3,
				true
			]
		],
		[
			"msg",
			188410,
			"Talk? No, I'm afraid they haven't been humble enough to do that. Now we're just sending messages on our own.",
			"交谈？不，恐怕它们还没有谦逊到这种程度，现在只是我们单方面地传递信息罢了，崩坏对于人类恐怕并没有那么大的兴趣，但是我们要用自己的力量来引起它的注意。",
			"話？いや、おそらく崩壊はまだそこまで謙虚ではないよ。今は僕たちが一方的に情報を送っているだけだからね。崩壊は人類に対してそこまで興味を持っていないと思うんだ。だけど、僕たちは自分の力で崩壊の気を引かなくてはならないんだよ。",
			"대화? 아니, 아마 붕괴는 아직 그 정도로 겸손하지 않을 거야. 지금은 우리가 일방적으로 정보를 보내고 있을 뿐이지. 붕괴는 인류에 대해 그다지 관심을 가지고 있지 않다고 생각해. 하지만, 우리는 자신의 힘으로 붕괴의 관심을 끌어야 해.",
			null
		],
		[
			"msg",
			188411,
			"Flora, do you know? I used to think that the so-called \"god\" was just a figment of human beings' fear of disaster. It appeared in front of me many times, but I attributed it to the negative emotions activated by Houkai.",
			"芙洛拉，你知道么，原本我以为所谓的“神”只是人类因为敬畏灾难而凭空捏造出的幻影，它屡次在我面前出现，但是我却将它归结为崩坏能所激活的负面情绪。",
			"フローラ、知っているかい？僕はこれまで「神」と呼ばれるものなんて、人類が災いを恐れるがために、虚無の中で作り出した幻影にすぎないと思っていたんだ。それが何度も僕たちの前に現れても、僕は崩壊エネルギーが発動させた負の感情だと結論づけていたんだ。",
			"플로라, 알고 있니? 나는 지금까지 「신」이라 불리는 것들은, 인류가 재앙을 두려워하기 때문에, 허무 속에서 만들어낸 환영에 불과하다고 생각했어. 그것이 몇 번이고 우리 앞에 나타나도, 나는 붕괴 에너지가 발동시킨 부정적인 감정이라고 결론 내렸지.",
			null
		],
		[
			"msg",
			188412,
			"But it wasn't until I saw you play against Claire that I became convinced that there was such a thing as a fallen god. The state that Claire displays is the result of the presence of that god.",
			"但是在见到你与克莱尔的对弈之后我才得以确信，降下崩坏的神明确实存在。克莱尔所表现出来的状态，正是那个“神”所降临的结果。",
			"だけど、君とクレールの対局を見て、僕は確信したんだ。崩壊を降臨させる神は確かに存在する。クレールが見せていた状態こそ、まさにその「神」が降臨した結果なんだよ。",
			"하지만, 너와 클레어의 대국을 보고 나는 확신했어. 붕괴를 강림시키는 신은 분명히 존재해. 클레어가 보여주던 상태가 바로 그 「신」이 강림한 결과야.",
			null
		],
		[
			"msg",
			188413,
			"Based on the clues from that game, I think you want to know as much as I do who Claire is talking to. And if that's what she's talking to, that's what we're talking about.",
			"由那次对弈而导向的线索，我想你与我一样想要知道克莱尔究竟在与谁交谈，如果她的对面正是崩坏的话，那我们的目的就达到了。",
			"あの時の対局で導かれた手がかりから、君も僕と同じようにクレールが一体誰と話し合っているのか知りたいと思うんだ。彼女が向き合っているものが他ならぬ崩壊だったら、僕たちの目的を果たせたってことさ。",
			"그때의 대국에서 이끌어낸 단서로부터, 너도 나와 같이 클레어가 대체 누구와 이야기를 나누고 있는지 알고 싶어 할 거야. 그녀가 마주하고 있는 것이 바로 붕괴였다면, 우리의 목적을 이룬 셈이지.",
			null
		],
		[
			"msg",
			188414,
			"…If I can talk to them again...I will let them know about human persistence.",
			"……只要能够再次与它们进行对话…我就让它们知道人类的执着。",
			"また彼らと対話することさえできれば……人類の執念を思い知らせてやるさ。",
			"다시 그들과 대화만 할 수 있다면…… 인류의 집념을 제대로 깨닫게 해주겠어.",
			null
		],
		[
			"msg",
			188415,
			"From the god of Houkai...Let me see your attitude again!",
			"源于崩坏的“神”啊…就让我再次看到你的姿态吧！",
			"崩壊を根源とする「神」か……さぁ、もう一度君の姿を見せるんだ！",
			"붕괴를 근원으로 하는 「신」인가…… 자, 다시 한번 네 모습을 보여줘!",
			null
		]
	],
	"766": [
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188416,
			"What happened?",
			"呜…刚才的我…是怎么了。",
			"うぅ……先ほどの私は一体どうしたのでしょうか？",
			"우으…… 방금 전의 나는 대체 어떻게 된 걸까요?",
			null
		],
		[
			"msg",
			188417,
			"There's no record in the program's data...But I did hear a noise tampering with my data…",
			"程序的记录中没有丝毫的痕迹…但是我的确听到了某种声音在篡改我的数据……",
			"プログラムの記録には何の痕跡もありません。しかし、何かの声が私のデータを改ざんしているのを確認しました。これは……。",
			"프로그램 기록에는 아무런 흔적도 없습니다. 하지만, 무언가의 목소리가 제 데이터를 변조하고 있는 것을 확인했습니다. 이것은…….",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188418,
			"It's the mind of Houkai.",
			"这个就是崩坏的意识。",
			"それこそが崩壊の意識です。",
			"그것이 바로 붕괴의 의식입니다.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188419,
			"Mind of Houkai?",
			"崩坏的…意识？",
			"崩壊の……意識？",
			"붕괴의…… 의식?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188420,
			"That's right, that's the mind of Houkai which is still in my body.",
			"没错，这是保留在我身体中的那些崩坏所传达给我的讯息。",
			"そうです。それは崩壊が私に伝え、私の体内に残されている情報です。",
			"그렇습니다. 그것은 붕괴가 나에게 전하고, 내 체내에 남겨진 정보입니다.",
			null
		],
		[
			"msg",
			188421,
			"Strong...The suffocating command, manipulating everything it eats away at and launches a frenzied attack on humanity.",
			"强烈的…令人窒息的指令，操纵着被它侵蚀的一切物质，对人类展开疯狂的攻击。",
			"強烈で息の詰まりそうな命令……崩壊に侵食されたあらゆる物質が、人類を狂ったように攻撃します……。",
			"강렬하고 숨이 막힐 듯한 명령…… 붕괴에 침식된 모든 물질이, 인류를 미친 듯이 공격합니다…….",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188422,
			"Such a strong sense...Have you always lived in this environment?",
			"如此强烈的意识…难道你一直都生活在这样的环境中么？",
			"これほど強烈な意識とは……まさか、フローラ様はずっとこのような環境の中で暮らしているのですか？",
			"이토록 강렬한 의식이라니…… 설마, 플로라 님은 줄곧 이런 환경 속에서 지내고 계신 건가요?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188423,
			"That's right, if I didn't put my body to sleep and put my mind into this meditative state, I wouldn't be able to resist its frantic commands.",
			"没错，我的耳边时刻回响着它的声音，如果不是让身体进入休眠，将意识置于这种冥想的状态，恐怕我也很难抵御住它疯狂的命令。",
			"そうです。私の耳元では常に崩壊の音がこだましています。体を休眠させて、意識をこのような瞑想状態にしておかなければ、おそらく私も崩壊の狂ったような命令に抗うことは限りなく難しいはずです……。",
			"그렇습니다. 제 귓가에는 항상 붕괴의 소리가 메아리치고 있습니다. 몸을 휴면 상태로 두고 의식을 이런 명상 상태로 유지하지 않으면, 아마 저도 붕괴의 미친 듯한 명령에 맞서는 것이 한없이 어려울 겁니다......",
			null
		],
		[
			"msg",
			188424,
			"It is the result of Houkai erosion. All thoughts will be strongly induced into attack instructions, become aggressive and destructive, and eventually evolve into hostility to human civilization.",
			"这就是人类被崩坏侵蚀的后果，一切的思维都会在强烈的诱导下转化为攻击指令，变得具有攻击性和破坏性，最终演变为对人类文明的敌意。",
			"これこそ人類が崩壊に侵食された結果です。あらゆる思考が強烈な導きによって攻撃命令に変換されます。そして攻撃性と破壊性を帯び、最終的には人類文明に対する敵意となります。",
			"이것이 바로 인류가 붕괴에 침식당한 결과입니다. 모든 사고가 강렬한 인도에 의해 공격 명령으로 변환됩니다. 그리고 공격성과 파괴성을 띠게 되어, 결국에는 인류 문명에 대한 적의로 변합니다.",
			null
		],
		[
			"portraits",
			[
				44,
				4,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188425,
			"But these sounds are not the whole story of Houkai consciousness. It is just the basic message it writes into Houkai energy. I have tried to communicate with this voice, but I have received no reply.",
			"但这些声音并不是崩坏意识的全部，这只是它写入到崩坏能中的基本信息而已，因为我曾经尝试与这个声音进行交流，但却没有得到任何的答复。",
			"でも、崩壊の意識は、これらの声が全てではありませんでした。これは崩壊が崩壊エネルギーの中に書き込んだ基本情報に過ぎません。なぜなら、私は以前、その声との交流を試みたことがあるからです。でも、なにも反応してくれませんでした。",
			"하지만, 붕괴의 의식은 이 목소리들이 전부가 아니었습니다. 이건 붕괴가 붕괴 에너지 안에 기록해둔 기본 정보에 불과합니다. 왜냐하면 저는 예전에 그 목소리와 소통을 시도한 적이 있기 때문입니다. 하지만 아무 반응도 없었죠.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				4,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188426,
			"Is this the final conclusion that Houkai energy hides the message that manipulates matter to become hostile to humans?",
			"崩坏能中隐藏着操控物质对人类产生敌意的信息，这就是最终的结论么？",
			"崩壊エネルギーの中に物質が人類に対して敵意を生み出すように操作する情報が隠されている。これが最終的な結論なのでしょうか？",
			"붕괴 에너지 안에 물질이 인류에게 적의를 품도록 조작하는 정보가 숨겨져 있다. 이것이 최종 결론인 건가요?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				4,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188427,
			"Yes, but it only explains the destructive intent of an infected substance that has been destroyed. It's easy to understand that this is the simplest instruction to carry out its purpose.",
			"没错，但是这也只能解释被崩坏感染的物质所带有的毁灭意图而已，崩坏通过这种最简单的指令来执行它的目的，这也很好理解。",
			"その通りです。でも、それも崩壊に感染した物質が破滅させようとする意図を持っていたことを証明するだけでした。崩壊は最もシンプルな命令によって自らの目的を果たそうとしています。",
			"맞습니다. 하지만 그것도 붕괴에 감염된 물질이 파멸을 일으키려는 의도를 가지고 있었다는 것만 증명했을 뿐이었습니다. 붕괴는 가장 신성한 명령으로 자신의 목적을 이루려 합니다.",
			null
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188428,
			"But my sister, Claire, what she saw about Houkai…maybe is more than that.",
			"但是我的姐姐，克莱尔，她所见到的崩坏…或许不只是这样简单而已。",
			"だけど、私の姉クレールが見た崩壊は……そんな簡単な物ではないかもしれません……。",
			"하지만, 제 언니 클레어가 본 붕괴는...... 그렇게 단순한 것이 아닐지도 모릅니다......",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188429,
			"Your sister... Did she have any contact with Houkai?",
			"你的姐姐…她也与崩坏有过接触么？",
			"フローラ様の姉……クレール様も崩壊と接触したことがあるのでしょうか？",
			"플로라 님의 언니...... 클레어 님도 붕괴와 접촉한 적이 있으신가요?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188430,
			"Yes, my sister, she's been fighting with all her might since Houkai infected her… She couldn't find a way to win Houkai's game...At the last moment of life, she tried her best to use this chess game to send me a message. So desperate.",
			"是的，姐姐她在感染了崩坏之后就一直在用全力抵抗着崩坏的侵蚀……她在与崩坏的对弈中没有找到获胜的方法……在生命的最后一刻，想要用这个棋局传递给我的信息，是如此的绝望。",
			"……はい。姉は崩壊に感染してから、ずっと全力で崩壊の侵食に抵抗していました。彼女は崩壊との対戦で勝利する方法を見つけられませんでした……命が尽きる最後の瞬間まで。このチェスの棋譜を使って私に情報を伝えようとしていました。絶望的過ぎて諦めたくなりますね。",
			"......네. 언니는 붕괴에 감염된 후, 줄곧 전력을 다해 붕괴의 침식을 저항했습니다. 그녀는 붕괴와의 대결에서 승리하는 방법을 찾지 못했죠...... 생명이 다하는 마지막 순간까지. 이 체스 기보를 이용해 저에게 정보를 전하려고 했습니다. 너무 절망적이라 포기하고 싶어지네요.",
			null
		],
		[
			"portraits",
			[
				44,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188431,
			"I didn't want my sister's efforts to be in vain, so I had to finish the game...Find a way to combat Houkai.",
			"但是我不想让姐姐的努力白费，所以必须由我来完成这盘棋局…找到对抗崩坏的方法。",
			"ですが、私は姉の努力を無駄にしたくありません。だからこの棋譜は私が完成してみせます。崩壊に立ち向かう方法を見つけなければ……クレールのために。",
			"하지만 저는 언니의 노력을 헛되이 하고 싶지 않습니다. 그래서 이 기보는 제가 완성해 보이겠습니다. 붕괴에 맞설 방법을 찾아야 합니다...... 클레어를 위해.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				1,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188432,
			"That is why you close your consciousness to the Houkai environment, allowing the Houkai in your body to spread as far as possible. Just to game it?",
			"所以才将意识封闭于崩坏的环境中，让体内的崩坏最大限度地蔓延，为了就是与它进行博弈么？",
			"崩壊と対局するために、意識を崩壊の中に封印して体内の崩壊を最大限まで蔓延させたのですね。",
			"붕괴와 대국하기 위해, 의식을 붕괴 안에 봉인하고 체내의 붕괴를 최대한까지 확산시킨 것이군요.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188433,
			"That's right...But it's a pity.The Houkai in my body is only the energy from the shard of Herrscher. The Houkai energy is not the consciousness I want to see, so the game is not progressing at the moment.",
			"没错…不过很可惜。我体内的崩坏不过是来自于律者碎片中的能量，这股崩坏的源头并不是我想见到的那个意识，所以这盘棋局目前并没有任何进展。",
			"さすがELLAさんですね。でも、残念です……私の体内にある崩壊は律者のコアの欠片から得たエネルギーでしかありません。この崩壊の根源は私が見たい意識ではないのです。ですのでこのチェス盤の棋譜には、未だに何も進展しないのです。",
			"역시 ELLA씨네요. 하지만 아쉽게도... 제 안에 있는 붕괴는 율자 코어의 파편에서 얻은 에너지에 불과해요. 이 붕괴의 근원은 제가 보고 싶어 하는 의식이 아니에요. 그래서 이 체스판의 기보에는 아직도 아무런 진전이 없는 거죠.",
			null
		],
		[
			"msg",
			188434,
			"However, after linking to your personality program, I found new possibilities.",
			"但是，在与你的人格程序链接之后，我找到了新的可能性。",
			"だけど、ELLAさんの人格プログラムとリンクして、私は新たな可能性を見つけました。",
			"하지만 ELLA씨의 인격 프로그램과 링크하면서, 저는 새로운 가능성을 발견했어요.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				1,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188435,
			"Do you mean the core of Second Herrscher here?",
			"你是指安装在辉煌盟约中的第二律者核心么？",
			"輝きの盟約に取り付けられている第二律者のコアのことでしょうか？",
			"빛의 맹약에 장착되어 있는 두 번째 율자 코어를 말씀하시는 건가요?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188436,
			"Yes, as long as I link to it, I may come across the ontology of consciousness.",
			"没错，只要与它链接的话，说不定会见到那个意识的本体。",
			"そうです。それと接続することができれば、あの意識の本体を見られるかもしれません。",
			"그래요. 그것과 연결할 수 있다면, 그 의식의 본체를 볼 수 있을지도 몰라요.",
			null
		],
		[
			"portraits",
			[
				44,
				4,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188437,
			"I'm sorry, Ella. Please forgive me.",
			"抱歉了，艾拉，请原谅我的任性。",
			"ごめんなさい、ELLAさん。私のわがままを許してください。",
			"미안해요, ELLA씨. 제 어리석음을 용서해주세요.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				4,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188438,
			"This test was intended to give you the ability to manipulate the core of Second Herrscher. Without the bishop's permission, my judgment will allow this attempt.",
			"我明白了，虽然没有经过主教大人的允许，但这次测试的本意就是为了让你获得操纵第二律者核心的能力，我的判断结果将会允许这次尝试。",
			"わかりました。主教様の許可は得ていませんが、今回のテストの狙いは、フローラ様に第二律者のコアを操作する能力を獲得してもらうことです。私の判断結果によれば、今回の試みは許容されます。",
			"알겠습니다. 주교님의 허가는 받지 못했지만, 이번 테스트의 목적은 플로라 님께서 두 번째 율자 코어를 조작하는 능력을 획득하시도록 하는 것입니다. 제 판단 결과에 따르면, 이번 시도는 허용될 수 있습니다.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				5,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188439,
			"You were nicer than I thought.",
			"没想到你比想象中的容易沟通呢，艾拉。",
			"ELLAさんって思ったよりも話がわかるんですね。",
			"ELLA씨는 생각보다 말씀을 잘 이해하시네요.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				5,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188440,
			"Thank you for your recognition. Maybe this is the only thing I've learned in thousands of years.",
			"感谢你的认可，或许这也是在这数万年中，我唯一学会的东西了吧。",
			"評価していただき、ありがとうございます。この数万年の間で、私が唯一学んだことかもしれません。",
			"평가해 주셔서 감사합니다. 이 수만 년 동안 제가 유일하게 배운 것일지도 모르겠네요.",
			null
		]
	],
	"767": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188441,
			"「Terminal link restored with Glorious Covenant …Plug into the core of Second Herrscher...Accessed...」",
			"「与辉煌盟约的终端链接恢复…正在接入到第二律者核心…接入完毕……」",
			"「輝きの盟約の端末との接続を回復。第二律者のコアにアクセス中……アクセス完了」",
			"「빛의 맹약 단말기와의 연결 복구. 두 번째 율자 코어 접속 중...... 접속 완료」",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188442,
			"Flora, I will begin to introduce to you in a moment that Houkai energy of Second Herrscher core. Its energy level will be many times more powerful than the shards of your inner core. Are you ready?",
			"芙洛拉阁下，马上就将开始向你导入第二律者核心的崩坏能，它的能级将比你体内的律者核心碎片强大数倍，请问你做好准备了么？",
			"間もなく、フローラ様に第二律者のコアの崩壊エネルギーをインポートします。そのエネルギーレベルは、フローラ様の体内にある律者のコアの欠片よりも何倍も強力です。準備はよろしいでしょうか？",
			"곧 플로라 님께 두 번째 율자 코어의 붕괴 에너지를 임포트할 예정입니다. 그 에너지 레벨은 플로라 님 체내의 율자 코어 파편보다 몇 배나 더 강력합니다. 준비는 되셨나요?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				5,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188443,
			"Don't worry. I'm ready for anything.",
			"放心吧，我已经做好应对一切的准备了。",
			"問題ありません。どんなことにでも対応できる準備はできています。",
			"문제 없습니다. 어떤 일에도 대응할 준비가 되어 있습니다.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				5,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188444,
			"Before I do, I have a request.",
			"芙洛拉阁下，在这之前我有一个请求。",
			"フローラ様、その前にお願いがあります。",
			"플로라 님, 그 전에 부탁이 있습니다.",
			null
		],
		[
			"msg",
			188445,
			"In the data fragment you showed me just now, although I cannot accept the fact that I have killed human beings, if the Houkai can really manipulate me with some kind of consciousness, please stop me.",
			"在刚才你让我看到的数据碎片中，虽然我无法接受自己杀死人类的事实，但若是崩坏真的能够凭借某种意识来操纵我的话，请你一定要阻止我。",
			"先ほど私に見せたデータチップのことです。私が人類を殺した事実は受け入れられないものの、もし崩壊が本当に何かしらの意識によって私を操作できるのだとしたら、何としても私を止めてください。",
			"방금 전에 내게 보여준 데이터 칩에 관한 이야기입니다. 내가 인류를 죽인 사실은 받아들일 수 없지만, 만약 붕괴가 정말로 어떤 의식에 의해 나를 조종할 수 있다면, 무슨 일이 있어도 나를 막아주세요.",
			null
		],
		[
			"msg",
			188446,
			"My mission has always been to protect humanity… Don't hesitate to destroy my personality system in order to achieve my goal.",
			"我的使命始终只有保护人类这一条…为了达成目的，就算是破坏掉我的人格系统，也不要有任何犹豫。",
			"私の使命は大昔から人類を守ることだけです。この目的を果たすためでしたら、私の人格システムごと破壊してください。",
			"나의 사명은 태고적부터 인류를 지키는 것뿐입니다. 이 목적을 이루기 위해서라면, 나의 인격 시스템까지 파괴해 주십시오.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188447,
			"I see, Ella. In the process of fighting against Houkai, no one can leave room. We are ready to give up everything to defeat it. Only in this way, there is a glimmer of the possibility of victory.",
			"我明白，艾拉。在对抗崩坏的过程中谁都无法留有余地，我们都准备好了舍弃一切去战胜它，只有这样，才有一丝胜利的可能性。",
			"わかりました、ELLAさん。崩壊に立ち向かう中では誰も余裕なんて残されていません。私たちは崩壊に勝つために全てを投げ捨てる覚悟でいます。それこそが唯一勝利する可能性です。",
			"알겠어, ELLA. 붕괴에 맞서는 와중에는 아무도 여유 같은 건 남아있지 않아. 우리는 붕괴를 이기기 위해 모든 것을 버릴 각오가 되어 있어. 그게 유일한 승리의 가능성이니까.",
			null
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188448,
			"Ella, let's go. It is going to be a new game. Use all your strength to defeat me. Only in this way, the Houkai hidden in Second Herrscher core reveals its deepest hostility.",
			"艾拉，开始吧，这将是一次全新的对局。用你全部的力量来战胜我，只有这样，隐藏在第二律者核心中的崩坏才会显露出它最深层的敌意。",
			"ELLAさん、これから新しい対局を始めるので全力で私から勝利してください。そうしないと隠された第二律者のコアに眠る崩壊の意志が、敵意を露わにしてくれません。",
			"ELLA 씨, 지금부터 새로운 대국을 시작할 테니 전력으로 제게 승리를 안겨주세요. 그렇지 않으면 숨겨진 제2율자의 코어에 잠든 붕괴의 의지가 적의를 드러내지 않을 거예요.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188449,
			"Although it is my first game, but I will go all out.",
			"了解，虽然是我的第一次对弈，但是我一定会全力以赴。",
			"かしこまりました。私にとっては初めてのチェスですが、必ず全力で立ち向かうと約束します。",
			"알겠습니다. 저에게는 처음인 체스이지만, 반드시 전력으로 맞서겠다고 약속드립니다.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				3,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188450,
			"That's good. Let's finish this game together.",
			"那就好，就让我们来一起完成这盘棋局吧！",
			"ありがとうございます。それでは二人でこのチェス盤の棋譜を完成させましょう！",
			"감사합니다. 그럼 우리 둘이서 이 체스판의 기보를 완성해봅시다!",
			null
		]
	],
	"768": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188451,
			"「Alert! Alert! Houkai erosion has exceeded the critical point!」",
			"「警报！警报！崩坏侵蚀度已经超过临界点！」",
			"「警報！警報！崩壊の侵食度が臨界点を突破しました！」",
			"경고! 경고! 붕괴의 침식도가 임계점을 돌파했습니다!",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188452,
			"That's the last move…Checkmate！",
			"这就是最后一步棋了…Checkmate！",
			"これで最後です……Checkmate！",
			"이제 끝입니다... 체크메이트!",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				3,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188453,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				4,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188454,
			"It's over...This isn't the game I want either...Is the Houkai that resides in Second Herrscher core only a remnant of that vast consciousness…",
			"已经结束了……看来这也不是我想要的棋局……寄宿在第二律者核心中的崩坏也只不过是那股庞大意识中遗留下来的碎片么……",
			"終わりました……ですが、これも私が望んでいた棋譜ではなかったみたいです。第二律者のコアに宿る崩壊も、結局、膨大な意識の中に残された欠片にすぎないのでしょうか……。",
			"끝났어요…… 하지만 이것도 제가 바라던 기보는 아니었던 것 같아요. 제2율자의 코어에 깃들어 있는 붕괴도, 결국 방대한 의식 속에 남겨진 조각에 불과한 걸까요…….",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				4,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188455,
			"Mankind... Eliminate…Mankind…",
			"人类…消灭…人类……",
			"人類を……消滅させる……人類を……。",
			"인류를…… 소멸시킨다…… 인류를…….",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				4,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188456,
			"Ella, that's enough…Let me cut the core link for you.",
			"艾拉，已经够了…辛苦你了，让我来为你切断与律者核心的链接吧。",
			"ELLAさん、もう十分です。ご苦労様。あなたと律者のコアの接続を切断しますね。",
			"엘라 씨, 이제 충분해요. 수고하셨습니다. 당신과 율자 코어의 연결을 끊을게요.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188457,
			"……",
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			188458,
			"Do you think... you really win…",
			"你以为…真的获胜了么……人类……",
			"本当に……勝利したと思うのか……小娘よ……。",
			"정말로…… 승리했다고 생각하느냐…… 꼬마야…….",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188459,
			"Huh！？",
			"呃！？",
			"えっ！？",
			"엣!?",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188460,
			"Such a... Chess... It makes no sense…",
			"这样的…棋局…毫无意义……",
			"こんな対局など……無意味……。",
			"이런 대국 따위…… 무의미…….",
			null
		],
		[
			"msg",
			188461,
			"You…can not change... Human... In the end...",
			"你…无法改变……人类的…终局……",
			"お前は……人類の……未来を、変えられない……。",
			"너는…… 인류의…… 미래를, 바꿀 수 없다…….",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188462,
			"Are you…the Houkai consciousness! ?",
			"你是难道是…崩坏的意识！？",
			"まさか……崩壊の意識！？",
			"설마…… 붕괴의 의식!?",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188463,
			"Look forward to…the next game…with you…...",
			"期待…与你的…下一次对局……",
			"小娘……次を……楽しみにしている……。",
			"꼬마야... 다음을... 기대하고 있다......",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188464,
			"Wait!!!",
			"等一下！！",
			"待って！！",
			"기다려!!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188465,
			"Yi..La…",
			"呲啦！！！",
			"——ピピッ……ガガガガガーー",
			"——삑삑……가가가가가아아",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188466,
			"Wuuuuuu…..",
			"呜……",
			"……うっ。",
			"……으윽.",
			null
		],
		[
			"msg",
			188467,
			"The database starts to reboot. The personality system recovers...",
			"数据库开始重启，人格系统恢复……",
			"データベース再起動、人格システム回復。",
			"데이터베이스 재시작, 인격 시스템 회복.",
			null
		],
		[
			"msg",
			188468,
			"Flora, is the game over?",
			"芙洛拉阁下，对局结束了么？",
			"フローラ様、対局は終了しましたか？",
			"플로라님, 대국은 종료되었나요?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188469,
			"It's over.",
			"嗯…已经结束了。",
			"……はい、もう終わりました。",
			"……네, 이미 끝났어요.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				1,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188470,
			"Sorry, I have been unable to retrieve the records after the 24th step since the game began… What happened after that?",
			"抱歉，从对局开始后的第二十四步以后的记录我已经无法调取…请问在那之后发生了什么呢？",
			"申し訳ありません。対局が始まって24手目からの記録をロードすることができません。あれから何が起こりましたか？",
			"죄송합니다. 대국이 시작된 후 24수부터의 기록을 로드할 수 없습니다. 그 후 무슨 일이 있었나요?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188471,
			"It's just a normal game, no gain.",
			"只是一次寻常的对局而已，没有任何的收益。",
			"普通の対局でした。何も収穫はありません。",
			"평범한 대국이었어요. 아무런 수확도 없었습니다.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				1,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188472,
			"Eh... What a pity.",
			"是么…真是遗憾。",
			"そうですか。本当に残念です。",
			"그렇군요. 정말 아쉽습니다.",
			null
		],
		[
			"msg",
			188473,
			"Although it was a short game, it was a new experience for me.",
			"不过虽然是短暂的对弈，但是对我来说的确是一种全新的体验。",
			"短い対局でしたが、知識を増やすことができました。",
			"짧은 대국이었지만, 지식을 늘릴 수 있었습니다.",
			null
		],
		[
			"msg",
			188474,
			"I would be in a \"happy\" mood right now if I had it.",
			"虽然我现在还不曾拥有“感情”这种程序，但是如果我有感情的话，现在我的心情一定是“开心”。",
			"私はこれまで「感情」というプログラムがありませんでしたが、もし私に感情があるなら、今の気持ちはきっと「嬉しい」のだと思います。",
			"나는 지금까지 「감정」이라는 프로그램이 없었지만, 만약 내게 감정이 있다면, 지금의 기분은 분명 「기쁨」일 것입니다.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188475,
			"Really? That's great, Ella. Maybe we can work together more happily in the future.",
			"是么，那真是太好了，艾拉，或许我们以后可以更加愉快的合作。",
			"それなら本当によかったです。ELLAさん、私たちはこれからも楽しく協力できるかもしれませんね。",
			"그렇다면 정말 다행이에요. ELLA 씨, 우리는 앞으로도 즐겁게 협력할 수 있을지도 모르겠네요.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				1,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188476,
			"Agree.",
			"赞成。",
			"同意します。",
			"동의합니다.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188477,
			"Your personality data will be relinked to the end of Glorious covenant, but before that I have one more question for you.",
			"马上你的人格数据就将重新与辉煌盟约的终端进行链接，在那之前我还有一个问题想要问你。",
			"今すぐELLAさんの人格データを再び輝きの盟約と接続してください……あ、その前に聞いておきたいことがあります。",
			"지금 바로 ELLA 씨의 인격 데이터를 다시 빛의 맹약과 연결하세요... 아, 그 전에 묻고 싶은 게 있습니다.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				2,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188478,
			"Please",
			"请说。",
			"どうぞ。",
			"말씀하세요.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				4,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188479,
			"In your analysis, who will be the winner in the game between Otto and Houkai?",
			"在你的分析中，奥托与崩坏的博弈将会有几成胜率呢？",
			"ELLAさんの分析では、主教様が崩壊に勝つ確率は何割ですか？",
			"ELLA 씨의 분석으로는, 주교 님이 붕괴에 승리할 확률은 몇 퍼센트인가요?",
			null
		],
		[
			"msg",
			188480,
			"After all, the Artificial Herrscher is only Houkai puppet. Even I cannot escape the impulse to destroy when my spirit is exhausted…",
			"人造律者终究只是崩坏的傀儡，即使是我，在精神消耗殆尽之后，也无法逃脱毁灭的冲动……",
			"人造律者は結局崩壊の傀儡に過ぎません。私ですら、精神を消耗し尽くした後では、破壊の衝動から逃れることができません……。",
			"인조율자는 결국 붕괴의 꼭두각시에 불과합니다. 저조차도, 정신을 소진한 후에는 파괴의 충동에서 벗어날 수 없습니다......",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				44,
				4,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188481,
			"As far as I'm concerned, the odds of human success are slim.",
			"在我看来，人类与崩坏的对局胜率往往都是微乎其微。",
			"私の分析では人類と崩壊の対決において、人類の勝率は常に微々たるものです。",
			"제 분석으로는 인류와 붕괴의 대결에서 인류의 승률은 항상 미미한 수준입니다.",
			null
		],
		[
			"msg",
			188482,
			"But it seems that the bishop's intention has been more than merely to overcome corruption. If one had thought of it that way, the conclusion might have been different.",
			"但是主教大人的本意似乎并非仅仅是战胜崩坏而已，如果是以这个出发点来思考的话，结论或许会变得不同。",
			"しかし、主教様の狙いは崩壊に打ち勝つことだけではありません。それを起点として考えれば、結果は異なるかもしれません。",
			"하지만 주교 님의 목표는 단지 붕괴에 승리하는 것만이 아닙니다. 그것을 출발점으로 생각한다면, 결과는 달라질 수도 있습니다.",
			null
		],
		[
			"msg",
			188483,
			"My answer is——",
			"所以，我的答案是——",
			"つまり、私の答えは——",
			"즉, 내 대답은——",
			null
		]
	],
	"769": [
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			188484,
			"Glorious Covenant terminal has been restored to normal. The core of Herrscher output stable. The main fire control program and Flora linked successfully.",
			"辉煌盟约的终端已经恢复正常，律者核心的输出稳定，主炮火控程序与芙洛拉链接成功。",
			"輝きの盟約の端末が正常に回復しました。律者のコアの出力も安定しています。主砲制御プログラムがフローラ様と接続しました。",
			"빛의 맹약의 단말이 정상적으로 복구되었습니다. 율자의 코어 출력도 안정적입니다. 주포 제어 프로그램이 플로라 님과 연결되었습니다.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188485,
			"My Lord, Flora has finished synchronizing the main Cannon and the link is stable.",
			"主教大人，芙洛拉阁下已经完成了对主炮的同步，目前链接状态稳定。",
			"主教様、フローラ様はすでに主砲への同期を完了させています。現在、接続状態は安定しています。",
			"주교님, 플로라 님은 이미 주포와의 동기화를 완료하셨습니다. 현재 연결 상태는 안정적입니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188486,
			"Good. Looks like we won the game this time.",
			"很好，看来这次的对弈是我们赢了呢。",
			"よろしい。どうやら今回の対局は僕たちの勝ちのようだね。",
			"좋아. 이번 대국은 우리의 승리인 것 같군.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				857,
				3,
				false
			]
		],
		[
			"msg",
			188487,
			"Flora... Is it the experimenter who recorded Artificial Herrscher?",
			"芙洛拉…是那位记录上的人造律者实验者么？",
			"フローラ……あの記録にある人造律者の実験者ですか？",
			"플로라... 그 기록에 나오는 인조 율자의 실험자입니까?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				857,
				3,
				true
			]
		],
		[
			"msg",
			188488,
			"That's right. Flora is the second person after Angelia to become an Artificial Herrscher. She will be your subordinate from now on.",
			"没错，芙洛拉是继安洁利亚之后第二位成为人造律者的适格者，也是最后一位加入“神权”小队的队员，从今以后她也将是你的部下了。",
			"その通り、フローラはアンジェリアに次いで、二番目に人造律者となった適格者だよ。そして「神権」小隊に加わった最後の隊員でもある。これからは彼女も君の部下だよ。",
			"그렇다, 플로라는 안젤리아에 이어 두 번째로 인조 율자가 된 적격자야. 그리고 「신권」 소대에 합류한 마지막 대원이기도 해. 이제부터 그녀도 네 부하야.",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				857,
				3,
				false
			]
		],
		[
			"msg",
			188489,
			"Subordinate…",
			"最后一位队员么……",
			"最後の隊員ですか……。",
			"마지막 대원이라...",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				857,
				3,
				true
			]
		],
		[
			"msg",
			188490,
			"At the same time, she has far more meaningful value than an Artificial Herrscher, a vehicle for creating possibilities for human contact with destruction... But now she will replace Kika as the new Operator of Glorious Covenant main Cannon and become the strongest weapon against Houkai.",
			"当然，与此同时她还有着远比人造律者更有意义的价值，为人类接触崩坏创造可能性的媒介……不过现在她会代替无色辉火担任辉煌盟约新的主炮手，成为对抗崩坏的最强兵器。",
			"もちろん、それと同時に、彼女は人造律者よりもずっと大きな価値がある。人類が崩壊と接触して可能性を作り出すための媒介だよ。もっとも、今の彼女には無色輝火に代わって輝きの盟約の新たな砲手として、崩壊に立ち向かうための最強兵器になってもらうけどね。",
			"물론, 동시에 그녀는 인조 율자보다 훨씬 더 큰 가치가 있어. 인류가 붕괴와 접촉해 가능성을 창조하기 위한 매개체지. 물론 지금의 그녀에게는 무쇼쿠키카를 대신해 빛의 맹약의 새로운 포수로, 붕괴에 맞서기 위한 최강의 무기가 되어줄 거야.",
			null
		],
		[
			"msg",
			188491,
			"The new main Cannon, developed using information from the ark fortress subspace formation provided by Cocolia, will be our greatest weapon against that Houkai monster in the future.",
			"利用可可利亚提供的方舟要塞亚空间构成情报而研制的新型主炮，将是我们未来对抗那个怪物的杀手锏。",
			"カカリアがくれた方舟要塞の亜空間の構造情報を利用して開発した新型主砲。これは将来、僕たちがあの怪物と戦うための切り札になるだろうね。",
			"쿠쿠리아가 준 방주 요새의 아공간 구조 정보를 이용해 개발한 신형 주포. 이것은 앞으로 우리가 그 괴물과 싸우기 위한 비장의 무기가 될 거야.",
			null
		],
		[
			"msg",
			188492,
			"So...Ella, fire the main Cannon, let me see the power of the new weapon.",
			"那么…艾拉，启动主炮，命令芙洛拉进行试射，让我来看看新武器的威力吧~",
			"ELLA、主砲を起動。フローラに命令して試射をしてみよう。新しい武器の威力を見せてもらおう。",
			"ELLA, 주포를 기동해. 플로라에게 명령해 시험 사격을 해보자. 새로운 무기의 위력을 보여주도록 해.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			188493,
			"Target identified as the mountain front area, subspace Houkai cannon fire!",
			"明白，目标确定为前方山脉区域，亚空间塌缩炮发射！",
			"了解しました。目標を前方の山脈エリアに設定します。亜空間崩壊砲、発射！",
			"알겠습니다. 목표를 전방의 산맥 지역으로 설정합니다. 아공간 붕괴포, 발사!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			188494,
			"Hum————————！！！！",
			"嗡————————！！！！",
			"ヴィィィィイインッ————————",
			"비이이이인————————",
			null
		],
		[
			"msg",
			188495,
			"Bang——————————！！！！！",
			"轰隆——————————！！！！！",
			"ズドォォォォォオオオンッ！！！",
			"즈드오오오오온!!!",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"msg",
			188496,
			"This power...Such a huge mountain disappeared in an instant…",
			"这个威力…如此巨大的山脉居然在一瞬间消失了……",
			"この威力は……巨大な山脈が一瞬で消えてしまうなんて……。",
			"이 위력은…… 거대한 산맥이 순식간에 사라져버리다니…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			188497,
			"Ha ha ha...What should have been the terrible power to kill mankind has now become the sword of providence…",
			"呵呵呵…本该是杀死人类的可怕力量现在已经成为了天命的利刃……就算是所谓的行星级崩坏兽也无法阻拦我的脚步了！",
			"フッフッフ……本来は人類を殺す恐るべき力であるはずなのに、今は天命の刃になるとはね。これで惑星級崩壊獣とやらも僕を止めることはできないだろう！",
			"훗훗훗... 본래는 인류를 멸 버릴 무시무시한 힘인데, 이제는 천명의 칼날이 되다니. 이걸로 행성급 붕괴수 따윈 날 막을 수 없을 거야!",
			null
		],
		[
			"msg",
			188498,
			"You see that! God hidden behind Houkai! This is the pace of human progress!!",
			"你看到了么！隐藏在崩坏背后的“神”啊！这就是人类的前进的脚步！！",
			"見たまえ！崩壊の背後に隠れた「神」を！これこそが人類が前に進む道だ！！",
			"보아라! 붕괴 뒤에 숨겨진 신을! 이것이 바로 인류가 나아갈 길이다!!",
			null
		],
		[
			"msg",
			188499,
			"Hahaha!!!!",
			"哈哈哈哈！！！",
			"ハーッハッハッハ！！！",
			"하-하하하!!!",
			null
		]
	]
}