{
	"132": [
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53119,
			"Eh~ Draw water with a sieve again…",
			"啊啊~~又是竹篮打水一场空……",
			"あぁ〜また空振りか…",
			"아아~ 또 허탕이야...",
			"Ahh~ Another fruitless effort...",
			"Ah, outra vez sem sucesso..."
		],
		[
			"msg",
			53120,
			"From Iga to Mikawa… Is there any strong competitor in Tokaido?",
			"从伊贺到三河……东海道一带难道就没有像样点的武士么。",
			"伊賀から三河…この通りには腕の立つ武士はいないのですか？",
			"이가에서 미카와까지... 이 길에는 실력 있는 무사가 없는 겁니까?",
			"From Iga to Mikawa...are there no decent samurai in the Tokaido area?",
			"De Iga a Mikawa... Há algum samurai habilidoso nesta rua?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53121,
			"Clop-clop (Footstep)",
			"踏啦——踏啦——（脚步声）",
			"カラッ　カラッ（足音）",
			"딱딱 (발소리)",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53122,
			"Even a son of boatman can call himself \"Master\", I have to go to Totoumi and challenge him to a duel. It's so troublesome!",
			"居然连船夫的儿子都能自称高手，害得在下只得从陆路前往远江，真是麻烦。",
			"船乗りの息子まで名人気取るから、陸を歩いて遠江まで行くはめになってしまったではないか。はぁ…面倒くさいことこの上ないですね。",
			"선원의 아들까지 명인인 척하니까, 육로로 걸어서 도토미까지 가는 꼴이 되지 않았는가. 하아... 귀찮은 일이 이만저만이 아니군요.",
			"Even the boatman's son called himself a master. I have no choice but to go to Totomi by land. This is so troublesome."
		],
		[
			"msg",
			53123,
			"When can I find someone who can beat me…",
			"这得何时才能找到打败在下的人啊……",
			"いつになったら敗北を味わえるのやら。",
			"도대체 언제쯤 패배를 맛볼 수 있을지.",
			"When will I ever taste defeat...",
			"Quando poderei sentir o gosto da derrota?"
		]
	],
	"133": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53124,
			"Clop-clop (Footstep)",
			"踏啦——踏啦——（脚步声）",
			"カラッ　カラッ（足音）",
			"찰각 찰각 (발소리)",
			"Clack—— Clack—— (Footsteps)"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53125,
			"Your Excellency…",
			"这位阁下……",
			"そこの方…",
			"저기 당신…",
			null,
			"Vossa Excelência..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53126,
			"Eh?",
			"嗯？",
			"ん？",
			"응?",
			"Hm?",
			"Sim?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53127,
			"This is the way to hell. If you cherish your life… Please stop moving forward…",
			"再往前就是幽冥之路，倘若阁下珍惜生命……就请在此止步吧……",
			"ここから先は魔の道。命が惜しければ、引き返せ。",
			"이 앞은 마의 길. 목숨이 아깝다면, 물러서라.",
			"The road ahead leads to the Netherworld. If you value your life... please stop here...",
			"A partir daqui é a estrada mágica.  Se você valoriza sua vida, volte atrás."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53128,
			"In this disordered world, there is nothing can stop me, and this is the only way to Totoumi. I won't leave.",
			"在此乱世之中，还没有能让我止步之物，况且通往远江之路只此一条，小姐让我从何处前往？",
			"この乱世の世でさえ、拙者を止められるものは未だにおりません。それに、遠江に向かうにはこれが唯一の道と聞く。",
			"이 난세 속에서조차 이 몸을 막을 자는 아직 없소. 게다가, 토토미(遠江)로 가는 길은 이 길뿐이라 들었소.",
			"There is nothing that can stop me in this chaotic world and there is only one way to Totomi. Where else do you want me to go, Miss?",
			"Mesmo neste mundo turbulento, Ainda não há nada que possa me parar. Além disso, há apenas um caminho para Yuanjiang. Para onde a senhora quer que eu vá?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53129,
			"You don't know. To go any further, is the \"Cursed forest\".There is a demon inside. You will be cursed if you go into the forest.",
			"阁下有所不知，再往前就是“诅咒之森”，此处妖魅盘踞，一旦踏入就将永世迷途其中，死后就连魂魄也无法超生……",
			"この先は呪いの森、妖怪の栖だ。一度でも足を踏み入れれば、汝の魂まで囚われてしまい、二度と抜け出せずに未来永劫彷徨い続けることになるぞ。",
			"이 앞은 저주받은 숲, 요괴의 소굴이다. 한 번이라도 발을 들여놓으면, 그대의 영혼까지 사로잡혀 영원히 헤어나지 못하고 끝없이 방황하게 될 것이다.",
			"It seems you do not know that the \"Cursed Forest\" is just ahead. It is inhabited by demons and monsters. Once you step into it, you will be lost forever. Even your soul will not be able to be reborn after death...",
			"A floresta além é uma floresta amaldiçoada, um lugar de morada de fantasmas. Uma vez que você coloque um pé dentro dele, até mesmo sua alma ficará presa, e você vagará para sempre, para nunca mais poder escapar de novo."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53130,
			"I didn't see much people here. However, an elegant girl like you appeared, that's so weird. Maybe… You are the demon!",
			"这里人烟稀少，像小姐这样身段高雅之人却在此逗留，依在下看来莫非小姐就是妖魅不成？",
			"いいとこのお嬢さんがこんな人気のない場所に居る方がよほど怪しいものとみた。もしかすると、お嬢さんこそが妖怪そのものではないのですか？",
			"좋은 집 아가씨가 이렇게 사람 없는 곳에 있는 게 훨씬 수상하오. 혹시 아가씨가 바로 요괴 그 자체가 아닌가?",
			"This place is sparsely populated, yet a person with such an elegant figure as this young lady is staying here. In my perspective, could it be that you are a demon?",
			"Achei muito suspeito que a filha do meu primo estivesse em um lugar tão impopular. Será que a jovem é o próprio youkai?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53131,
			"…You are so rude! Cough! Cough!My name is Kurokaede, I came from exorcism family in Izu. How dare you call me \"demon\"?! Cough! Cough!",
			"……汝这浪人真是无礼！咳！咳！妾身名黑枫，是伊豆驱妖名门之女，居然将妾身与妖魅相比…咳！咳！",
			"…無礼な！妾の名は黒楓、妖怪退治の名門「伊豆」の娘！妾を妖怪扱いなど…ゴホッ！",
			"…무례하군! 소첩의 이름은 흑풍, 요괴 퇴치의 명문 「이두」 가문의 딸이다! 소첩을 요괴 취급하다니… 콜록!",
			"...You are so rude, you wanderer! *Cough! Cough!* My name is Kurokaede, and I am the daughter of a famous demon-exorcist family in Izu. How dare you compare me to a demon... *Cough! Cough!*"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53132,
			" Please rate your anger, Miss. Where did you get those wounds?",
			"小姐息怒，小姐身上这伤势是？",
			"そう怒らないでください。お嬢さん、その傷は？",
			"그렇게 성내지 마시오, 아가씨. 그 상처는?",
			"Miss, calm down. Where did you get those injuries?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53133,
			"…You talked too much, get out of here! Otherwise I will let you go!",
			"……无需多言，汝若是再不离去，就别怪妾身无礼！",
			"…多言無用！もし帰らぬなら、後悔することになるぞ。",
			"…말이 필요 없소! 만약 돌아가지 않는다면, 후회하게 될 거요.",
			"...Don't say any more. If you won’t leave, don’t blame me for being rude!"
		],
		[
			"msg",
			53134,
			"Oh… I don't want waste my strength on you.",
			"哎……在下可不愿将力气浪费在无谓的争斗上啊。",
			"…無駄な戦いは避けたいのですが…",
			"…쓸데없는 싸움은 피하고 싶지만…",
			"Alas... I don't want to waste my energy on meaningless fights."
		],
		[
			"msg",
			53135,
			"Hum…",
			"呃……",
			"うっ…",
			"윽…",
			"Ugh..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53136,
			"What about now? Can I go through the \"Cursed forest\" with my abilities?",
			"怎么样？小姐觉得在下这身本事能不能通过这诅咒之森呢？",
			"どうです？拙者の実力で、この森を抜けられますか？",
			"어떻소? 소첩의 실력으로 이 숲을 벗어날 수 있겠소?",
			"How about it? Miss, do you think my abilities can help me make it through this cursed forest?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53137,
			"Your swordsmanship is showy but not substantial, just like perform in the streets. If I didn't get injured… Cough! Cough!",
			"哼，汝这剑法华而不实，充其量只不过是街头的技艺罢了。如果不是妾身有伤在身怎会……咳！咳！",
			"汝の剣は、派手なだけで実用的ではない。街によくある大道芸人程度だ。もし妾が怪我さえ負ってなければ…",
			"그대의 검은 화려하기만 하고 실용적이지 않소. 마을에 흔히 있는 길거리 연예인 수준이오. 만약 첩이 다치기만 하지 않았다면…",
			"Hmph, your sword skills are flashy and superficial, at best they are just street skills. If I hadn't been injured, I would've... *Cough! Cough!*"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53138,
			"This swordmanship called \"Hokushin Itto-ryu\".It was created by me and I have never been defeated. I didn't use all my power just now. Don't take it so serious.",
			"这剑法是在下自创北辰一刀流，虽说还没成宗立派，但在下迄今却未尝一败。刚才与小姐争斗之时，只随便舞弄几下罢了，让小姐不要当真。",
			"これは拙者が独自で作り上げた剣技「北辰一閃」。まだ流派って程ではないが、拙者はまだ一度も敗北を味わったことがないのです。",
			"이는 소인이 독자적으로 만들어낸 검기「북진일섬」. 아직 유파라고 할 만한 수준은 아니지만, 소인은 아직 한 번도 패배를 맛본 적이 없소.",
			"This sword technique is the Hokushin Ittou-ryuu Style I created myself. Although it has not yet become a school, I have never lost a single battle. When I was fighting with you just now, I was just showing off a few moves so that you wouldn't take this so seriously."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53139,
			"You… Cough!",
			"汝……咳！",
			"汝…ゴホッ！",
			"그대… 콜록!",
			"You... *Cough!*"
		],
		[
			"msg",
			53140,
			"Although you have the strength and bravery, you still can't beat the demon with swords...Chikage,is a very powerful demon!",
			"就算汝有万夫不当之勇，但这诅咒之森之中的妖物却不是刀剑能够抗衡的……这森林深处的伞妖千影，妖力更是跋扈。",
			"どれほどの剣豪であろうとも、この呪いの森の妖怪たちに太刀打ちできるはずがない。妖怪傘「千影」はそれらの妖怪よりも遥かな妖力を秘めている。",
			"아무리 뛰어난 검호라 할지라도, 이 저주받은 숲의 요괴들을 상대할 수는 없소. 요괴 우산「천영」은 그 요괴들보다 훨씬 강대한 요력을 지니고 있소.",
			"Even if you have the courage to defeat ten thousand men, the demons in this cursed forest cannot be defeated by merely swords and knives... Chikage, the umbrella demon deep in the forest,  holds supernatural powers even greater than those of the other demons."
		],
		[
			"msg",
			53141,
			"If you still decide to go this way. Don't blame others when you meet the trouble!",
			"汝若强行要走此道，届时尸横荒野就怨不得他人了！",
			"もし汝がこの道を進むことを諦めないというのであれば、命を落としても妾は知らんぞ！",
			"만약 그대가 이 길을 포기하지 않겠다면, 목숨을 잃어도 첩은 모르오!",
			"If you insist on taking this path, don't blame anyone when you end up a corpse lost in the wilderness!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53142,
			"Chikage…Is it really unbeatable like you just said?",
			"伞妖千影……真的如此厉害？",
			"その「千影」と言う唐傘お化けってのは、それほどに強いのですか？",
			"그 「천영」이라는 탕산 요괴라는 자가 그렇게 강하단 말이오?",
			"The umbrella demon, Chikage... Is it really that powerful?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53143,
			"This Chikage was yield by my families, we sealed it. Unfortunately, oneday my sister was controlled by the demon, she stole the it from our house…",
			"这伞妖原本是妾身家族降服的妖怪，由于妖力强大一直封印在家中的祠堂之内。然而有一天，妾身的姐姐不幸被伞妖控制，将伞妖从家中偷走……",
			"「千影」は元々妖力が強すぎるため、伊豆家の祠に封印されていたのだが。ある日妾の姉上がそれにとり憑かれ、外へ逃げられてしまったのだ。",
			"「천영」은 원래 요력이 지나치게 강해 이즈가(伊豆家)의 사당에 봉인되어 있었소. 그런데 어느 날 첩의 자매님이 그에게 빙의당해 밖으로 도망쳐 버렸다오.",
			"This umbrella demon was originally a demon that my family had conquered. Due to its immense power, it had been sealed in the ancestral hall of my family. However, one day, my sister was unfortunately controlled by the umbrella demon and stole it, taking away from our home..."
		],
		[
			"msg",
			53144,
			"I'm seeking the Chikage for years. I want to save my sister and seal the Chikage again. Finally, I found them. However, the demon is too strong now.",
			"这几年我等一族一直都在寻找伞妖的下落，重新封印伞妖救出姐姐。这次终于找到了，但没想到伞妖的妖力今非昔比。",
			"ここ数年の間はずっと姉上を救い出すために「千影」を探していた。けれど、やっと見つけたと思えば、「千影」の力がもうすでに昔の比ではなくなって…",
			"지난 몇 년간 줄곧 누님을 구하기 위해 「천영」을 찾아다녔다. 하지만, 겨우 찾았다 싶었더니 「천영」의 힘이 이미 예전과는 비교도 안 되게 약해져...",
			"In the past few years, my clan has been looking for the whereabouts of the umbrella demon, to re-seal the umbrella demon and rescue my sister. This time we finally found it, but we never precedented that the dark power of the umbrella demon is no longer how it was before."
		],
		[
			"msg",
			53145,
			"My families were trapped in the forest, their lives are uncertain… After rest, I will try to find my families again…",
			"家父和族人都被困在林中，生死未卜……等妾身稍作休息，便会再度进入森林追寻族人……",
			"父や一族のものは皆森の中へ行ったきり。生きているかさえ…妾も少し休んだら森に入り家族を探しに行く予定だ。",
			"아버님과 일족들은 모두 숲 속으로 들어간 채 돌아오지 않았소. 살아있는지조차... 소첩도 잠시 쉬었다가 숲에 들어가 가족을 찾으러 갈 계획이오.",
			"My father and my people are trapped in this forest, and their lives are uncertain... After I take a short rest, I will go into the forest again to look for my people..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53146,
			"Please let me go with you, I want to see how powerful the demon is!",
			"那就让在下随小姐一同前往吧，在下也想见识一下这伞妖。",
			"ならば、拙者もお伴致します。その唐傘お化けとやらに興味があります。",
			"그렇다면, 소첩도 동행하겠소. 그 당산 오바케라는 것에 흥미가 생겼소.",
			"In that case, I will accompany you. I am interested in this umbrella ghost thing."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53147,
			"What a stubborn person you are!",
			"汝这人真是不听劝阻……",
			"人の忠告を聞かぬ奴だ。",
			"남의 충고를 듣지 않는 녀석이로군.",
			"You really don't listen to others' advice, do you..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53148,
			"You are injured, how can I leave you alone? If you die in the forest, I will bury you.",
			"而且小姐这伤势，在下怎能让小姐孤身前往呢？倘若小姐尸横荒野，在下也好帮小姐安坟立碑。",
			"傷を負ってるようですし、一人で森に行かせるのは心配です。一緒に行けばもしお嬢さんがやられたとしても墓ぐらいは立って差し上げられます。",
			"부상도 입었는데 혼자 숲에 가게 하는 건 걱정이오. 함께 가면 아가씨가 당하더라도 무덤 정도는 써 드릴 수 있겠소.",
			"Besides, how can I let you go alone when you're so injured? And if your corpse is left in the wilderness, I can at least build a grave or erect a monument for you."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53149,
			"You! Cough! Cough! I think I would be pissed off by you before I walk into the forest…",
			"汝！咳！咳！妾身只怕还没进入林中，就被汝给气死了……",
			"汝…ケッ、ケッ！。森に入る前に汝に対しての苛立ちで死にそうだ…。",
			"네 이... 컥, 컥! 숲에 들어가기 전에 너 때문에 스트레스 받아 죽겠군...",
			"You... *Cough! Cough!* I’m afraid you’ll piss me off to death before I even enter the forest..."
		]
	],
	"134": [
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53150,
			"Night was deep, would you like to take a break here?",
			"夜幕已深，小姐不如在此稍作休息？",
			"外も暗くなってきたし。この辺で少し休憩を取りましょう。",
			"밖도 어두워졌으니. 여기서 잠시 쉬는 게 좋겠소.",
			"It's late already, why don't you take a rest here?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53151,
			"Hum…",
			"呜……",
			"う…",
			"으…",
			"Oof..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53152,
			"Miss?",
			"小姐？",
			"お嬢さん？",
			"아가씨?",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53153,
			"Ah! Sorry, what did you say?",
			"啊！抱歉，汝刚才说了什么？",
			"う、失礼した、何か申したか？",
			"아, 실례했습니다. 무슨 말씀을 하셨나요?",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53154,
			"I just worry about your health, we have been walking for hours, and you are injured. It's good if we take a break here.",
			"在下只是担心小姐的身体，一路走来已经数个时辰，小姐带伤在身，不妨再此歇息片刻。",
			"何時間も歩き続けて疲れたでしょう。傷を負ってるんだし。少し休憩を取りましょう。",
			"몇 시간이나 걸어다니느라 지치셨을 거예요. 부상도 입었잖아요. 잠시 쉬었다 가요.",
			"I am just worried about your health. We have been walking for several hours and you are injured. It would be better to rest here for a while."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53155,
			"Don't worry about this. Cursed forest is so weird. We must lost our way if we have a rest here. We'd better find the Kasa-obake soon…",
			"不劳汝担心，诅咒之森光怪陆离，若是在此停留一定会迷失方向，想必此处离那伞妖也没有多远，还是加紧赶路吧……",
			"心配はいらぬ。もしここで休憩取れば、方向を見失うかもしれぬ。先を急ぐぞ。",
			"걱정 마십시오. 여기서 쉬다간 길을 잃을지도 모릅니다. 서둘러 가겠습니다.",
			"Don't worry, the Cursed Forest is full of strange lights. If we stay here, we will definitely get lost. I think we are not far from the umbrella demon, so we should hurry up..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53156,
			"Gululu…",
			"咕噜噜……",
			"グー…",
			"꾸르륵…",
			"Gurgle..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53157,
			"Miss…",
			"小姐……",
			"お嬢さん…",
			"아가씨…",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53158,
			"Wh...What?",
			"呜！何，何事！",
			"な、何だ！？",
			"으, 뭐야!?",
			"Ah! Wh-what?!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53159,
			"I have food here.",
			"要是肚子饿的话在下这里有些干粮。",
			"もしお腹が減っているのであれば食事でもとりますか。",
			"혹시 배고프시다면 식사라도 하시겠어요?",
			"If you're hungry, there's some dry food here."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53160,
			"No, no I'm not hungry!",
			"妾，妾身不饿！",
			"お腹など減っていない。",
			"배고프지 않다.",
			"I-I am not hungry!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53161,
			"Ok, I will eat them.",
			"好吧，那在下就不客气了！",
			"では、お先にいただきます。",
			"그럼, 저 먼저 먹겠습니다.",
			"Well then, I'll eat some."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53162,
			"You!",
			"汝！",
			"汝！",
			"그대!",
			null
		],
		[
			"msg",
			53163,
			"What is it?",
			"汝……这吃的是什么东西？",
			"汝…何を食べているのだ？",
			"그대… 무엇을 먹고 있는 거지?",
			"You... What are you eating?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53164,
			"It's called water chestnut, I bring it from Mikawa. Would you like to have a try?",
			"这是在下从三河带着的特产，叫做菱角，小姐要不要尝尝？",
			"三河の特産品のヒシです。食べます？",
			"미카와 특산품인 히시입니다. 드시겠어요?",
			"This is a specialty I brought from Mikawa, called a water chestnut. Would you like to try it, Miss?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53165,
			"Gululu…",
			"咕噜噜……",
			"グー…",
			"으음…",
			"Gurgle..."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53166,
			"Alright, then…",
			"那，好吧……",
			"では…頂こう。",
			"자… 받아들이겠소.",
			"Oh, alright then..."
		]
	],
	"135": [
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53212,
			"Lonely moon, rain of flowers, there are many beautiful scenes in the world. Do you enjoy the scene here?",
			"孤月披霜，白星落樱，君可知尘世美景几何？竟来此虚无之地共赏幽冥。",
			"辺境の森へようこそ。見ての通り、なにもないところですが、何かご用かしら？",
			"변경의 숲에 오신 걸 환영해요. 보시다시피, 아무것도 없는 곳이지만, 무슨 일이라도?",
			"The lonely moon is covered with frost, white stars are falling like cherry blossoms. Do you know how many beautiful sights there are in the world? Why do you come to this empty place to enjoy the netherworld?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53213,
			"Is she Kasa-obake?",
			"这位小姐就是伞妖千影？",
			"これが唐傘お化けの千影？",
			"이게 우산 도깨비 치카게인가?",
			"Is this lady Chikage the umbrella demon?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53214,
			"No, she is my sister, her name is Shirosakura…",
			"不，她是妾身的姐姐，名叫白樱……",
			"いや、妾の姉上、白桜だ。",
			"아니, 이 몸의 언니, 시라자쿠라다.",
			"No, she is my elder sister. Her name is Shirosakura..."
		],
		[
			"msg",
			53215,
			"Do you remember me? Shiro-Sama, please leave the Kasa-obake.",
			"姐姐大人，可还记得妹妹，请姐姐大人离开这伞妖。",
			"姉上！その妖怪傘から離れてくださいませ！",
			"언님! 그 요괴 우산에서 떨어져 주십시오!",
			"Dear sister, please remember me. Please leave this umbrella demon."
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53216,
			"Kasa-obake…Why do you say that. It's just like a friend to me, it won't hurt me.",
			"伞妖…妹妹何出此言。这把伞一直陪伴在吾身旁宛若挚友，怎会是妖物呢？",
			"妖怪傘？あらこの子、何を言っているのかしら？吾と同じ時を共に過ごしてきた友が、妖怪であるはずがありませんわ。",
			"요괴 우산? 아이고 이 아이, 무슨 말을 하는 거지? 이 몸과 같은 시간을 함께해온 친구가 요괴일 리 없소.",
			"Umbrella <i>demon...</i> Why do you say that, sister? This umbrella has always been by my side like a close friend, how can it be a demon?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53217,
			"It seems that you were confused by the Kasa-obake.Alright, don't blame then.",
			"看来姐姐大人已经被千影给迷惑了心智？既然这样，就别怪妹妹无礼了！",
			"姉上…既に心まで奪われてしまったか。それならば仕方があるまい、ご無礼をお許しください！",
			"언님... 벌써 마음까지 빼앗긴 겁니까. 그렇다면 어쩔 수 없군, 실례를 용서하십시오!",
			"Sister... it seems your heart has already been stolen. If that's the case, there's nothing I can do. Please forgive my rudeness!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53218,
			"I think it's a good idea to leave here, you can't beat the Kasa-obake now.",
			"在下奉劝小姐就此离去为好，这伞妖以小姐目前的伤势迎战根本就是以卵击石。",
			"ここは一旦引いた方が良いと拙者は進言したいところだけどね。お嬢さん今の状態ではこの妖怪を倒すのは難しいでしょう。",
			"여기서는 일단 물러나는 게 좋을 거라고 졸자는 진언하고 싶지만 말이야. 아가씨, 지금 상태로는 이 요괴를 쓰러뜨리기 어려울 걸세.",
			"I advise you to leave now. With your current injuries, it would be like hitting a rock with an egg for you to fight the umbrella demon."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53219,
			"It's my decision! It's none of your business!",
			"这是吾等驱妖世家之事！不需要汝来插手！",
			"これは伊豆家の問題だ！部外者は黙っておれ！",
			"이건 이즈가(伊豆家)의 문제다! 관계 없는 자는 조용히 있어!",
			"This is the business of our demon-exorcist family! You need not interfere!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53220,
			"No, I promised that if you die here, I need to bury you. It's a big trouble to me if you really die.",
			"这可不成，在下与小姐有过约定，倘若小姐葬身于此，在下还要出力立坟，费心劳神，多不值啊。",
			"聞き入れられませんね。何しろ、お嬢さんの墓を建てる約束をしてしまった故、もしお嬢さんが倒された場合、拙者はここで墓を掘らねばなりません。",
			"받아들여지지 않는군. 아무튼, 아가씨의 무덤을 세우기로 약속해버린 탓에, 만약 아가씨가 쓰러진다면 졸자는 여기서 무덤을 파야 하니.",
			"This won't do. You and I have an agreement. If you die here, I will have to work hard to build you a grave. It will be a waste of time and effort. It's not worth it."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53221,
			"You…Cough!! Cough!!",
			"汝……咳！！咳！！",
			"汝…！ゴホッ！ゴホッ！",
			"그대…! 콜록! 콜록!",
			"You... *Cough!! Cough!!*"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53222,
			"Just take a break, I will deal the Kasa-obake.",
			"所以小姐就且休息片刻，这伞妖就交给在下来吧。",
			"そこの妖怪傘は拙者にお任せを、お嬢さんはそこらへんで休んているといい。",
			"저 요괴 우산은 소인에게 맡기시오, 아가씨는 저쪽에서 좀 쉬고 계시게.",
			"So Miss, please take a rest for a while, and leave this umbrella demon to me."
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53223,
			"You really meant to beat it…",
			"汝也是冲着千影而来么……",
			"汝も「千影」狙いだったのか？",
			"그대도 「천영」을 노린 건가?",
			"Are you here for Chikage as well...?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53224,
			"I don't care who would be my competitor.",
			"对在下来说，对手是谁并不重要。",
			"いや。相手は誰でも良い。",
			"아니. 상대는 누구라도 좋다.",
			"To me, it doesn't matter who the opponent is."
		],
		[
			"msg",
			53225,
			"I just try to find an enemy who can beat me.",
			"在下只想寻找一个能杀死在下的人。",
			"拙者を倒せるものを探している。",
			"소인을 쓰러뜨릴 수 있는 자를 찾고 있다.",
			"I just want to find someone who can defeat me."
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53226,
			"Here we go.",
			"那小女就失礼了！",
			"では失礼する！",
			"그럼 실례하겠소!",
			"How rude!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53227,
			"Keng!",
			"吭！！",
			"カーン！！",
			"쨍!!",
			"Clang!!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53228,
			"I can't image there is another person like you in the world…",
			"呃……没想到这世上还有像阁下这样的高人……",
			"まさか、この世の中にまだあなた様のような達人がいるとは思いもしませんでしたわ。",
			"설마, 이 세상에 아직도 당신 같은 달인이 있을 줄은 꿈에도 생각지 못했어요.",
			"Ah... I didn't expect there to be such a great person like you in this world..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53229,
			"You are better than a lot of people who called themselves \"master\".",
			"小姐才是，看似柔弱却，实力却比江湖上自称高手之人强出百倍。",
			"お姉さんの方こそ。実力はその辺の名人を気取ってる奴らの百倍、いや、それ以上だね。",
			"누나 쪽이야말로. 실력은 그런 데서 명인인 척하는 자들보다 백 배, 아니, 그 이상이네.",
			"The young lady is the one. Although she looks weak, her strength is a hundred times stronger than those who claim to be masters in the world."
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53230,
			"I have a request.",
			"小女有一事想拜托阁下。",
			"芽衣様、ひとつお願いがございます",
			"메이様, 하나 부탁드릴 게 있습니다",
			"I have a favor to ask of you."
		],
		[
			"msg",
			53231,
			"I have sealed the Kasa-obake in this forest for years. I'm afraid I can't seal it anymore. When he break the seal, I will lose my mind and become its puppet.",
			"吾与伞妖千影相伴数年，用体内的法力将它的妖力封印于这森林之中，现在力量就快枯竭，恐怕不久就会被伞妖完全吞噬，成为它的傀儡……",
			"吾の法力で今まで何年間も「千影」をこの森に抑えてきましたが、すでに限界がきています。法力が尽きれば吾は完全に支配されてしまいます。",
			"나의 법력으로 지금까지 몇 년간 「천영」을 이 숲에 가두어 왔지만, 이미 한계에 다다랐습니다. 법력이 다하면 나는 완전히 지배당하고 말 것입니다.",
			"I have been with the umbrella demon Chikage for several years. I have used the magic power in my body to seal its demonic power in this forest. Now my power is almost exhausted. I am afraid that I will be completely devoured by the umbrella demon soon and become its puppet..."
		],
		[
			"msg",
			53232,
			"Let me beat the Kasa-obake, then the demon won't be harmful.",
			"请将吾与这伞妖斩断，这样它就不能再为害于世了。",
			"吾と「千影」を断ち切ってください。そうすればもう世に害を与えることは無くなります。",
			"나와 「천영」을 끊어주십시오. 그러면 더 이상 세상에 해를 끼치지 않게 될 것입니다.",
			"Please cut off my connection with this umbrella demon, so that it can no longer harm the world."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53233,
			"Let me help you…",
			"是么，那就让妹妹来帮姐姐这忙吧……",
			"…解りました、ならばその役、妹である妾がお務め致す。",
			"…알았어, 그럼 그 일은 여동생인 첩이 맡겠다.",
			"Really? Then let me help you..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53234,
			"KA!!",
			"咔！",
			"カッ！",
			"쾅!",
			"Click!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53235,
			"Kurokaede!? Eh…What is this?",
			"黑枫！？呃……这是……",
			"楓ちゃん？え…これは…",
			"카에데쨩? 에... 이건...",
			"Kurokaede?! Uh... this is..."
		],
		[
			"speaker",
			204567
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				613,
				0,
				false
			]
		],
		[
			"msg",
			53236,
			"Uhmm, Shirosakura, you really think I will let you do this?",
			"哼哼~白樱，汝以为老朽会这么让汝得逞么。",
			"白桜よ、お前の考え通りになると思ったか？",
			"시라자쿠야, 네 생각대로 될 거라 생각했나?",
			"Hmph~ Shirosakura, do you think I will let you succeed like this?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				613,
				0,
				true
			]
		],
		[
			"msg",
			53237,
			"The Kasa-obake is talking!?",
			"这伞居然说话了！？",
			"か…傘が喋った？",
			"우... 우산이 말을 하잖아?",
			"The umbrella is actually speaking?!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53238,
			"Chikage! How dare you…",
			"千影！汝莫非……",
			"千影…お前…",
			"치카게... 너...",
			"Chikage! You..."
		],
		[
			"msg",
			53239,
			"Shirosakura! Do you remember that I saved your sister?",
			"白樱！汝别忘了！当年可是老朽网开一面才答应救了汝妹妹，要不然现在恐怕她已经是一具死尸了！",
			"白桜よ、忘れるなよ。当時はお主の頼みだからこそ妹を見過ごしてやったが、そうでなければ今頃は…",
			"시라자쿠야, 잊지 마라. 당시엔 자네 부탁이었기에 네 여동생을 봐준 거다. 그렇지 않았다면 지금쯤...",
			"Shirosakura! Don't forget! I was the one who gave you a chance to save your sister, otherwise she would be dead by now!"
		],
		[
			"speaker",
			204567
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				613,
				0,
				false
			]
		],
		[
			"msg",
			53240,
			"I just did some tricks!",
			"汝以为老朽会这么简单就放过汝的妹妹么，当她偷出老朽的时候就已经在她的体内埋下了祸种！只等着今天发芽结果了！",
			"まぁワシがそんな簡単にお主の妹を見過ごすと思ったか？お前が私を盗み出した時、体内に災いの種を仕込んでおいたのだ。",
			"흥, 내가 그렇게 쉽게 네 여동생을 넘어갈 줄 알았나? 네가 나를 훔쳐갈 때 몸속에 재앙의 씨앗을 심어뒀다.",
			"Do you think I will let your sister go so easily? When she snuck out of the house, I had already planted the seeds of disaster in her body! Just waiting for it to sprout and bear fruit today!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53241,
			"You go back your word…",
			"汝这伞妖……居然出尔反尔……",
			"約束とは違います！",
			"약속과 다릅니다!",
			"You umbrella demon... actually went back on your word."
		],
		[
			"speaker",
			204567
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				613,
				0,
				false
			]
		],
		[
			"msg",
			53242,
			"Shirosakura! You are too kind to trust a demon!",
			"白樱公主，汝还真是天真善良，居然连妖怪的话都能当真。",
			"お主は甘すぎる。妖怪の話を信じるとは。",
			"그대는 너무 순진하군. 요괴 이야기를 믿다니.",
			"Shirosakura-hime, you are so naïve and kind that you even take the words of demons seriously."
		],
		[
			"msg",
			53243,
			"Kurokaede! I will satisfy you! Meet you sister in the hell!",
			"黑枫！就让老朽完成你的心愿！让汝与姐姐重归于好吧！",
			"黒楓よ！ワシがお主の願いを叶えてやろう。姉と一緒に消えよ！",
			"흑풍아! 내가 그대의 소원을 이루어 주마. 언니와 함께 사라져라!",
			"Kurokaede! Let me fulfill your wish! Let you and your sister be reconciled together in hell!"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				613,
				0,
				true
			]
		],
		[
			"msg",
			53244,
			"Ah!",
			"呃啊啊啊啊啊！！！",
			"うわぁぁぁ！！！",
			"우와아아아!!!",
			"AAAAHHH!!!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53245,
			"Sister!!Uhmm!!!It becomes stronger!",
			"妹妹！！呃！！！妖力又增强了！啊啊啊啊！！！！",
			"楓ちゃん！！くっ！また妖力が強くなったわ！ああ、ああー！！！",
			"카에데 쨩!! 쿱! 또 요력이 강해졌어! 아, 아아—!!!",
			"Sister!!! Ugh!!! The demonic power has increased again! Aaahh, AAAHH!!!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53246,
			"Are they becoming puppets?",
			"啧！妖气已经将她两人吞噬，已经化作傀儡了么……",
			"妖気に呑まれて傀儡と化したか…",
			"요기에 삼켜져 꼭두각시가 되었군…",
			"Tch! The evil spirit has already devoured them both. Has it turned them into puppets?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53247,
			"...What happened?",
			"呃……这到底是怎么回事？",
			"ん…これはどういうことだ？",
			"음… 이게 무슨 뜻이지?",
			"Nngh... what is going on?"
		],
		[
			"msg",
			53248,
			"That was me…I stole it from my family…",
			"那天晚上……是妾身从祠堂将伞妖偷出的么……",
			"あの日…「千影」の封印を解いたのが妾だったのか…",
			"그날… 「치카게」의 봉인을 푼 게 첩이었던 건가…",
			"That night... was it me who stole the umbrella demon out of the ancestral hall..."
		],
		[
			"speaker",
			204567
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				613,
				0,
				false
			]
		],
		[
			"msg",
			53249,
			"Yes, you were a little girl at that time. I controlled you and let you steal me. You were dying and I made a deal with your sister.",
			"没错，当年汝还只是孩童，在老朽的妖力控制下带走了老朽，但是汝的身体承受不了老朽的诅咒，濒临死亡。于是老朽就与汝的姐姐做了一次交易。",
			"そうだ、当時幼かったお主を操ったが、お主はワシの呪いに耐えられず、瀕死の状態になった。そしてワシはお主の姉と取引をしたのだ。",
			"그래, 당시 어렸던 자네를 조종했지만, 자네는 나의 저주를 견디지 못하고 빈사 상태가 되었지. 그리고 나는 자네의 누나와 거래를 한 것이야.",
			"That's right, you were just a child back then, and you took me away under my control, but your body couldn't bear my curse and you were on the verge of death. So I made a deal with your sister."
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53250,
			"Chikage…Shut up!",
			"千影……给我住嘴！",
			"千影！黙りなさい！",
			"치카게! 입 다물어!",
			"Chikage... shut up!"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53251,
			"You were trying to save me so you took the Kasa-obake away…",
			"所以姐姐大人是为了救我，才自愿背负罪名，将千影带走的么……",
			"と言うことは、姉上は妾を救うために…",
			"그 말은 즉, 언니께서는 첩을 구하기 위해...",
			"So, my elder sister took the blame and took Chikage away to save me..."
		],
		[
			"msg",
			53252,
			"Why?! It was my fault!!",
			"为什么！为什么会这样！！是妾身害了姐姐大人！！",
			"なぜだ！？なぜこんなことになったのだ！！妾のせいで、姉上がこんな目に…！",
			"왜!? 어째서 이런 일이 생긴 거야!! 첩 때문에, 언니께서 이런 꼴을...",
			"Why?! Why is this happening?!! I was the one who harmed my elder sister!"
		],
		[
			"speaker",
			204567
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				613,
				0,
				false
			]
		],
		[
			"msg",
			53253,
			"Don't be sad. You are useless now…I will reborn with this swordman's body!",
			"哼哼，汝不必伤心，因为汝也已经没有利用价值了……只要获得了这个剑士的身体，老朽就可以重生了！",
			"お主も悲しむ必要は無い。すでに利用価値はなくなった。この武士の体さえ手に入れれば、ワシは完全復活できる！",
			"자네도 슬퍼할 필요는 없네. 이미 이용 가치는 없어졌어. 이 무사의 몸만 손에 넣으면, 나는 완전히 부활할 수 있다!",
			"Heheh, you don't have to be sad, because you are no longer of any use to me... As long as I obtain the body of this ronin, I can be reborn!"
		],
		[
			"msg",
			53254,
			"You are a well matched competitor!",
			"没想到世上还有此等武艺拔群之人，看来这次果然没有白费力。",
			"ワシのためにその体をよこせ！",
			"나를 위해 그 몸을 내놓아라!",
			"I didn't expect there to be such a person with outstanding martial arts skills in the world. It seems that my efforts this time were not in vain."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				613,
				0,
				true
			]
		],
		[
			"msg",
			53255,
			"Uhmm!",
			"呃！",
			"うっ…",
			"윽...",
			"Ugh...!"
		],
		[
			"speaker",
			204567
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				613,
				0,
				false
			]
		],
		[
			"msg",
			53256,
			"No…no way! Why you have this kind of power?",
			"这……！这是怎么回事，汝的体内为何会蕴藏着这种东西！！",
			"これは…！？これはどういうことだ！お主の体…",
			"이건…!? 이게 무슨 일이냐! 네 몸이…",
			"This...! What's going on? Why is there something like this hidden in your body?!!"
		],
		[
			"msg",
			53257,
			"You can't handle it…Get out!!",
			"这根本不可能是人类能够驾驭的力量……别过来！别过来！！呃啊啊啊啊！！！",
			"これは人類が操れる力ではないぞ！来るな！来るなぁぁぁ！！",
			"이건 인류가 다룰 수 있는 힘이 아냐! 오지 마! 오지 마아아아아!!",
			"This is simply not a force that humans can control... Don't come over here! Get away!! Get AWAYYY!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				613,
				0,
				true
			]
		],
		[
			"msg",
			53258,
			"Gala!",
			"嘎啦！",
			"バキっ！",
			"과드득!",
			"Crack!"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				613,
				0,
				true
			]
		],
		[
			"msg",
			53259,
			"Kasa-obake…was broken…",
			"千影……居然折断了……",
			"千影が…折れた…",
			"센에이가… 부러졌어…",
			"Chikage... actually broke..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				613,
				0,
				true
			]
		],
		[
			"msg",
			53260,
			"AH!!!!",
			"啊啊啊啊啊！！！！",
			"あああああああ！！！",
			"아아아아아아아!!!",
			"AAAAAAAHHHH!!!!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53261,
			"Mei-Sama!",
			"芽衣大人！",
			"芽衣様！！",
			"메이様!!",
			"Mei-sama!"
		],
		[
			"msg",
			53262,
			"What is this black smoke in her body…It's very horrible…",
			"她的身体里面怎么会有这种黑雾……这不是妖气……而是某种更为可怕的东西……",
			"彼女の体どうなってるのだ？この黒い霧みたいなのは…妖気ではないな。何かもっとおぞましいものが…",
			"그녀의 몸이 된 거냐? 이 검은 안개 같은 건… 요기가 아니야. 뭔가 더 흉악한 게…",
			"Why is there a black mist around her body...? This is no evil spirit... but something more terrifying..."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53263,
			"She will be swallowed up if we do nothing!",
			"这样下去，她会被这黑雾吞噬掉的！",
			"このままでは、芽衣様が黒い霧に呑み込まれてしまいます。",
			"이대로 가면, 메이 님이 검은 안개에 삼켜져 버릴 거야.",
			"If this goes on, she will be swallowed up by the black mist!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53264,
			"Stay away! You ghosts!",
			"给在下让开！你们这些亡魂！在下是不会输给你们的！",
			"退けー！この亡霊どもが！あんたらになんか負けるものか！",
			"물러서! 이 망령들아! 너희 따위한테 질 리가 없어!",
			"Out of my way, you dead souls! I will not lose to you!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53265,
			"Sister...",
			"妹妹……",
			"楓ちゃん…",
			"카에데...",
			null
		],
		[
			"msg",
			53266,
			"Let me use the rest of my power to seal you all!",
			"就让吾等用最后的力量将这股力量封印吧……",
			"吾らが残っているの最後の力で封印しましょう。",
			"우리가 남은 마지막 힘으로 봉인합시다.",
			"Let us use our last bit of strength to seal this power..."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53267,
			"Uhmmm.",
			"嗯。",
			"うん。",
			"응.",
			"Right."
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53268,
			"We may can't meet for a very long time…",
			"恐怕这次又会是一次长别……",
			"また長いお別れになりそうね。",
			"또 긴 이별이 될 것 같네.",
			"I'm afraid this will be another long farewell..."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53269,
			"Nevermind. I'm not afraid if you stay with me…",
			"没关系，只要和姐姐在一起，就没有什么好怕的……",
			"平気です！姉上と一緒なら、怖くありません。",
			"괜찮아요! 언니와 함께라면, 무섭지 않아요.",
			"It doesn't matter, as long as I'm with you, there's nothing to be afraid of..."
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53270,
			"Mei-Sama.",
			"芽衣大人。",
			"芽衣様。",
			"메이님.",
			"Mei-sama."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53271,
			"Stupid ronin.",
			"混蛋浪人。",
			"ばか浪人。",
			"이 바보 무사.",
			"Dumbass ronin."
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53272,
			"Stay alive…",
			"请一定要活下去……",
			"生きて…",
			"살아…",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53273,
			"……",
			"……",
			"…",
			"…",
			null
		]
	]
}