{
	"75": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55868,
			"Kiana is taking training in St. Freya HS. At the same time, Bronya got controlled by Anti-entropy abd help Anti-entropy to attack St. Freya HS.",
			"琪亚娜等人于圣芙蕾雅学园接受德丽莎训练。在训练的过程中，布洛妮娅遭到逆熵的控制侵入到圣芙蕾雅学园机密区域，并与外部的逆熵部队接应，对圣芙蕾雅学园展开了大规模的攻击。",
			"時は流れ——キアナたち一行は戦乙女になるべく、聖フレイヤ学園でテレサの訓練を受けていた。しかし、突如ブローニャがネゲントロピーに操られ、機密区域へと侵入をしてしまう。",
			"시간이 흘러——키아나 일행은 전투처녀가 되기 위해,세인트 프레야 학원에서테레사의 훈련을 받고 있었다. 그러나 갑자기브로냐가네겐트로피에 조종당해 기밀 구역으로 침입해 버린다.",
			"Time passed——Kiana and her friends trained under Theresa at St. Freyja Academy to become Valkyries. However, Bronya was suddenly manipulated by Anti-Entropy and broke into a confidential area. (TN: I highly recommend reading Lost Sister S1-3, Phantom Sea Chamber S1-2, Candy House S1, Snow Land S1, Searing Path, and Awaken Nightmare S1 — in that order — before continuing. Unfortunately these main story chapters were limited time events...)",
			"O tempo voa - Kiana e seu grupo foram treinados por Teresa na Academia St. Freya para se tornarem valquírias. No entanto, Bronya é novamente manipulada pela a Anti-Entropia e invade uma área classificada.",
			"Kiana and the others received training from Theresa at St. Freya's Academy. In the process of training, Bronya was controlled by the reverse entropy to invade the confidential area of St. Freya's school, and to connect with the external reverse entropy forces, launched a large-scale attack on St. Freya's school.",
			"Time flies - Kiana and her group are being trained by Teresa at St. Freya's Academy to become war maidens. Suddenly, however, Bronya is manipulated by negentropy and enters a classified area."
		],
		[
			"msg",
			55869,
			"Theresa and Himeko lead No.5 team to the Hyperion, prepare for battle!",
			"德丽莎与姬子率领琪亚娜所在的第五小队紧急登陆休伯利安号，惨烈的迎击战即将开始！",
			"ブローニャは意識を取り戻すも、この混乱に乗じてネゲントロピーの部隊が学園を攻撃。テレサと姫子は、キアナたちの所属する第五小隊を率い、ハイペリオンへ緊急搭乗する——激しい迎撃戦が今、始まろうとしていた！",
			"브로냐는 정신을 차렸지만, 이 혼란을 틈타네겐트로피 부대가 학원을 공격.테레사와히메코는,키아나들이 소속된 제5소대를 이끌고,히페리온에 긴급 탑승한다——격렬한 요격전이 지금, 시작되려 하고 있었다!",
			"Bronya regained consciousness, but Anti-Entropy's forces took advantage of the confusion to attack the school. Theresa and Himeko led Valkyrie Squad V, which includes Kiana and the others, and made an emergency boarding of Hyperion; a fierce battle is about to begin!",
			"Bronya recupera a consciência, mas aproveitando essa confusão, as forças da Anti-Entropia atacam a academia. Teresa e Himeko lideram o 5º Pelotão, ao qual Kiana e os outros pertencem, e fazem um embarque de emergência pela Hyperion - uma feroz batalha de interceptação está prestes a começar!",
			"Theresa and Himeko led Kiana's fifth squad to land on the USS Huberlian in an emergency, and the fierce battle was about to begin!",
			"Bronya regains consciousness, but Negentropy's troops take advantage of the chaos to attack the school. Teresa and Himeko led the 5th Platoon, to which Kiana and the others belonged, to board Hyperion urgently - a fierce interception battle was about to begin!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55870,
			"We wwill take off in 15 minutes.",
			"1号、2号核融合炉准备启动！航道排水开始！预计15分钟后完成起航准备！",
			"1号、2号、核融合炉の起動準備！排水開始！15分後に出撃準備を完了する！",
			"1호, 2호, 핵융합로 기동 준비! 배수 시작! 15분 후에 출격 준비를 완료한다!",
			"Prepare to start nuclear fusion reactors #1 and #2! Begin draining! Preparations for deployment will be ready in 15 minutes!",
			"Nº 1 e Nº 2, prepare-se para lançar reatores de fusão! Comece a drenar! Estaremos prontos para o lançamento em 15 minutos!",
			"Nuclear fusion furnaces #1 and #2 ready to start! Channel drainage begins! Estimated 15 minutes to completion of departure preparation!",
			"Prepare to launch fusion reactors #1 and #2! Begin draining! We'll be ready to launch in 15 minutes!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55871,
			"Hurry up! It's time to show them our power!",
			"哼哼~抓紧时间！是时候让逆熵的铁疙瘩尝尝我们的厉害了！",
			"全速前進よ！ネゲントロピーのヤツらに、あたくしたちの凄さを思い知らせてやりなさい！",
			"전속 전진이다!네겐트로피 놈들에게, 우리들의 엄청난 실력을 똑똑히 보여주자!",
			"Full speed ahead! Show those Anti-Entropy lumps of iron how great we are!",
			"Velocidade máxima a frente! Deixe a Anti-Entropia saberem como bons somos nós!",
			"Hm~ Hold on tight! It's time to give the iron lumps of reverse entropy a taste of our power!",
			"Full speed ahead! Let the negentropes know how great we are!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55872,
			"Bang!!",
			"轰隆隆！！！！！",
			"ドォオオオン……ッ！！！！",
			"우우오오오…… 쿵!!!",
			"<i>BOOOOM...!!!!</i>",
			null,
			"Rumble ！！！！！",
			"Doooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo ......ッ ！！！！"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55873,
			"Errr! What happened?",
			"呃！发生了什么！？",
			"うわっ！！な、何の音！？",
			"우왓!! 무, 무슨 소리지?!",
			"Whoa!! What's that sound?!",
			null,
			"Ugh! What's happening!",
			"Whoa! What's that sound!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55874,
			"Anti-entropy Mecha soldiers are attacking us! Some of them have invaded in Hyperion, valkyries are fighting with them.",
			"逆熵的机甲兵器正在攻击休伯利安号！有一部分部队已经侵入船体内部，守备部队的女武神正在与它们交战中！",
			"ネゲントロピーの機甲兵器による攻撃を確認！さらに一部の敵部隊が艦内へと侵入……防衛部隊の戦乙女と交戦中！",
			"네겐트로피의 기갑 병기 공격 확인! 추가로 일부 적 부대가 함내로 침입… 방어 부대의 발키리와 교전 중!",
			"An attack by Anti-Entropy mechas has been confirmed! Furthermore, some enemy forces have infiltrated the ship... and are engaged in combat with the Valkyries of the defense force!",
			null,
			"Reverse Entropy's mech armies are attacking the USS Huberian! A portion of the force has invaded the interior of the ship, and the Valkyries of the garrison are engaged with them!",
			"Confirmed attack by Negentropy armored weapons! In addition, some enemy units have entered the ship and are engaging the ...... defense force's battle maidens!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55875,
			"Annoying…",
			"真是纠缠不休的家伙……",
			"本当に鬱陶しいヤツらね……。",
			"정말 귀찮은 녀석들이네….",
			"They really are annoying...",
			null,
			"What a pestering guy ......",
			"They're really depressing. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55876,
			"I want to beat them…",
			"布洛妮娅请求接受逆熵侵入部队的歼灭任务。",
			"ブローニャに、侵入部隊の殲滅をさせてください。",
			"브로냐에게, 침입 부대의 섬멸을 시켜주세요.",
			"Bronya requests to eliminate the invading forces.",
			"Bronya solicita a aceitação para a missão de aniquilação das forças invasoras da Anti-Entropia.",
			"Bronya requested to accept the annihilation mission of the reverse entropy invasion force.",
			"Let Bronya destroy the invasion force."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55877,
			"…",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55878,
			"Theresa, I'd like to do it with Bronya! I will prove Bronya is not a bad person!",
			"德丽莎园长！我也请求接受任务！我一定会证明布洛妮娅不是我们的敌人！",
			"テレサ学園長！私からもお願いします！ブローニャちゃんが敵ではないことを、きっと証明してみせます！",
			"테레사 학원장! 저도 부탁드립니다! 브로냐이 적이 아니라는 걸, 꼭 증명해 보이겠습니다!",
			"Principal Theresa! I also want to! I'll prove that Bronya is no enemy!",
			"Diretora Teresa! Eu também peço para me aceitar para misssão! Com certeza vou provar que Bronya não é nossa inimiga!",
			"Director Theresa! I also request to accept the mission! I will prove that Bronya is not our enemy!",
			"Teresa Dean of Schools! Please let me do the same for you! I will surely prove that Bronya-chan is not an enemy!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55879,
			"Mei, I will go with you!",
			"芽衣学姐去的话我也申请去！",
			"芽衣先輩が行くなら、私も私もっ！！",
			"메이 선배가 간다면, 나도 나도!!",
			"If Mei-senpai is going, then so am I!!",
			"Se a Mei-senpai vai, eu também vou!",
			"If Meiko-san goes, I'll apply to go too!",
			"If Mei-senpai-senpai is going, so am I. So am I!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55880,
			"Al…Alright… I will give you 10 minutes. Otherwise, I will give you \"D\" as grade!",
			"哎，好吧……真是拗不过你们这些孩子，只有十分钟时间，不把站那些虫子清理干净的话可是要扣学分的哦！",
			"はぁ……わかったわよ。あなたたちを説得するのも時間の無駄だしね……。ただし、時間は10分だけよ！これで失敗したら、単位は無しッ！",
			"하아… 알겠어. 너희들을 설득하는 것도 시간 낭비니까… 단, 시간은 10분 뿐이야! 실패하면, 학점은 없다고!",
			"<i>Sigh...</i> fine. It's a waste of time to try to convince you guys... But you only have 10 minutes! If you fail, you'll get no credit!",
			"Haha... entendi. Convencer vocês é perda de tempo... Mas você só tem 10 minutos! Se falhamos, não há mais unidade!",
			"Hey, well ...... really can't resist you kids, only ten minutes, not the station those bugs clean up, but to deduct credits!",
			"Huh. ...... I get it. And I'm not wasting my time trying to convince you guys. ...... But you have 10 minutes! If you fail this, no credit!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55881,
			"QAQ, that's tough, as your commander, I will help you~",
			"真是严格的校长呢，为了不让你们重修作为教官的我得好好看紧你们，要是偷懒可是会挨批的哦~",
			"相変わらず厳しいですね、学園長……。再履修なんてさせないよう、教官の私がしっかり見守っててあげるわ。手を抜いたらシバくわよ！",
			"여전히 엄하시네요, 학원장…. 재수강 같은 거 안 시키도록, 교관인 제가 잘 지켜봐 줄게. 빼먹으면 혼내줄 거야!",
			"You're as strict as ever, Principal... As the teacher, I'll be watching over you closely so you don't have to retake classes. If you slack off, I'll beat you up!",
			null,
			"Really strict principal it, in order to prevent you from repeating the course as an instructor I have to keep a close eye on you, if you are lazy but will be criticized Oh ~",
			"You are as strict as ever, Dean ....... I'll be watching over you to make sure you don't have to retake the course. If you cut corners, I'll beat you up!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55882,
			"Hoho~ Take it easy! We can handle this. Compare to master's concrete cross, it's a piece of cake.",
			"嘿嘿~放心吧！解决那些破铜烂铁可比对付学园长那个混凝土十字架轻松多了~",
			"大丈夫、大丈夫ッ！あのポンコツを始末するのなんて、テレサのコンクリート製十字架を相手にするよりマシだから！",
			"괜찮아, 괜찮아! 저 고물을 처리하는 건, 테레사의 콘크리트제 십자가 상대하는 것보다 낫잖아!",
			"It's okay, it's okay! Dealing with those hunks of junk is better than dealing with Theresa's concrete cross!",
			null,
			"Hey, hey, don't worry! It's much easier to deal with the broken iron than the concrete cross of the schoolmaster~",
			"Don't worry, don't worry! Taking care of that clunker is better than dealing with Teresa's concrete crucifix!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55883,
			"Hey! It's Judah's oath, not \"concrete cross\"!",
			"喂！它的名字叫犹大的誓约！也不是混凝土做的啊！！",
			"ちょっと！これには「誓約の十字架」っていう、ちゃんとした名前があるのよ！それにコンクリート製なんかじゃないわ！",
			"잠깐! 이건 「서약의 십자가」라는 제대로 된 이름이 있다고! 게다가 콘크리트제 같은 건 아니야!",
			"Hey! It has a proper name, the \"Oath of Judas\"! And it's not made of concrete!",
			null,
			"Hey! It's called Judas' Oath! It's not made of concrete either!!!",
			"Hey, hey! It has a proper name, the Cross of the Covenant! And it's not made of concrete!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55884,
			"Yeah~ Let's go!",
			"是是~那我们出发啦！就等我们的好消息吧！",
			"はいは～い。それじゃ、行ってくるね！",
			"네네~. 그럼, 다녀올게!",
			"Okay, okayyy! Then, we're off!",
			null,
			"Yes, yes, then we're off! Just wait for our good news!",
			"Yes, yes~. I'm off then!"
		]
	],
	"76": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55885,
			"Main path, clear!",
			"主通道的敌人已经歼灭完毕。",
			"通路にいた敵の殲滅が完了！",
			"통로에 있던 적의 섬멸 완료!",
			"The enemies in the passage have been eliminated!",
			null,
			"The enemies in the main channel have been wiped out.",
			"The destruction of the enemy in the passage is complete!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55886,
			"Good job, we will take off in 6 minutes 14 seconds.",
			"干得好，休伯利安号还有6分14秒完成出击准备，其他位置的零星敌人就交给防守的女武神好了。",
			"良くやったわ！ハイペリオンは、あと6分14秒で離陸準備完了よ。他の場所に侵入した敵は、防衛部隊の戦乙女に任せましょう！",
			"잘했어! 히페리온은 6분 14초 후에 이륙 준비 완료야. 다른 곳에 침입한 적은 방어 부대의 발키리에게 맡기자!",
			"Well done! Hyperion will be ready for takeoff in 6 minutes and 14 seconds. Leave the enemies who have invaded other locations to the Valkyries of the Defense Force!",
			null,
			"Well done, the Huberian has 6 minutes and 14 seconds to finish preparing for the attack, and the scattered enemies in other positions will be left to the defending Valkyries.",
			"Well done! Hyperion will be ready for takeoff in 6 minutes and 14 seconds. Let's leave the enemies who have infiltrated elsewhere to the war maidens of the defense force!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55887,
			"Got it.",
			"了解。",
			"了解しました。",
			"알겠습니다.",
			"Understood.",
			null,
			"Understand.",
			"Understood."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55888,
			"Haha~ So we finished very well this time!",
			"嘿嘿~那我们这算是圆满完成任务了吧！",
			"じゃあ、今回の任務は成功ってことでいいんだよね？",
			"그럼 이번 임무는 성공이라고 봐도 되지?",
			"So, does that mean this mission was a success?",
			null,
			"Hey hey ~ then we are considered to have successfully completed the task!",
			"So we can call this mission a success, right?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55889,
			"I will give you \"A\" this time.",
			"嘛~这次就当你们勉强合格了。",
			"そうね～、ギリギリ合格ってとこかしら？",
			"그러네~, 간신히 합격이라고 해야 할까?",
			"Well~ I guess you just barely passed this time?",
			null,
			"Well, let's say you guys barely pass this time.",
			"Well, I guess I just barely passed."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55890,
			"Humph~ This is just a piece of cake to us!",
			"哼~所以说这种小任务根本不值一提啦！",
			"へっへ～ん！これくらいの任務、楽勝なんだから！",
			"흥~! 이 정도 임무, 식은 죽 먹기라구!",
			"Hehe~! A mission like this is a piece of cake!",
			null,
			"Hum ~ so this small task is not worth mentioning!",
			"Hehe~! This is the kind of mission that's a piece of cake!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55891,
			"Bronya did great job too! They lost the control of her.",
			"布洛妮娅也在战斗中发挥了很大的作用！看来幕后操纵布洛妮娅的工具已经失效了呢！",
			"ブローニャちゃんも大活躍だったわね！操られる気配もなかったし、もう安心して大丈夫そう。",
			"브로냐도 대활약이었어! 조종당하는 기색도 없었고, 이제 안심해도 될 것 같아.",
			"Bronya-chan did a great job too! There was no sign of her being manipulated, so I think everything's fine now.",
			null,
			"Bronya also played a big role in the battle! It seems that the tool behind the curtain to manipulate Bronya has failed it!",
			"You did a great job, Bronya! There was no sign of manipulation, and it looks like you're safe and sound now."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55892,
			"Humm, yes…",
			"嗯，是呢……",
			"はい、そのようです……。",
			"네, 그런 것 같아요......",
			"Yes, it seems so...",
			null,
			"Well, yes. ......",
			"Yes, it appears so. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55893,
			"Maybe the chip in her mind was broken when she fight with master…",
			"一定是和学园长战斗的时候被十字架砸到脑袋，所以里面的芯片坏掉了吧~",
			"きっとテレサと戦った時に十字架が頭を直撃して、元凶の脳内チップが壊れたんだね！",
			"분명 테레사와 싸울 때 십자가가 머리를 직격해서, 원흉의 뇌내 칩이 부서진 거야!",
			"I think the cross hit her right on the head when she fought Theresa, so it destroyed the chip in her brain!",
			null,
			"Must have been hit in the head by the cross when fighting with the head of the school, so the chip inside is broken ~",
			"I'm sure that when he fought Teresa, the crucifix hit him in the head and broke the original brain chip!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55894,
			"Was she hit by the \"concrete cross\"? You must be kidding me!",
			"喂喂，被那种东西砸到可是即死的啊……",
			"あんなので殴られたら、普通は即死よ……。",
			"저걸로 맞으면, 보통은 즉사야......",
			"If you get hit with that, you usually end up dead...",
			null,
			"Hey hey, hit by that kind of thing but that is the death of ah ......",
			"If you get hit with one of those, you usually die instantly. ......"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55895,
			"Stop chatting at this moment! Go back to the main bridge! Will are taking off now!",
			"不要在这种关键的作战中闲聊啊！你们赶紧回到舰桥吧！马上就要起飞了哦！",
			"もう、この重大な時に緊張感のない雑談をしないでちょうだい！さっさとブリッジに戻る！間もなく離陸するわよ！",
			"됐어, 이 중대한 때에 긴장감 없는 잡담은 그만해! 어서 브릿지로 돌아가! 곧 이륙할 거야!",
			"Hey, no more casual chatter at this critical time! Now get back to the bridge! We will be taking off shortly!",
			null,
			"Don't gossip in the middle of a critical battle like this! Get back to the bridge! We're about to take off!",
			"No more of this tension-free banter at this critical time! Now get back to the bridge! We'll be taking off shortly!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55896,
			"The following battle will be more tougher, let's take a break now.",
			"嗯，接下来的战斗恐怕会更艰辛，在这段时间调整一下吧。",
			"学園長の言う通りね、急いで戻るわよ。それに次の戦いはもっと厳しいものになるわ。時間は有効的に使いましょう。",
			"학원장 말씀대로야, 서둘러 돌아가자. 게다가 다음 전투는 더욱 힘들어질 거야. 시간을 효율적으로 쓰자구.",
			"The principal's right, let's hurry back. Besides, the next battle will be much tougher. Let's use our time effectively.",
			null,
			"Well, I'm afraid the next battle will be even tougher, so adjust during this time.",
			"The dean is right. We'll be back in a hurry. Besides, the next battle will be much tougher. Let's use our time effectively."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55897,
			"Alright, let's go, Bronya~",
			"好的，我们走吧，布洛妮娅~",
			"わかりました！ブローニャちゃんも行こう！",
			"알겠습니다! 브로냐도 가자!",
			"Okay! Let's go, Bronya-chan!",
			null,
			"Okay, let's go, Bronya~",
			"I understand! Let's go, Bronya!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55898,
			"? Where is Bronya?",
			"唔？布洛妮娅人呢？",
			"あれ！？ブローニャは……？",
			"어라!? 브로냐는......?",
			"Huh?! Where's Bronya...?",
			null,
			"Hmm? Where's Bronya?",
			"Huh! Bronya is ......?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55899,
			"What!?",
			"……难道！？",
			"……まさか！？",
			"......설마!?",
			"...Is she?!",
			null,
			"...... Could it be!",
			"...... No way!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55900,
			"「Here is nuclear power unit! We got threatened! She is a… Valkyrie! Ahhhh!」",
			"「这里是核动力区！遭到敌人入侵！这个是……女武神！？呃！啊！！！」",
			"「こちら核動力区！敵が侵入ッ！こ、これは……戦乙女！？ぐ……っ！がぁああっ！！！」",
			"「여기 핵동력 구역! 적이 침입했다! 이, 이것은...... 발키리!? 으......! 아아아악!!!」",
			"\"This is the Nuclear Power Zone! The enemy is invading! W-What is this... a Valkyrie?! Ugh...! Gaaahh!!!\"",
			null,
			"\"This is the nuclear power zone! Invasion by the enemy! This is the ...... Valkyrie! Ugh! AHHHHH!!!\"",
			"This is the nuclear power area! The enemy has invaded! This is ...... the War Maiden! This is the ...... War Maiden! Gaaaah!"
		],
		[
			"msg",
			55901,
			"「Warning! Warning! Nuclear power unit is being attacked!」",
			"「警告！警告！核融合炉遭到攻击！」",
			"「警告！警告！核融合炉が攻撃を受けています！至急、戦闘員を派遣してください」",
			"「경고! 경고! 핵융합로가 공격받고 있습니다! 즉시, 전투원을 파견해 주십시오」",
			"\"Warning! Warning! The fusion reactor is under attack! Send in reinforcements immediately.\"",
			null,
			"\"Warning! Warning! Nuclear fusion furnace under attack!\"",
			"Warning! Warning! The fusion reactor is under attack! Send fighters immediately."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55902,
			"How…",
			"怎么会……",
			"そ、そんな……。",
			"저, 저런......",
			"H-How could this be...?",
			null,
			"How can ......",
			"Oh, no. ......."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55903,
			"It's Bronya!! We must stop her!",
			"是布洛妮娅！！立刻前往动力区！不能让她破坏核融合炉！！如果融合炉爆炸的话整个学园都……",
			"ブローニャだわ！直ちに核動力区へ！核融合炉を破壊させてはいけないわ！！もしも、核融合炉が爆発でもしたら学園全体が……。",
			"브로냐야! 즉시 핵동력 구역으로! 핵융합로를 파괴하게 둘 순 없어!! 만약 핵융합로가 폭발하기라도 하면 학원 전체가......",
			"It's Bronya! Head to the Nuclear Power Zone immediately! We must not let the nuclear fusion reactor be destroyed!! If it explodes, the whole school will...",
			null,
			"It's Bronya!!! Get to the powerhouse now! We can't let her destroy the nuclear fusion furnace! If the fusion furnace explodes, the whole academy will be ......",
			"It's Bronya! Get to the nuclear powered section immediately! Don't let them destroy the fusion reactor! If the fusion reactor were to explode, the entire academy would be ......."
		],
		[
			"msg",
			55904,
			"Is she trying to perish together?",
			"那个孩子，是想要同归于尽吗！",
			"まさか、ヤツら……共倒れを狙うつもりなの！？",
			"설마, 저 녀석들...... 동귀어진을 노리는 거야!?",
			"Don't tell me... are they planning to bring us all down together?!",
			null,
			"That kid, is he trying to die together!",
			"Don't tell me they're trying to ...... collapse together!"
		]
	],
	"77": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55905,
			"Armored Bunny… Target… Nuclear power unit.",
			"重装小兔充能开始…目标…核融合炉…",
			"重装ウサギ19c、チャージ開始——目標……核融合炉！",
			"중장토끼19c, 충전 시작——목표...... 핵융합로!",
			"Armored Bunny 19C, charging — target... nuclear fusion reactor!",
			null,
			"Reload bunny charging begins...target...nuclear fusion furnace...",
			"Heavy Rabbit 19C, start charging--target ...... fusion reactor!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55906,
			"Bronya!",
			"布洛妮娅！",
			"ブローニャちゃんッ！！",
			"브로냐쨩!!",
			"Bronya-chan!!",
			null,
			"Bronya!",
			"Bronya!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55907,
			"Enemy target, enter… \"Destroy Mode\".",
			"敌方目标出现，核融合炉破坏…优先度高…歼灭模式启动。",
			"敵対勢力出現。核融合炉の破壊が優先度高……殲滅モードに切り替えます。",
			"적대 세력 출현. 핵융합로 파괴가 우선순위 높음...... 섬멸 모드로 전환합니다.",
			"Hostile forces have appeared. Destroying the nuclear fusion reactor is the highest priority... Switching to annihilation mode.",
			null,
			"Enemy target present, nuclear fusion furnace destroyed...high priority...annihilation mode activated.",
			"Hostile forces appear. Destruction of the fusion reactor is a high priority. ...... switches to annihilation mode."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55908,
			"Why… Bronya! Wake up!",
			"为什么……布洛妮娅！快醒醒！",
			"どうして……どうしてなの！？ブローニャちゃん！目を覚まして！！",
			"왜...... 왜 그러는 거야!? 브로냐쨩! 정신 차려!!",
			"Why... why?! Bronya-chan! Wake up!!",
			null,
			"Why ...... Bronya! Wake up!",
			"Why ...... why! Bronya! Wake up!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55909,
			"We don't have so much time to wake up her, we must stun her.",
			"现在说什么都没用了！现在控制布洛妮娅的芯片控制等级可能已经达到最高了，只有先让她瘫痪才行！",
			"芽衣、今は何を言っても無駄よ。ブローニャを行動不能にさせる以外、道はないわ。",
			"메이, 지금 뭘 말해도 소용없어. 브로냐를 행동 불능 상태로 만드는 것 외엔 방법이 없어.",
			"Mei, there's no point in saying anything now. There's no other way than to knock Bronya out.",
			null,
			"It's useless to say anything now! Now the control level of the chip controlling Bronya may have reached the maximum, the only way to paralyze her first!",
			"Mei, there is nothing you can say to me right now. There is no other way out except to put Bronya out of action."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55910,
			"I will handle this! You'd better give up!",
			"这种事情就交给我来吧！臭小鬼！不想挨揍的话就给我乖乖放弃抵抗吧！",
			"そういうことなら、私に任せて！ほら、ブローニャ！痛い目に遭いたくなかったら、大人しくしなさい！",
			"그렇다면, 나한테 맡겨! 자, 브로냐! 아프게 되기 싫으면, 얌전히 있어!",
			"If that's the case, leave it to me! Come on, Bronya! If you don't want to get hurt, then be a good girl and surrender!",
			null,
			"Leave this to me! You little brat! If you don't want to be beaten up, then give up your resistance!",
			"If that's the way it's going to be, I'll take care of it! Come on, Bronya! If you don't want to get hurt, be a big boy!"
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55911,
			"Humph, I have destroyed your mecha gun~ You'd better surrender.",
			"哼哼，你自满的机甲主炮已经被摧毁了哦~布洛妮娅快投降吧！",
			"自慢の装甲は破壊したよ！さっさと降参したら？",
			"자랑하던 장갑은 부숴버렸어! 어서 항복할래?",
			"Your prized robot has been destroyed! Why don't you just surrender already?!",
			null,
			"Hmph, your complacent mecha main cannon has been destroyed oh ~ Bronya surrender!",
			"I'm proud of it, I've destroyed the armor! Why don't you just give up?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55912,
			"……",
			"……",
			"……。",
			"......",
			"......"
		],
		[
			"msg",
			55913,
			"Life protect system off… Armored Bunny will destoryed after 30 seconds.",
			"生命保护系统off…能源限制解除…重装小兔进入负载模式……30秒后自毁。",
			"生命保護システムオフ……エネルギー制限の解除……重装ウサギ負荷モードをオン——30秒後に自爆します。",
			"생명 보호 시스템 오프...... 에너지 제한 해제...... 중장토끼 과부하 모드 온——30초 후 자폭합니다.",
			"Life protection system off... Energy restrictions releasing... Armored Bunny Load Mode on — self-destruct in 30 seconds.",
			null,
			"Life protection system off...Energy restrictions lifted...Reloaded bunnies enter load mode ......30 seconds to self-destruct.",
			"Life protection system off...... energy restrictions off...... heavy-loaded rabbit load mode on--self-destructs after 30 seconds."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55914,
			"Stop her! She is trying to use Armored Bunny to dynamite the nuclear power unit!",
			"快阻止她！这个孩子打算用重装小兔来引爆核融合炉！",
			"くっ、自爆だと！？早く止めないと！ブローニャは、重装ウサギを核融合炉の起爆に使うつもりよ！",
			"쿨, 자폭이라고!? 빨리 막아야 해! 브로냐는 중장토끼를 핵융합로 기폭에 사용할 생각이야!",
			"Shit, she's trying to self-destruct?! We have to stop her quickly! Bronya is planning to use Armored Bunny to detonate the nuclear fusion reactor!",
			null,
			"Stop her! This kid is going to use a reloading bunny to detonate the nuclear fusion furnace!",
			"Damn, it's a self-destruct! We have to stop it now! Bronya's going to use the heavily armed rabbits to detonate the fusion reactor!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55915,
			"Hey! Bronya, are you crazy?",
			"喂！布洛妮娅你疯了么！！",
			"ちょっと！ブローニャ！正気！？",
			"잠깐! 브로냐! 정신이야!?",
			"Hey! Bronya! Are you out of your mind?!",
			null,
			"Hey! Bronya are you crazy!",
			"Psst! Bronya! Are you out of your mind?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55916,
			"We can only…",
			"事到如今只能……",
			"ちっ、もうどうしようもないわね……。",
			"쳇, 이젠 어쩔 수 없네......",
			"Tch, there's nothing we can do now...",
			null,
			"Things have come to a head only ......",
			"Dang, I can't help it anymore. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55917,
			"No!",
			"不要！",
			"ダ、ダメッ！！やめてくださいッ！！",
			"안, 안 돼요!! 그만해 주세요!!",
			"N-No!! Please stop!!",
			null,
			"No!",
			"No, no, no! Please don't!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55918,
			"Mei,get out of the way! We don't have time now! Do you want to die here with her?",
			"芽衣你让开！已经没有时间了！难道你想和她一起死在这里么！",
			"芽衣、どきなさい！もう時間がないのよ！あの子と一緒に、ここで死にたいの！？",
			"메이, 정신 차려! 시간이 없어! 그 아이와 함께 여기서 죽고 싶어!?",
			"Mei, out of the way! We're running out of time! Do you want to die here with that kid?!",
			null,
			"Meiko, get out of the way! There's no more time! Do you want to die here with her!",
			"Mei, get out of the way! We're running out of time! I want to die here with that girl!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55919,
			"Bronya… Please, wake up!",
			"布洛妮娅……求求你，请找回自己，请听见我的声音！！",
			"ブローニャちゃん……お願い……自分を取り戻して！私の声を、聞いて！！",
			"브로냐 씨…… 제발…… 정신 차려! 내 목소리, 들려!!",
			"Bronya-chan... please... get yourself back! Listen to my voice!!",
			null,
			"Bronya ...... please, please find yourself, please hear my voice!!!",
			"Bronya, ...... please ...... get yourself back! Listen to my voice!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55920,
			"Destroy after 15 seconds.",
			"15秒后自毁。",
			"残り15秒——",
			"남은 시간 15초——",
			"15 seconds left until self-destruct——",
			null,
			"Self-destruct after 15 seconds.",
			"15 seconds left--"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55921,
			"Do you remember the pudding we eaten together…",
			"你还记得我们一起吃过的布丁么…",
			"一緒にプリンを食べたこと、覚えてる……？",
			"같이 푸딩을 먹었던 거, 기억나……?",
			"Don't you remember when we ate pudding together...?",
			null,
			"Do you remember the pudding we ate together...",
			"Do you remember eating pudding together ......?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55922,
			"Destroy after 10 seconds.",
			"10秒后自毁。",
			"10秒前——",
			"10초 전——",
			"10 seconds——",
			null,
			"Self-destruct after 10 seconds.",
			"Ten seconds ago--"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55923,
			"Do you remember the Homu park…",
			"还记得我们一起去过的吼姆乐园么…",
			"一緒にホム楽園に行ったこと、覚えてる……？",
			"같이 호무라쿠엔에 갔던 거, 기억나……?",
			"Don't you remember when we went to Homu Paradise together...?",
			null,
			"Remember how we went to Howlam Land together...",
			"Do you remember that we went to Hom Paradise together ......?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55924,
			"…8 seconds.",
			"8秒。",
			"8——",
			"8——",
			"8 seconds——",
			null,
			"8 sec.",
			"8--"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55925,
			"We have found a spring together!",
			"我们一起找过的温泉！",
			"一緒に温泉にも入ったわ！",
			"같이 온천에도 들어갔잖아!",
			"We even went to the hot springs together!",
			null,
			"The spa we looked for together!",
			"We even went to the hot springs together!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55926,
			"Look, tears on Bronya's face, is she crying?",
			"布洛妮娅眼角的泪光…那孩子哭了么？",
			"ブローニャの目に涙が……もしかして、感情が？",
			"브로냐의 눈에 눈물이…… 혹시, 감정이?",
			"There's tears in Bronya's eyes... Could it be that she's actually feeling something?",
			null,
			"Tears in the corner of Bronya's eyes...did the boy cry?",
			"Tears in Bronya's eyes ...... maybe emotions?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55927,
			"…6 seconds",
			"6秒。",
			"6——",
			"6——",
			"6 seconds——",
			null,
			"6 sec.",
			"6--"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55928,
			"The dinner we had together!",
			"一起吃过的晚餐！",
			"一緒にご飯を食べて！",
			"같이 밥을 먹고!",
			"We had dinner together!",
			null,
			"Had dinner together!",
			"Have dinner together!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55929,
			"…4 seconds.",
			"4秒。",
			"4——",
			"4——",
			"4 seconds——",
			null,
			"4 sec.",
			"4--"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55930,
			"We took training together! Had class together! Slept together! We had a great time…",
			"一起训练！一起上课！一起入睡！一起经历最快乐的时间！",
			"一緒に訓練して！学校に行って！寝て！たくさん、たくさん楽しい時間を過ごしたことを！",
			"같이 훈련하고! 학교 가고! 자고! 정말 많은 즐거운 시간을 보냈던 거!",
			"We trained together! We went to school together! We slept together! We had so many... so many fun times!",
			null,
			"Training together! Classes together! Go to sleep together! Have the most fun time together!",
			"Train with us! Go to school! Sleeping! That we had many, many good times!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55931,
			"…2 seconds.",
			"2秒。",
			"2——",
			"2——",
			"2 seconds——",
			null,
			"2 seconds.",
			"2--"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55932,
			"Please!!!!!",
			"所以给我好好活下去啊！！！！",
			"忘れちゃったの！？ねぇ、また一緒に思い出を作りましょう！！",
			"잊어버렸어!? 자, 다시 함께 추억을 만들어요!!",
			"Did you forget?! Please, let's make some more memories together!!!",
			null,
			"So give me a good life ah ！！！！",
			"You forgot! Hey, let's make memories together again!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55933,
			"S…T…O…P",
			"自毁程序…终止…",
			"自爆プログラム——停止……。",
			"자폭 프로그램——정지…….",
			"Self-destruct program — cancel...",
			null,
			"Self-destruct procedure...terminated...",
			"Self-destruct program--stop ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55934,
			"It's now!!",
			"就是现在！！",
			"よしっ！！",
			"좋아!!",
			"Yes!!",
			null,
			"It's now!!!",
			"All right!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55935,
			"Dong!!!!",
			"咚！！！！",
			"ドッ！！",
			"퍽!!",
			"<i>Bang!!</i>",
			null,
			"Dang ！！！！",
			"Doh!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55936,
			"Errrr……",
			"呃……",
			"うぅ……っ！",
			"으윽……!",
			"Ugh...!",
			null,
			"Uh ......",
			"Ugh ......!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55937,
			"Kiana, you?",
			"琪亚娜你！？",
			"キアナちゃん！？",
			"키아나!?",
			"Kiana-chan?!",
			null,
			"Kiana you!",
			"Kiana!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55938,
			"It's the best time to stun her! We need to avoid the risk of her lost control again.",
			"嘛~这种时候直接敲晕是最方便的啦~刚才一瞬间布洛妮娅已经找回了自己，如果不让她失去意识的话，说不定又会被控制了呢。",
			"こういう時は、気絶させちゃうのが1番手っ取り早いんだよ！さっき一瞬だけ自分を取り戻したみたいだけど、意識があったらまた操られちゃうかもしれないからね。",
			"이럴 땐 기절시키는 게 가장 빠른 방법이야! 아까 잠깐 제정신으로 돌아온 것 같지만, 의식이 있으면 다시 조종당할지도 모르니까.",
			"In situations like this, the quickest thing to do is knock them unconscious! It looks like she regained consciousness for just a moment, but as long as she's conscious, she might get controlled again.",
			null,
			"The most convenient thing to do at this time is to knock yourself out ~ just a moment ago Bronya has found herself, if you do not let her lose consciousness, it may be controlled again.",
			"In a situation like this, the quickest way is to knock him out! It looks like he regained himself for a moment just now, but if he's conscious, he might be manipulated again."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55939,
			"Humm, we are safe now…",
			"呼……至少现在看来是躲过一劫了呢。",
			"フゥ……少なくとも、最悪の事態は回避できたようね。",
			"후…… 적어도 최악의 사태는 피한 것 같네.",
			"Phew... At least we managed to avoid the worst case scenario.",
			null,
			"Hoo ...... at least now it seems to have dodged a bullet then.",
			"Huh...... at least you avoided the worst of it."
		]
	],
	"78": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55940,
			"Humph…",
			"唔……",
			"う、うぅ……ん……。",
			"으, 으윽…… 음…….",
			"U-Ugh... Nn...",
			null,
			"Well ......",
			"Ugh, ugh ...... n ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55941,
			"Bronya!",
			"布洛妮娅！",
			"ブローニャちゃん！",
			"브로냐!",
			"Bronya-chan!",
			null,
			"Bronya!",
			"Bronya!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55942,
			"Mei sama, where are we?",
			"芽衣姐姐……这里是？",
			"芽衣姉様……ここは……？",
			"메이 언니…… 여기는……?",
			"Mei... where...?",
			null,
			"Meiko-san ...... Here is?",
			"Mei sister ...... is this ......?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55943,
			"Here is main bridge.",
			"这里是舰桥，休伯利安已经顺利起航了。",
			"ここは艦橋よ。ハイペリオンは無事に離陸したわ。",
			"여긴 함교야. 히페리온은 무사히 이륙했어.",
			"This is the bridge. Hyperion has taken off safely.",
			null,
			"This is the bridge. Huberian has set sail without incident.",
			"This is the bridge. Hyperion has taken off without incident."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55944,
			"Was I just lost control again?",
			"布洛妮娅刚才是不是又……",
			"ブローニャは、先ほどまた…。",
			"브로냐는, 아까 또….",
			"Did Bronya get controlled again...?",
			null,
			"Did Bronya just ...... again",
			"Bronya was again just a few minutes ago...."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55945,
			"Bronya, you'd better leave here…",
			"布洛妮娅，你还是下船吧。",
			"ブローニャ！この艦から降りなさい！",
			"브로냐! 이 함에서 내려!",
			"Bronya! Get off this ship!",
			null,
			"Bronya, you might as well get off the boat.",
			"Bronya! Get off this ship!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55946,
			"I got it…",
			"…布洛妮娅明白了。",
			"……わかりました。",
			"……알겠습니다.",
			"...Understood.",
			null,
			"...Bronya understood.",
			"I understand ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55947,
			"Master! Please wait!",
			"德丽莎园长！请等一下！",
			"テレサ学園長！ちょっと、待ってください！",
			"테레사 학원장! 잠깐만 기다려 주세요!",
			"Principal Theresa! Wait, please!",
			null,
			"Director Theresa! Please wait!",
			"Teresa Dean of School! Wait a minute!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55948,
			"I trust Bronya. I just did a check to her head.",
			"不要误会，我没有不信任布洛妮娅。在她昏迷的时候我们已经扫描过她的头部了。",
			"誤解しないで！ブローニャを信用していないわけじゃないの。その子が気を失っている間、頭部をスキャンさせてもらったのよ。",
			"오해하지 마세요! 브로냐를 믿지 못하는 게 아니에요. 그 아이가 의식을 잃은 동안, 머리 부분을 스캔하도록 허락받았어요.",
			"Don't get me wrong! It's not that I don't trust Bronya. I scanned her head while she was unconscious.",
			null,
			"Don't get me wrong, I don't distrust Bronya. We've scanned her head while she was unconscious.",
			"Don't get me wrong! It's not that I don't trust Bronya. I had the girl do a head scan while she was unconscious."
		],
		[
			"msg",
			55949,
			"She got control herself and Kiana broke her chip.",
			"刚才她在最后用自己的意识逆转了芯片的控制，再加上琪亚娜在那个瞬间误打误撞从物理上损伤了芯片的结构，目前从扫描结果来看，那个芯片应该是已经报废了。",
			"そうしたら、最後に自分の意志でチップの制御から脱しようとした痕跡があったの。それと同時に、キアナが偶然にもチップへと物理的なダメージを与えたから……チップはもう壊れているはずよ。",
			"그랬더니, 마지막에 자신의 의지로 칩의 제어에서 벗어나려던 흔적이 있었어요. 그와 동시에, 키아나가 우연히 칩에 물리적인 데미지를 입혔기 때문에... 칩은 이미 고장났을 거예요.",
			"There were signs that she had tried to escape the chip's control of her own volition. At the same time, Kiana accidentally caused physical damage to the chip... so the chip must have been destroyed by now.",
			null,
			"Just now she used her consciousness at the end to reverse the control of the chip, plus Kiana in that moment mistakenly from the physical damage to the structure of the chip, and currently from the scan results, that chip should have been scrapped.",
			"Then there were traces of a last attempt to break free of the chip's control of her own volition. At the same time, the ...... chip should have been broken by now, since Kiana accidentally caused physical damage to the chip."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55950,
			"So…",
			"这么说的话！",
			"じゃあ——ッ！",
			"그럼 ——!",
			"Then—!",
			null,
			"In that case!",
			"Well, then--!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55951,
			"Don't make the conclusion too early, we need to do a further check to Bronya.",
			"不要高兴的太早，现在还不能下定论，所以得让布洛妮娅下船接受进一步检查，不然她还是一个定时炸弹。",
			"喜ぶのはまだ早いわ！まだ断定ができたわけじゃない……だから、ブローニャにはここで降りて、精密検査を受けてもらいたいのよ。",
			"기뻐하기엔 아직 일러! 아단 단정할 수 있는 건 아니니까... 그래서, 브로냐는 여기에서 내려서 정밀 검사를 받아줬으면 해요.",
			"Don't celebrate too soon! We can't be certain yet... so I want Bronya to get off here and get a thorough checkup.",
			null,
			"Do not be too early to rejoice, it is too early to make a conclusion, so have to let Bronya off the ship to receive further examination, otherwise she is still a time bomb.",
			"It's too early to rejoice! We haven't made a determination yet ......, so we need Bronya to get down here and get a full examination."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55952,
			"Yes, totally understand.",
			"……是呢，明白了。",
			"……そうですね、わかりました。",
			"...알겠습니다.",
			"...Alright, understood.",
			null,
			"...... is it, got it.",
			"...... Yes, I understand."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55953,
			"Alright~ Let's beat Anti-entropy first! Bronya will recover soon~",
			"好啦好啦~让我们先把逆熵赶回去再说吧！说不定等战斗结束后布洛妮娅又是活蹦乱跳的样子了呢~",
			"そうは言っても、まずはネゲントロピーを追い返してからでしょ！この戦いが終われば、ブローニャがまた元気になってくれるかもしれないし！",
			"그래도 일단은 네겐트로피를 물리친 다음이겠죠! 이 싸움이 끝나면, 브로냐가 다시 건강해질지도 모르잖아요!",
			"That being said, we have to drive away Anti-Entropy first! Once this battle is over, maybe Bronya will feel better again!",
			null,
			"Well, well, well, let's drive the reverse entropy back first! Maybe when the battle is over, Bronya will be alive and well again~",
			"That said, you have to get rid of Negentropy first! Maybe after this battle is over, Bronya will be fine again!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55954,
			"Sorry… Mei, Bronya made you worry again…",
			"抱歉…芽衣姐姐，布洛妮娅又让芽衣姐姐担心了……",
			"ごめんなさい……ブローニャは、またみんなに迷惑と心配をかけてしまいました……。",
			"미안해요... 브로냐는, 또 모두에게 폐와 걱정을 끼쳤네요...",
			"Sorry... Bronya has caused everyone trouble and worry again...",
			null,
			"Sorry...Meiko-san, Bronya made Meiko-san worry again ......",
			"I'm sorry ...... Bronya has caused everyone trouble and worry again ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			55955,
			"Hahaha~Bronya! You can't even finished my request!",
			"哈哈哈哈~布洛妮娅！你还是真是废物呢，妈妈的任务一件都完成不了！",
			"ブローニャ！お前、ほんっとうに役立たずだなぁ！ママからの任務をひとつもこなせないなんて！",
			"브로냐! 너 정말로 쓸모없는 녀석이구나! 엄마에게 받은 임무를 하나도 해내지 못하다니!",
			"Hahahaha~ Bronya! You're so useless! You can't even complete a single assignment Matushka gives you!",
			null,
			"Hahahahaha~ Bronya! You're still a real loser, you can't complete any of mom's tasks!",
			"Bronya! You are so useless! I can't believe you can't handle a single assignment from your mother!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55956,
			"Report! Anti-entropy has hacked our communication system!",
			"报告！逆熵侵入了休伯利安的通讯系统！",
			"……っ！ネゲントロピーがハイペリオンの通信システムをハッキング！学園長、ヤツら強引に通信をしてきています。",
			"...! 네겐트로피가 히페리온의 통신 시스템을 해킹! 학원장, 놈들이 강제로 통신을 걸어오고 있습니다.",
			"...! Anti-Entropy has hacked into Hyperion's communication system! Principal, they're forcibly communicating with us.",
			null,
			"Report! Reverse Entropy has hacked into Hublian's communication system!",
			"......! Negentropy hacked Hyperion's communication system! Dean, they're forcing us to communicate with them."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55957,
			"Sin…",
			"杏·玛尔……",
			"シン……。",
			"신...",
			null,
			null,
			"Apricot-Mar ......",
			"Sin ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			55958,
			"Hohoho…Nevermind, Bronya can't do it but I can! I will destroy Shicksal.",
			"嘻嘻嘻…没关系，废物布洛妮娅完成不了的任务就让我来替你完成吧~我会把天命的渣滓和她们的破飞船一起掰成两段的~",
			"クックックッ……まぁ、いいさ！役立たずのブローニャが果たせなかった任務、このボクが代わりにやってやるよ！",
			"쿠쿠쿠... 뭐, 좋아! 쓸모없는 브로냐가 해내지 못한 임무, 이 내가 대신 해줄게!",
			"Keheheh... Oh well! I'll take on the mission that the useless Bronya couldn't complete!",
			null,
			"Hee hee hee hee... It's okay, let me finish the task that the trash Bronya can't finish for you ~ I'll break the dregs of the Mandate of Heaven into two pieces along with their broken spaceship ~",
			"Kookkookkookkookkookkookkook ...... Well, never mind! I'll take the place of the useless Bronya who couldn't fulfill his mission!"
		],
		[
			"msg",
			55959,
			"Mom will be proud of me! Hahaha!!",
			"这样妈妈就会夸奖我了！！哈哈哈！！",
			"そうすれば、ママはボクを褒めてくれる！！",
			"그러면 엄마가 나를 칭찬해 주실 거야!!",
			"If I do that, then Matushka will surely praise me!!",
			null,
			"So that mom will praise me!!! Hahahaha!!!",
			"Then my mom will praise me!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55960,
			"Bang!!",
			"轰隆！！！",
			"ドォオオオオン——ッ！！！",
			"드오오오온——!!!",
			"<i>BOOOOOMM——!!!</i>",
			null,
			"BOOM!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55961,
			"Left bridge is being attacked! There are invaders!",
			"左舷舰桥遭到攻击！外部装甲破损！检测到入侵的敌方单位！",
			"左舷への攻撃を確認！外部装甲破損ッ！侵入者を検知しました！",
			"좌현으로의 공격 확인! 외부 장갑 파손! 침입자를 감지했습니다!",
			"Attack confirmed on port side! External armor damaged! Intruder detected!",
			null,
			"Port side bridge under attack! External armor breach! Intruding enemy units detected!",
			"Attack to port confirmed! External armor damaged! Intruder detected!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			55962,
			"Hohoho~ Let's start a hunting game~",
			"呵呵呵~让我们来一场简单粗暴的杀人游戏吧~",
			"キッヒッヒッ……シンプルでバイオレンスな殺人ゲームの始まりだぁッ！",
			"키히히히……신선하고 폭력적인 살인 게임의 시작이다아!",
			"Hehehe... Let the simple yet violent killing game begin!",
			null,
			"Oh well ~ let's have a simple and brutal killing game it ~",
			"Kickass. ...... Let the simple and violent game of murder begin!"
		]
	],
	"79": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55963,
			"「Warning!Warning!No.1, No.2 nuclear power units has closed!We have to land soon!」",
			"「警报！警报！1、2号核融合炉受损严重强制关闭！休伯利安号出力下降！」",
			"「警報！警報！1、2号核融合炉の損傷拡大……強制閉鎖！ハイペリオンの出力低下！」",
			"「경보! 경보! 1, 2호 핵융합로 손상 확대…… 강제 폐쇄!히페리온 출력 저하!」",
			"\"Warning! Warning! Damage to fusion reactors 1 and 2 is spreading... Forcing shutdown! Hyperion is losing power!\"",
			null,
			"\"Alert! Warning! The nuclear fusion furnaces 1 and 2 are severely damaged and forced to shut down! The USS Huberian is losing power!\"",
			"Alarm! Alarm! Extended damage to fusion reactors 1 and 2. ...... Forced closure! Hyperion power loss!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55964,
			"Start the No.3 and No.4 nuclear power units! We must protect there!",
			"立刻开启3、4号备用核融合炉！必须死守那里！",
			"直ちに予備の核融合炉を開きなさい！何としてでも、そこを死守するのよ！",
			"즉시 예비 핵융합로를 가동하라! 무슨 일이 있어도 그곳을 사수하는 거야!",
			"Activate the backup fusion reactors 3 and 4 immediately! Defend it at all costs!",
			null,
			"Turn on backup nuclear fusion furnaces 3 and 4 immediately! We must hold it!",
			"Open the backup fusion reactor immediately! Defend that place to the death at all costs!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			55965,
			"Ahhh~ They have spared ones… Nevermind, I will destroy there too!",
			"啊啊~居然还有备用的啊…呵呵呵，不过没关系，这样才更尽兴嘛！这样一点点像蚂蚁一样碾死也不错呢~",
			"な～んだ……予備があったのかぁ……まぁ、いいや！そうでなくちゃ、つまらないし！あぁ、蟻をひねり潰すのって楽しいなぁ！",
			"뭐~…… 예비가 있었구나…… 뭐, 좋아! 그렇지 않으면 재미없잖아! 아, 개미를 비틀어 부수는 건 즐겁구나!",
			"Oh... so there's spares... Oh well! It'd be boring otherwise! Ah, it's so much fun to crush ants!",
			null,
			"Ah ah ~ there is actually a spare ah ... oh ah, but it does not matter, so more enjoyable it! This is a little like ants crushed also good ~",
			"What a ...... spare. ...... Well, okay! Otherwise, it would be boring! Ah, it's fun to twist and turn ants!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55966,
			"Bronya, your friend is a strange kid…",
			"布洛妮娅，你的青梅竹马还尽是些有个性的孩子呢……",
			"ブローニャ……あんたの幼馴染って、だいぶ個性的な子ね……。",
			"브로냐…… 너의 소꿉친구는 꽤 개성 있는 아이네…….",
			"Bronya... Your childhood friend is quite the unique girl...",
			null,
			"Bronya, your childhood friends are still kids with personality ......",
			"Bronya...... your childhood friend is a very unique girl. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55967,
			"Sin, stop it! I don't want to fight with you.",
			"杏，快收手吧。布洛妮娅不想和你战斗。",
			"シン！やめてください！ブローニャは、あなたと戦いたくありません。",
			"신! 그만하세요! 브로냐는 당신과 싸우고 싶지 않아요.",
			"Sin! Stop it! Bronya doesn't want to fight you.",
			null,
			"Apricot, just stop. Bronya doesn't want to fight you.",
			"Sin! Please don't do this! Bronya does not want to fight you."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			55968,
			"Hoho~ You betrayed us, mom said you were important, now you're useless.",
			"嚯嚯~原来你还真的叛变了呢，妈妈还一直说你是安插在天命中的一颗重要的棋子，现在棋子跳反了想必妈妈也很难受吧~",
			"おやおやぁ？本当に寝返っちゃったんだなぁ～！ママはお前のことを天命に送り込んだ大事な駒だって、いまだに言ってるよ！それに裏切られたんじゃ、ママもつらいだろうなぁ……。",
			"어머어머? 정말 배신해버렸구나~! 엄마는 너를 천명에 보낸 중요한 말이라고, 아직도 말하고 있어! 그런데 배신당하니, 엄마도 속상하겠지……。",
			"Oh my? So you've really switched sides! Matushka still says you're an important pawn she sent to Schicksal! And it must be hard on her to be betrayed like this...",
			null,
			"Ho ho ho ~ so you really mutiny it, mom has always said you are placed in the fate of an important pawn, and now the pawn jumped backwards think mom is also very difficult it ~",
			"Oh, well? I guess you really have turned! Mom still says you're an important pawn she sent to heavenly destiny! It must be hard for Mom to be betrayed by that. ......"
		],
		[
			"msg",
			55969,
			"Nevermind, I will help mom make her dream real!",
			"不过像你这样的废物即使不存在也没什么关系，妈妈的棋子有我一颗就够了！",
			"でも、お前みたいな役立たず！いなくなっても問題ないね！ママの駒は、このボク一人で十分さッ！",
			"하지만, 너 같은 쓸모없는 녀석! 없어도 문제없어! 엄마의 말은, 이 나 하나면 충분하다고!",
			"But you're useless! It won't be a problem if you're gone! I'm enough of a pawn for Matushka!",
			null,
			"But it doesn't matter if a loser like you doesn't exist, one of Mom's pawns is enough for me!",
			"But a useless piece of shit like you! I don't have a problem if you're gone! I'm enough of a pawn for Mom!"
		],
		[
			"msg",
			55970,
			"Die!!",
			"死去吧！！！",
			"死ねぇッ！！！",
			"죽어라!!!",
			"Die!!!",
			null,
			"Die!!!",
			"Die!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55971,
			"Ping!",
			"呯！！！",
			"ザシュッ——！！",
			"찰싹——!!",
			"<i>Swoosh——!!</i>",
			null,
			"BING!!!",
			"ZASH--!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			55972,
			"Ahahahaha!!! You can't beat me!",
			"啊哈哈哈！！！连你最强的主炮都报废了还有什么资本和我战斗！就让我把你和这块废铁一起拆掉！！",
			"アッハハハハッ！重装ウサギの調子が悪そうなのに、どうやってボクと戦うつもりなんだ？そのスクラップごと、片づけてやるよ！",
			"아하하하하핫! 중장토끼 상태가 안 좋아 보이는데, 어떻게 나랑 싸울 셈이야? 그 고철덩이랑 함께 처리해 주지!",
			"AH-HAHAHAHA! Your Armored Bunny looks in bad shape, so how do you expect to fight me? I'll take care of you and all your scrap metal!",
			null,
			"Ahahahaha!!! Even your strongest main cannon has been scrapped and you still have no capital to fight me! Let me tear you down with this piece of scrap metal!",
			"Ahahahahahaha! How are you going to fight me when your heavily armed rabbits look so bad? I'll put that whole scrap away!"
		],
		[
			"msg",
			55973,
			"Errr…… Ahhh, you are so annoying!",
			"呃……可恶！可恶！可恶！！！你们这些碍事的家伙！！",
			"ぐっ……クソッ！……クソォオオッ！この虫ケラどもめ！！！",
			"윽…… 썅!…… 썅!! 이 벌레 같은 놈들!!!",
			"Argh... Shit! ...Shittttttt! You bastards!!!",
			null,
			"Uh ...... Damn it! Damn! Damn!!! You guys are in the way!",
			"Gosh ...... shit! Damn ...... fucking oooooh! You bugger!!!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55974,
			"Humph~ Do you think you can beat us by yourself? Don't look down upon me~",
			"哼~以为一个人就能战胜我们么？也太小看天命的女武神了吧！",
			"ふん！私たち相手に一人で勝てるとでも思ったの？天命の戦乙女をナメないでよね！",
			"흥! 우리 상대로 혼자 이길 수 있을 거라 생각했어? 천명의 전우여를 얕보지 마!",
			"Hah! Did you really think you could defeat us on your own? Don't underestimate the Valkyries of Schicksal!",
			null,
			"You think you can defeat us all by yourself? You're underestimating the Goddess of Divine Order!",
			"Hmm! Did you think you could beat us all by yourself? Don't underestimate the Heavenly War Maiden!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55975,
			"Bronya! Are you alright?",
			"布洛妮娅！没受伤吧！",
			"ブローニャちゃん！ケガはない？",
			"브로냐 쨩! 다친 데 없어?",
			"Bronya-chan! Are you hurt?",
			null,
			"Bronya! No harm done!",
			"Bronya! Are you hurt?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55976,
			"I'm fine.",
			"布洛妮娅没事。",
			"はい、ブローニャは平気です。",
			"네, 브로냐는 괜찮아요.",
			"Bronya is fine.",
			null,
			"Bronya is fine.",
			"Yes, Bronya is fine."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			55977,
			"Why… You always have so many friends around? You are nothing!",
			"为什么……为什么你这家伙身边总是聚集着这么多人！明明什么都做不到！明明就是个废物！",
			"何で……どうして……どうして、お前の周りにはいつも人が集まってくるんだ！何もできないくせにッ！役立たずのくせにッ！！！！",
			"왜…… 어째서…… 어째서 네 주변에는 항상 사람들이 모이는 거야! 아무것도 못 하는 주제에! 쓸모없는 주제에!!!!",
			"Why... why... why do people always gather around you?! You can't do anything! YOU'RE SO USELESS!!! YOU LOSER!!!!",
			null,
			"Why ...... Why do you guys always gather so many people around you! Obviously can't do anything! Obviously a loser!",
			"Why ...... why ...... why do people always gather around you? You can't do anything! You're useless! ！！！！"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55978,
			"Sin, power is not only thing…",
			"杏…力量不是我们活着全部，布洛妮娅不是兵器…",
			"シン……この世界は力が全てではないのです。ブローニャは兵器ではありません。それを、やっと知ったのです。",
			"신…… 이 세상은 힘이 전부가 아닙니다. 브로냐는 병기가 아니에요. 그걸, 이제야 알았습니다.",
			"Sin... this world isn't all about power. Bronya is not a weapon. I've finally learned that.",
			null,
			"Apricot ... power is not all we live, Bronya is not a weapon ...",
			"Sin...... this world is not all about power. Bronyas are not weapons. I finally know that."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			55979,
			"Hehehe…Hahaha!!! Are you kidding me? That's funny!!",
			"呵呵呵……哈哈哈！！！！你这家伙居然也会说这种笑话！！实在是太有趣了！！如果不是兵器的话还有什么意义！！妈妈就不会再爱我了！！！",
			"アハハハッ！無口なお前でも冗談を言うんだなぁ！笑わせてくれる！兵器じゃなかったら、どこに存在意義があるって言うんだよ？",
			"아하하하! 과묵한 너도 농담을 하다니! 웃기고 있네! 병기가 아니면, 대체 존재 의의가 뭐라고?",
			"Hehehe... AHAHAHA!!! Even a quiet girl like you can tell jokes!! You make me laugh!! Then if you're not a weapon, what's the point of your existence?!! Matushka will <i>never love you again!!!</i>",
			null,
			"Ohhhhh ...... hahaha ！！！！ You guys can actually tell jokes like this!!! It's really too funny!!! What's the point if it's not a weapon!!! Mom wouldn't love me anymore!!!",
			"Hahahaha! I guess even you, a quiet guy, makes jokes! You make me laugh! If it wasn't a weapon, where would it's raison d'etre be?"
		],
		[
			"msg",
			55980,
			"Ahhh… Nevermind, I'm not interested now… I will kill you!",
			"啊……算了，已经没有兴致了……我要杀掉你们！！！",
			"まぁ、いいさ……このゲームもつまらなくなってきたしな……お前ら全員、まとめてブッ殺してやる！！！",
			"뭐, 좋아…… 이 게임도 재미없어졌으니…… 너희들 전부, 한꺼번에 쓸어버려 주지!!!",
			"Oh well... this game is getting boring... I'm gonna kill all of you!!!",
			null,
			"Ah ...... forget it, no longer interested ...... I will kill you!!!",
			"Well, that's okay, ...... this game is getting boring. ...... I'm going to kill all of you, all of you, in one fell swoop!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55981,
			"「Sin,enough. Retreat now，you can't win them now!」",
			"「杏，够了。先撤退吧，你现在是赢不了他们的」",
			"「シン、もう十分よ。ひとまず撤退しなさい。今のあなたじゃ、勝てないわ」",
			"「신, 이제 됐어. 일단 퇴각해. 지금의 너로는, 이길 수 없어」",
			"\"Sin, that's enough. Retreat for now. You won't be able to win like this.\"",
			null,
			"\"That's enough. Retreat first, you can't win them now\"",
			"Shin, that's enough. You have to retreat for the time being. You can't win now.\""
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			55982,
			"Mom!? No!! Trust me ,please! I will beat them all…",
			"妈妈！？不！！请相信我！我一定会把她们都……",
			"え……ママ！？嫌だッ！ボクを信じて！お願い！きっと、こいつらを始末して——",
			"엣…… 엄마!? 싫어! 날 믿어줘! 제발! 꼭, 이 자식들을 처리할게——",
			"Huh... Matushka?! No! Trust me! Please! I have to get rid of them——",
			null,
			"Mom! No!!! Please believe me! I will get them all ......",
			"What? ...... Mom! No! Trust me! Please! They're gonna get rid of them."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55983,
			"「This is order.」",
			"「这是命令。」",
			"「——これは命令よ！」",
			"「——이건 명령이야!」",
			"——\"This is an order!\"",
			null,
			"\"That's an order.\"",
			"That's an order!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			55984,
			"Cooo…errrrr!!! We shall see!!",
			"咕咕咕……呃呃啊啊啊！！！！！！可恶！可恶！！！你们给我走着瞧！！！",
			"うぅ……クソ！クソッ！お前ら、覚えてろよ！！！",
			"우…… 썅! 썅! 너희들, 기억해 둬!!!",
			"Ugh... Shit! SHIT! You guys, I'll remember that!!!",
			null,
			"Goooooooo ...... uhhhhhhhhh ！！！！！！ Damn it! Damn it!!! You'll see!!!",
			"Ugh ...... shit! Shit! You guys, remember that!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55985,
			"I won't let you go!",
			"不会让你逃走的！",
			"逃がすもんか！",
			"놓칠 수 없지!",
			"I won't let you get away!",
			null,
			"You will not be allowed to escape!",
			"I won't let you go!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55986,
			"Kiana, stop chasing! We need to clear other enemies now!",
			"琪亚娜！不要追了！先解决掉休伯利安上的其他逆熵兵器！",
			"キアナ！追っちゃダメ！ここにいる他のネゲントロピーを始末するのが先よ！",
			"키아나! 쫓으면 안 돼! 여기 있는 다른 네겐트로피부터 처리하는 게 먼저야!",
			"Kiana! Don't chase after her! We need to take out the other Anti-Entropy scum here first!",
			null,
			"Kiana! Stop chasing! Take care of the other anti-entropy weapons on Hublian first!",
			"Kiana! Don't go after them! We have to deal with the other negentropes here first!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			55987,
			"Humm…",
			"啧…",
			"もうっ……厄介なヤツらね。",
			"젠장…… 골치 아픈 녀석들.",
			"Seriously... they're such a pain.",
			null,
			"Tsk...",
			"Damn those ...... nasty guys."
		]
	],
	"80": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55988,
			"Nuclear power units are in bad situation, we can't fly like this safely.",
			"核融合炉的情况不妙，这么下去保证航行都很困难！",
			"核融合炉の損傷が危険域に！このままじゃ、航行を続けるのも難しいわ！",
			"핵융합로 손상이 위험 수준에! 이대로라면, 항행을 계속하기도 어려워!",
			"Damage to the nuclear fusion reactor is reaching a dangerous level! If this continues, it will be difficult to continue navigating!",
			null,
			"The nuclear fusion furnace is in a bad way, it's hard to guarantee navigation at this rate!",
			"Damage to the fusion reactor is in the danger zone! We can't even keep sailing at this rate!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55989,
			"Bang!!",
			"轰隆隆！！！",
			"ドォオオオン——ッ！！",
			"드오오오온——!!",
			"<i>BOOOOMM——!!!</i>",
			null,
			"Rumble!!!",
			"Dooooooooooooooooooooooo--!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55990,
			"Wow!! Are we chasing by them? We need to fight back!!",
			"哇！！这不是被人追着打么！我们也得反击啊！！",
			"うわぁああッ！あ、あいつら追ってきてる！こっちも反撃しなきゃ！！",
			"우와아아앗! 아, 저 녀석들 쫓아오고 있어! 우리도 반격해야 해!!",
			"Waaaahh! T-They're chasing us! We have to fight back too!!",
			null,
			"Wow!!! That's not being chased! We have to fight back too!!!",
			"Oh, no! Oh, they're chasing us! We have to fight back too!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55991,
			"Next wave is coming!",
			"下一波攻击即将到达！",
			"気を付けて！次の攻撃が来るわよ！",
			"조심해! 다음 공격이 올 거야!",
			"Watch out! Another wave of attacks is incoming!",
			null,
			"The next wave of attacks is about to arrive!",
			"Watch out! The next attack is coming!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55992,
			"Bang!!",
			"轰隆隆！！！",
			"ドォオオオンッ！！",
			"드오오오온!!",
			"<i>BOOOOMM!!</i>",
			null,
			"Rumble!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55993,
			"Errr! I can't let Hyperion shot by them as a target…",
			"呃！不能让休伯利安号成为活靶子，得想想办法……",
			"……くっ！このままハイペリオンを標的になんてさせないわ！何か……何か方法は！",
			"……쿱! 이대로 히페리온을 표적으로 둘 순 없어! 무슨…… 무슨 방법이!",
			"...Damnit! I won't let Hyperion keep being targeted like this! There has to be... there has to be some way!",
			null,
			"Ugh! We can't let the USS Huberian be a live target, something has to be done ......",
			"...... Damn it! I won't let them keep targeting Hyperion like this! Any ...... any way!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55994,
			"If we can use Nexus system, it would be differernt…",
			"与敌方战舰的火力相差太悬殊了，现在Nexus系统也无法使用，不然的话……",
			"敵戦艦との火力に差がありすぎる！今は、Nexusシステムも使えないし……どうすれば……。",
			"적 전함과의 화력 차이가 너무 커! 지금은, Nexus 시스템도 쓸 수 없고…… 어떻게 하지…….",
			"There's such a huge difference in firepower between us and the enemy battleship! We can't even use the Nexus Fusion System right now... What do we do...?",
			null,
			"The difference in firepower with the enemy warships is too great, and now the Nexus system is not available, otherwise ......",
			"There is too much difference in firepower with enemy battleships! Now we can't even use the Nexus system and ...... what to do ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55995,
			"I'm so angry!!!",
			"哎呀！好气啊！！！要是能到对面战舰的话看我不拆爆它！！",
			"ああっ、もう！！相手の戦艦に乗り込めれば、ぶっ壊してやるのに！",
			"아악, 젠장!! 상대 전함에 침투할 수만 있다면, 박살내 버릴 텐데!",
			"Ah, come on!! If I could just get on board the enemy battleship, I'd destroy it!",
			null,
			"Oops! So angry! If I can get to the opposite battleship, I'll see if I don't break it up!",
			"Oh, God! If I could get onto their battleship, I would destroy it!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55996,
			"…",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55997,
			"Errr... Bronya, do you have any idea?",
			"呃…布洛妮娅你也说点什么！难道又被控制了么？",
			"ブローニャ？どうしたのよ？まさか、また操られちゃったとか？",
			"브로냐? 왜 그래? 설마, 또 조종당한 거야?",
			"Bronya? What's wrong? Oh no, did you get controlled again?",
			null,
			"Uh...say something, too, Bronya! Are you being controlled again?",
			"Bronya? What's wrong with you? Don't tell me you've been manipulated again?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55998,
			"If we can arrive \"Moonlight throne\", maybe I can stop it.",
			"如果是能到达月光王座的话，布洛妮娅应该有办法让它瘫痪。",
			"ネゲントロピーの戦艦に侵入できれば、システムをダウンさせることはできます。",
			"네겐트로피의 전함에 침입할 수 있다면, 시스템을 다운시킬 수 있어요.",
			"If we can infiltrate the Anti-Entropy battleship, we can take down the system.",
			null,
			"If it is possible to reach the Moonlight Throne, Bronya should have a way to paralyze it.",
			"If you can break into a Negentropy battleship, you can bring down the system."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55999,
			"Really?",
			"唔！真的么？",
			"えっ！本当に！？",
			"엣! 정말!?",
			"Eh?! Really?!",
			null,
			"Well! Really?",
			"Eh! Really!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56000,
			"I saw the design drawing of anti-tropy's battleship, we can destroy its power system in \"Moonlight throne\".",
			"刚才芯片控制布洛妮娅的时候网络连接着逆熵的系统，其中有一份战舰的构造图，如果能从内部破坏月光王座的动力核心的话，就能阻止它了。",
			"先ほど操られた時、ネゲントロピーのシステムおよびネットワークに繋がりました。その中に、戦艦の構造図があったのです。",
			"아까 조종당했을 때, 네겐트로피의 시스템 및 네트워크에 연결됐어요. 그 안에 전함의 구조도가 있었죠.",
			"When I was last controlled, I was connected to the Anti-Entropy system and network, among which were the schematics of a battleship. If we can destroy the power core of the Midnight Throne, we can stop it.",
			null,
			"Just now the chip control Bronya when the network connected to the system of reverse entropy, which has a copy of the structure of the warship, if you can destroy the power core of the Moonlight Throne from the inside, you can stop it.",
			"When we were manipulated earlier, we were connected to the Negentropy system and network. In it, I found the structural drawings of the battleship."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56001,
			"Pay them back in their own coin… I can do that~",
			"以其人之道还治其人之身么…哼哼~这样的话就交给我吧！",
			"毒をもって毒を制すってやつね……そういうことなら、私に任せなさい！",
			"독으로 독을 제한다는 거네…… 그렇다면, 나한테 맡겨!",
			"Fighting fire with fire... If that's the case, leave it to me!",
			null,
			"The same way as the others...hmmm~ In that case, leave it to me!",
			"It's called conquering poison with poison. ...... If that's the case, leave it to me!"
		],
		[
			"msg",
			56002,
			"Go, Hyperion!",
			"休伯利安号，全速前进！目标逆熵战舰！",
			"ハイペリオン、全速前進！目標はネゲントロピー戦艦！",
			"하이페리온, 전속 전진! 목표는 네겐트로피 전함!",
			"Hyperion, full speed ahead! Target, Moonlight Throne!",
			null,
			"USS Huberian, full speed ahead! Target reverse entropy warships!",
			"Hyperion, full speed ahead! Target is the Negentropy battleship!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56003,
			"Hey! Calm down!",
			"喂喂！等等！姬子你冷静点！",
			"ちょっ……待ちなさい、姫子！冷静になって！",
			"잠… 잠깐만, 히메코! 침착해!",
			"Hey... Wait a sec, Himeko! Calm down!",
			null,
			"Hey, hey! Wait! Himeko you calm down!",
			"Hey, ...... wait, Himeko! Chill out!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56004,
			"Don't worry! I will handle this~ Just knock-out a hole~",
			"安心啦！我会控制好力度的~只要在敌方战舰上撞个口子从甲板上跳过去就行了~",
			"安心してください！手加減はしますから。敵戦艦のドテッ腹に突っ込んで穴を開けたら突入よ！",
			"안심하세요! 살살 할 테니까. 적 전함의 뱃바닥에 박아 구멍을 뚫고 돌입할 거야!",
			"Don't worry! I'll go easy on them. I'll charge straight into the center of the enemy battleship, blast open a hole, and then I'll go in!",
			null,
			"Don't worry! I will control the strength ~ as long as the enemy battleship hit a mouth from the deck to jump over it ~",
			"Don't worry! I'll go easy on you. If you run into the belly of an enemy battleship and make a hole, we'll go in!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56005,
			"No! Are you drunk now?",
			"行个鬼啊！你出发前没喝酒吧！这可比酒驾还危险啊！！",
			"そんな無茶よ！まさか、出発前にお酒でも飲んでたんじゃないでしょうね！？",
			"그런 무리야! 설마, 출발 전에 술이라도 마신 거 아니지!?",
			"That's absurd! You haven't been drinking before we left, have you?!",
			null,
			"What the hell! You didn't drink before you left, did you? This is more dangerous than drunk driving!",
			"That's absurd! You didn't have a drink before you left, did you!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56006,
			"No.5 team, get ready.",
			"第五小队到甲板待命，记得抓住固定物哦！休伯利安！出击！",
			"第五小隊は甲板で待機せよ！しっかり、つかまってなさい！ハイペリオン！突撃——ッ！！",
			"제5소대는 갑판에서 대기하라! 꽉 붙잡아! 하이페리온! 돌격——!!",
			"Squad V, stand by on deck! Hold on tight! Hyperion! CHARGE——!!",
			null,
			"Team 5, stand by on the deck. Remember to grab the fixtures! Hubertine! Attack!",
			"Fifth platoon, stay on deck! Hang on, hang on! Hyperion! Assault--!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56007,
			"Wow!!!",
			"呜哇啊啊啊！！！！",
			"いやぁあああああっ！！！",
			"아아아아아악!!!",
			"IyaaaaAAAHHH!!!",
			null,
			"Oooh wow ah ah ah ！！！！",
			"Oh no!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56008,
			"Bang!!",
			"轰隆隆隆！！！！！！！",
			"ドゴォーーーオオンッ！！！！",
			"쿠우우웅!!!!",
			"<i>BOOOOOOOOM!!!!</i>",
			null,
			"Rumble Rumble ！！！！！！！",
			""
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56009,
			"That's awesome!",
			"呼~真是刺激呢！",
			"お～、あっという間に内部に潜入♪",
			"오~ 순식간에 내부로 잠입♪",
			"Hoho, how exciting♪",
			null,
			"Hoo~ What a thrill!",
			"Oh, we'll be inside in no time."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56010,
			"Is here \"Moonlight throne\"…",
			"这里就是月光王座的内部么……",
			"これが、ネゲントロピーの戦艦内ですか……？",
			"이게, 네겐트로피의 전함 내부인가……?",
			"Is this the inside of the Anti-Entropy battleship...?",
			null,
			"Is this the interior of the Moonlight Throne ......",
			"Is this the inside of a Negentropy battleship ......?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56011,
			"No.5 team!",
			"第五小队！收到通讯请回答！",
			"第五小隊！応答せよ！",
			"제5소대! 응답하라!",
			"Squad V! Respond!",
			null,
			"Squad 5! Please respond when you receive communication!",
			"Fifth Platoon! Come in!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56012,
			"Roger that! We have arrived \"Moonlight throne\".",
			"收到收到~我们已经抵达敌方战舰内部，开始作战~",
			"こちらキアナ！敵戦艦の内部に到達。作戦を開始します！",
			"여기 키아나! 적 전함 내부에 도달. 작전을 시작합니다!",
			"This is Kiana! We have reached the interior of the enemy battleship. Operation commence!",
			null,
			"Copy, copy, copy~ We have arrived inside the enemy warship and started the battle~",
			"This is Kiana! We have reached the interior of the enemy battleship. Commence operation!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56013,
			"We will create some space for you.",
			"了解。休伯利安号会在外部进行火力援助尽可能吸引敌方力量，但是可以争取的时间极其有限，必须抓紧时间！",
			"了解！ハイペリオンは外で火力支援を行いながら、できる限り敵の勢力を引き付けるわ！時間に限りがあるから、迅速に取り組むように！",
			"알겠다! 하이페리온은 밖에서 화력 지원을 하며 가능한 한 적의 주의를 끌 거야! 시간이 제한적이니 신속하게 진행해!",
			"Copy! Hyperion will provide fire support outside and draw in as many enemy forces as possible! Time is limited, so work quickly!",
			null,
			"Understand. The USS Huberian will be on the outside for fire aid to draw in as much enemy power as possible, but the time that can be bought is extremely limited and must be seized!",
			"Copy that! Hyperion will be outside providing fire support while we draw as much enemy forces as possible! Time is limited, so work quickly!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56014,
			"Enemies are coming, prepare for battle.",
			"逆熵的机甲部队已经朝这里聚集了，准备迎战。",
			"ネゲントロピーの機甲部隊が集まってきました。迎撃準備に入ります。",
			"네겐트로피 기갑 부대가 모여듭니다. 요격 준비에 들어갑니다.",
			"Anti-Entropy mechas are gathering. Prepare to intercept.",
			null,
			"Reverse Entropy's mech forces have gathered towards here, ready to meet the battle.",
			"Negentropy's armored units are gathering. They are getting ready to intercept."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56015,
			"Let's do it!",
			"好勒~让我们大干一场吧！",
			"よ～しっ！派手に暴れちゃうよ！",
			"좋~아! 화려하게 날뛰어 주겠어!",
			"Alright! Then let's go wild!",
			null,
			"Okay, let's do it big!",
			"All right! I'm going to go out with a bang!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56016,
			"It's order from Theresa!",
			"那么……最后是来自德丽莎园长的命令。",
			"それから、テレサ学園長からの命令よ——",
			"그리고, 테레사 학원장의 명령이야——",
			"And also, an order from Headmaster Theresa——",
			null,
			"Then ...... ends up being an order from Director Theresa Gardener.",
			"And, Teresa, the dean of the school gave me an order--"
		],
		[
			"msg",
			56017,
			"Take care of yourself!",
			"一定要活着回来！",
			"——全員、生きて戻ってきなさい！",
			"——모두, 살아서 돌아와!",
			"——Everyone, be sure you come back alive!",
			null,
			"Be sure to come back alive!",
			"--All of you - come back alive!"
		]
	],
	"81": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56018,
			"*Sound of firing*",
			"哒哒哒哒！！！",
			"——ダダダダダッ！！！",
			"——다다다다닥!!!",
			"<i>——Dadadadada!!!</i>",
			null,
			"Ta-da-da-da!!!",
			"--da-da-da-da!"
		],
		[
			"msg",
			56019,
			"Bang!!",
			"轰隆隆！！！",
			"ドォオオオオン……ッ！！",
			"우우우우웅……!!",
			"<i>BOOOOMM...!!</i>",
			null,
			"Rumble!!!",
			"Doooooooooooooooooooooong ......!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56020,
			"Cough! Too many enemies!",
			"咳咳！虽说休伯利安号吸引了很多敌人，但是敌人的数量也太多了吧！",
			"ゲホ、ゲホッ！ハイペリオンが敵を引き付けてくれてるっていうのに、何でこんなに数が多いのよ！",
			"에헴, 에헴! 히페리온이 적을 끌어주고 있다고 하는데, 왜 이렇게 수가 많은 거야!",
			"<i>Cough, cough!</i> Hyperion is attracting the enemies, so why are there so many of them here?!",
			null,
			"Ahem! The USS Hubleyan attracted a lot of enemies, but there were too many of them!",
			"Gee, gee, gee! Why are there so many of them when Hyperion is attracting the enemy?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56021,
			"Because we are in their place now…",
			"毕竟是深入敌巢，这种程度的阻碍是当然的……",
			"随分と奥まで来たみたいだし、仕方がないんじゃないかしら……。",
			"꽤 깊이 들어온 것 같으니, 어쩔 수 없지 않을까…….",
			"It seems we've come quite far, so I guess it can't be helped...",
			null,
			"After all, it is deep into the enemy's nest and this level of obstruction is par for the course ......",
			"It looks like you've come a long way and you don't have a choice. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56022,
			"If we can reach the power unit, I can try to stop them.",
			"前面就是月光王座的动力核心区域，如果能链接到动力炉的控制系统，布洛妮娅就有办法让它瘫痪。",
			"この先が動力の中心部です。動力炉の制御システムとリンクができれば、艦隊をダウンさせられます。",
			"이 앞이 동력의 중심부입니다. 동력로의 제어 시스템과 링크만 되면, 함대를 다운시킬 수 있어요.",
			"Up ahead is the power center. If we can link with the reactor's control system, we can take down the fleet.",
			null,
			"Up ahead is the power core area of the Moonlight Throne, and if it can be linked to the power furnace's control system, Bronya has a way to cripple it.",
			"At this end is the power core. If we can link with the control system of the power reactor, we can bring the fleet down."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56023,
			"We will help you!",
			"也就是说只要杀出一条血路就行了吧！",
			"つまり……このまま突き進めばいいってことね！",
			"그러니까…… 이대로 돌진하면 된다는 거네!",
			"In other words... we just need to keep going like this!",
			null,
			"In other words, just kill a way out of the blood right!",
			"So you're saying ...... we should just keep pushing forward with this!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56024,
			"Let's go.",
			"目前来看没有更好的办法了。",
			"はい、それが最良の方法です。",
			"네, 그게 최선의 방법입니다.",
			"Yes, that is the best way.",
			null,
			"There is no better way to look at it at the moment.",
			"Yes, that is the best way."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56025,
			"Roger that!",
			"明白了，一定要小心。",
			"ええ、分かったわ。みんな、気を付けて進みましょう。",
			"그래, 알았어. 모두, 조심히 나아가자.",
			"Okay, got it. Let's all proceed with caution.",
			null,
			"Understood, must be careful.",
			"Yeah, okay. Let's all proceed with care."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			56026,
			"Hohoho, guess who are coming? I won't let you do that.",
			"看来你们的兴致还真是高涨呢~不错不错~把别人的希望抹杀在摇篮里的感觉真是令人兴奋~库库库~",
			"どうやら、盛り上がってるみたいだなぁ？いいぞ、いいぞぉ～！生まれてきた希望を、揺りかごの中でひねり潰す感覚……！何てゾクゾクするんだ！",
			"어쩐지, 흥분한 것 같구만? 좋아, 좋아~! 태어난 희망을, 요람 속에서 비틀어 부수는 감각……! 얼마나 쿡쿡 거리는지!",
			"It seems like things are getting exciting? That's good, that's good! It feels like the hopes that were born are being crushed right in their cradle...! What a thrill!",
			null,
			"It seems that your interest is really high ~ good good good ~ the feeling of killing other people's hopes in the cradle is really exciting ~ kuku kuku ~",
			"Looks like you're on a roll, huh? Good, good, good! The feeling of hope born, twisted and crushed in its cradle ......! How chilling!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			56027,
			"Sin…",
			"杏……",
			"シン……。",
			"신…….",
			null,
			null,
			"Apricot ......",
			"Sin ......."
		],
		[
			"msg",
			56028,
			"I don't want to harm you or Seele, we know each other for many years…",
			"我们一同在妈妈的孤儿院中长大，不管是杏还是希儿，布洛妮娅都不想伤害你们……",
			"一緒にお母様の孤児院で育ってきたシンを、ブローニャは傷つけたくはありません……。",
			"함께 어머니의 고아원에서 자라온 신을, 브로냐는 상처입히고 싶지 않아요…….",
			"Bronya doesn't want to hurt Sin, who grew up with her at Matushka's orphanage...",
			null,
			"We grew up together in mom's orphanage, whether it was Apricot or Hill, Bronya didn't want to hurt you ......",
			"Bronya does not want to hurt Shin, who grew up in your mother's orphanage with her. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			56029,
			"Hahaha! Good joke!",
			"事到如今还一副圣母的样子么？希儿那个家伙也一样，一副软弱的样子真是可笑！",
			"まだ、いい子ちゃんぶるつもりかぁ？ゼーレのヤツと一緒だなッ！その腰抜けっぷりには笑っちまうよッ！",
			"아직도, 착한 척할 셈이냐? 제레 녀석이랑 똑같구만! 그 겁쟁이 짓은 웃음이 나오겠다!",
			"Are you still trying to act like a goody-two-shoes? You're just like that Seele girl! Your spinelessness makes me laugh!",
			null,
			"Now you're still acting like a saint? The same goes for that Hill guy, he looks so weak it's ridiculous!",
			"Are you still going to play nice? Just like that Seele guy! I can't help laughing at your cowardice!"
		],
		[
			"msg",
			56030,
			"Don't you remember what mom said? Only the strongest person can alive!",
			"难道你忘了妈妈说过的话了么？只有拥有力量的人才能生存下来，所以杏会成为妈妈的骄傲！而你们就一边卑微地悔恨自己的无能，一边走向死亡吧！",
			"ママが言っていたことを忘れたのか？力を持つ者だけが、生き延びることができるんだよ！だから、シンはママの誇りなのさ！お前らは自分の無能さを悔やみながら死んでいけッ！",
			"엄마가 말했던 걸 잊었어? 힘을 가진 자만이, 살아남을 수 있다고! 그래서, 신은 엄마의 자랑이야! 너희들은 자신의 무능함을 후회하며 죽어가라!",
			"Are you forgetting what Matushka used to say? Only those with power can survive! That's why Sin is Matushka's favorite! You all go die regretting your own incompetence!",
			null,
			"Have you forgotten what mommy said? Only those who have the power can survive, so apricots will be the pride of their mother! And you will go to your death while humbly regretting your incompetence!",
			"Have you forgotten what your mama used to say? Only those with power can survive! That's why Mama is so proud of you, Shin! You guys should die regretting your incompetence!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			56031,
			"Sin, enough, it's over now.",
			"杏，已经够了，一切结束了。",
			"シン……もう十分です。何もかも終わりました。",
			"신…… 이제 충분해. 모든 게 끝났어.",
			"Sin... that's enough. It's all over now.",
			null,
			"Apricot, it's enough, it's over.",
			"Shin ...... has had enough. Everything is over."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			56032,
			"Why!Why! Why I can't win you once! You are so weak!",
			"为什么！为什么！为什么每次都赢不了你！明明是这么弱小的家伙！！为什么！",
			"何で！どうして、いつもお前に勝てないんだ！……こんな弱っちい奴に、どうして！どうして……っ！！",
			"왜! 어째서, 항상 너한테 질 수밖에 없는 거야!……이런 약해빠진 녀석에게, 어째서! 어째서……!!",
			"Why?! Why can't I ever beat you?! Why... am I so weak?! Why...?!!",
			null,
			"Why! Why? Why can't I beat you every time! You're obviously such a weakling! Why!",
			"Why! Why can't I always beat you? Why ...... such a weak guy? Why ......!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			56033,
			"I was like you. Power is not the only thing we should have.",
			"布洛妮娅以前和杏一样，觉得只要自己足够强大就能够保护身边的人……然而不论是希儿还是你，最后都到了布洛妮娅无法触及的地方。",
			"ブローニャも以前はシンと同じでした。自分が強くなれば、周りの人を守れると思っていたのです……ですが、それは違います。ゼーレもあなたも、最後には手の届かないところに行ってしまったのが、その証拠です……。",
			"브로냐도 이전에는 신과 같았어. 자신이 강해지면 주변 사람을 지킬 수 있을 거라고 생각했었죠…… 하지만 그건 틀렸어요. 제레도 당신도, 결국에는 손이 닿지 않는 곳으로 가버렸다는 게 그 증거예요…….",
			"Bronya was once just like Sin. She thought that if she became stronger, she would be able to protect those around her... but that's not the case. The fact that both Seele and you ended up beyond her reach is proof of that...",
			null,
			"Bronya used to be the same as Apricot, feeling that as long as she was strong enough she could protect those around her ...... However, whether it was Hill or you, it ended up in a place that Bronya couldn't reach.",
			"Bronya used to be the same as Shin. She thought that if she was strong enough, she could protect the people around her ......, but that is not true. The fact that both Seele and you ended up out of reach is proof of that. ......"
		],
		[
			"msg",
			56034,
			"However, I have new targets now, I love my friends.",
			"但是，在芽衣姐姐与大家的帮助下，布洛妮娅开始渐渐能够触及到自己想要的东西了。",
			"ブローニャは芽衣姉様やみんなのお陰で、だんだんと自分の欲しかったものに触れられるようになりました。",
			"브로냐는 메이 언니와 모두들 덕분에, 조금씩 자신이 원하던 것에 닿을 수 있게 되었어요.",
			"Thanks to Mei and everyone else, Bronya is gradually being able to reach the things she wants.",
			null,
			"However, with the help of Meiko's sister and everyone else, Bronya gradually began to be able to reach what she wanted.",
			"Thanks to sister Mei and everyone else, Bronya gradually got in touch with what she wanted."
		],
		[
			"msg",
			56035,
			"We are human, not weapon!",
			"为了变强而像钢铁一般的身体也仿佛渐渐被填满一般，流淌着温暖的血液。",
			"強くなることだけを追求し、ブローニャの身体は鋼鉄のように硬く冷たくなっていました。ですが、それが徐々に満たされ、温かな血が流れていることを感じられるようになったのです。",
			"강해지는 것만을 추구하며, 브로냐의 몸은 강철처럼 단단하고 차가워져 있었어요. 하지만, 그것이 서로 채워지고, 따뜻한 피가 흐르고 있음을 느낄 수 있게 되었죠.",
			"Pursuing only the pursuit of becoming stronger, Bronya's body had become as hard and cold as steel. But it gradually became fuller, and she began to feel the warmth of her blood flowing through her.",
			null,
			"The body, which was like steel in order to become strong, also seemed to be gradually filled with warm blood.",
			"Pursuing only to become stronger, Bronya's body had become as hard and cold as steel. However, it gradually filled up and she began to feel the warmth of her blood."
		],
		[
			"msg",
			56036,
			"I want to have smile just like others!",
			"虽然现在还无法顺利的露出笑容，但是布洛妮娅的内心现在一定是微笑着的。",
			"今はまだ上手く笑顔を作れませんが……ブローニャの心は、今きっと微笑んでいると思います。",
			"지금은 아직 잘 웃지 못하지만…… 브로냐의 마음은, 지금 분명 미소 지을 거예요.",
			"Although she's not yet very good at smiling... I'm sure Bronya's heart is smiling right now.",
			null,
			"Although it is not yet possible to smile smoothly, Bronya's heart must be smiling right now.",
			"I can't smile well right now, but I'm sure ...... Bronya's heart is smiling right now."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			56037,
			"Shut up! Shut up! I must kill you all!",
			"闭嘴！闭嘴！给我闭嘴！！我只要一个人就能把你们全杀掉！",
			"うるさいッ！黙れ黙れッ！黙れぇええーーーッ！！！！ボク一人でも、お前らを皆殺しにできるんだッ！！！",
			"시끄러워! 닥쳐 닥쳐! 닥쳐애애애——!!! 나 혼자서도, 너희들을 몰살시킬 수 있다고——!!!",
			"Shut up! Shut up, shut up! SHUT UP!!! I can kill you all by MYSELF!!!",
			null,
			"Shut up! Shut up! Shut the hell up!!! I can kill you all with just one man!",
			"Shut up! Shut up, shut up! Shut up! Shut up! Shut up! ！！！！ I alone can kill you all!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			56038,
			"Sorry, Sin…",
			"对不起，杏……",
			"ごめんなさい……シン……。",
			"미안해…… 신…….",
			"I'm sorry... Sin...",
			null,
			"Sorry, Apricot ......",
			"Sorry ...... sin ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			56039,
			"Leave me alone! Don't show mery on me!",
			"放手！放开我！！我才不需要你的怜悯！",
			"放せッ！放せよ！おまえの情けなんか受けるもんかッ！！！",
			"놔! 놔! 네 동정 같은 건 받을 수 없어——!!!",
			"Let go! Let go of me! I won't accept your mercy!!!",
			null,
			"Let go of me! Let go of me!!! I don't need your pity!",
			"Let go of me! Let go of me! I won't accept your mercy!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			56040,
			"Sorry,I should save you earlier…",
			"对不起，让你一个人经历了这么多……",
			"すみません……あなた一人に、こんな辛い思いをさせてしまいました……。",
			"죄송해요…… 당신 혼자만, 이렇게 괴롭게 해버렸어요…….",
			"I'm so sorry... I made you go through such hardship...",
			null,
			"I'm sorry you had to go through so much alone ......",
			"I'm sorry ...... you alone have caused me such pain ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			56041,
			"Don't like at me like that! Don't! No!",
			"不要用这种眼神看我！不要！！不要！！！！",
			"そんな目でボクを見るなッ！やめろッ！やめろぉーーーッ！！！！",
			"그런 눈으로 나를 보지 마! 그만둬! 그만둬어어——!!!!",
			"Don't look at me like that! Stop it! STOP IT——!!!!",
			null,
			"Don't look at me like that! Don't!!! Don't ！！！！",
			"Don't look at me like that! Stop it! Stop it! ！！！！"
		],
		[
			"msg",
			56042,
			"Ahhhhh!!!!",
			"啊啊啊啊！！！！！！！",
			"あっああ、うあぁあああああーーーーッ！！！",
			"아아, 우아아아아아——!!!",
			"Aaahhh, AAAAHHHHH————!!!",
			null,
			"Ahhhhhhh ！！！！！！！",
			"Ahhhhhhhhhhhhhhh!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			56043,
			"Watch out!!",
			"危险！！",
			"危ないっ！！",
			"위험해!!",
			null,
			null,
			"DANGER!!!",
			"Dangerous!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			56044,
			"Bang!!",
			"砰！！！",
			"バン——ッ！！",
			"빵——!!",
			"<i>Bang——!!</i>",
			null,
			"BANG!!!",
			"Bang--!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			56045,
			"Err…",
			"呃……",
			"くっ……！",
			"쿳……!",
			"Gghh...!",
			null,
			"Uh ......",
			"Damn. ......!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			56046,
			"Sin…",
			"……居然能把杏逼到这种程度，我还真是小看了你们。",
			"……ここまでシンを追い詰めるなんて……あなたたちを甘く見すぎていたようね。",
			"……여기까지 신을 몰아붙이다니…… 너희들을 얕잡아 봤던 모양이네.",
			"...Pushing Sin to this point... it seems I underestimated you guys.",
			null,
			"...... can actually force the apricot to this extent, I really underestimated you guys.",
			"I guess I underestimated you guys too much to go so far ...... to push Sin this far."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			56047,
			"What happen to her? Is she got controlled like Bronya was?",
			"这家伙的表情，难道和布洛妮娅一样被控制了！？",
			"この変わりぶり……もしかして、ブローニャの時と同じように操られてる！？",
			"이런 변한 모습…… 설마, 브로냐 때처럼 조종당하는 건가!?",
			"This change... Could it be that she's being controlled just like Bronya was?!",
			null,
			"The expression on this guy's face, is he being controlled like Bronya!",
			"This change ...... maybe he's being manipulated just like he was with Bronya!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			56048,
			"Stop it, mother!",
			"妈妈，请您住手吧。",
			"お母様……お願いです。もう、やめてください……。",
			"어머님…… 제발 그만두세요……",
			"Matushka... please. Please stop...",
			null,
			"Mom, please stop.",
			"Mother, please ....... Please don't do this anymore. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			56049,
			"Bronya, seems you don't remember our aim anymore… It's time to break with the past. I'm waiting for you.",
			"布洛妮娅，看来你已经把我们的目的全忘记了呢……我在动力区等你，是时候做个了断了。",
			"ブローニャ……あなたは私たちの目的を全て忘れてしまったようね。動力炉で待っているわ……決着を付けましょう。",
			"브로냐…… 너는 우리의 목적을 모두 잊어버린 모양이구나. 동력로에서 기다리고 있을 거야…… 결판을 내자.",
			"Bronya... It seems you have forgotten all about your purpose. I'll be waiting at the reactor... Let's settle this.",
			null,
			"Bronya, it seems you've forgotten all about our purpose yet ...... I'm waiting for you in the Power Zone, it's time to make a break.",
			"Bronya...... you seem to have forgotten all about our purpose. I'll be waiting for you in the power reactor. ...... Let's settle this."
		]
	],
	"82": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56050,
			"Is here \"Power unit\"? …「Sirin」? What's that?",
			"这里就是核心动力区么…这个写着「Sirin」的就是动力炉么？",
			"ここが動力の中心部へ続く道かしら……？あの「シーリン」って書いてあるものが、この戦艦の動力炉？",
			"여기가 동력 중심부로 통하는 길인가……? 저 「시린」이라고 써 있는 게, 이 전함의 동력로?",
			"I wonder if this is the path to the center of the power plant...? Is that thing that says \"Sirin\" the power reactor of this battleship?",
			null,
			"Is this the core power area...is this one with \"Sirin\" written on it the power furnace?",
			"Is this the road that leads to the center of the power ......? Is that thing that says \"Shilin\" on it the power reactor of this battleship?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56051,
			"Hummm…",
			"唔……",
			"うっ、く……。",
			"으, 으……",
			"Ughh...",
			null,
			"Well ......",
			"Ugh, ku ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56052,
			"Kiana? What happened?",
			"琪亚娜？你怎么了！",
			"キアナちゃん！？どうしたの！？",
			"키아나 쨩!? 무슨 일이야!?",
			"Kiana-chan! What's wrong?!",
			null,
			"Kiana? What's wrong with you!",
			"Kiana! What's wrong!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56053,
			"Don't worry! Just a little bit tired.",
			"嘿嘿~没事，战斗的太久了稍微有点累而已……",
			"な、何でもない！戦いが長引いてるから、ちょっと疲れただけだよ……！",
			"아, 아무것도 아냐! 싸움이 길어져서 좀 지쳤을 뿐이야……!",
			"N-Nothing! The battle has been dragging on for so long, I'm just a bit tired...!",
			null,
			"Hey ~ nothing, fighting too long a little tired just ......",
			"Nah, it's nothing! The fight is dragging on, I'm just a little tired. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56054,
			"Finally, you arrived here.",
			"终于来了么？",
			"ようやく来たようね？",
			"드디어 온 모양이지?",
			"You're finally here?",
			null,
			"Is it finally here?",
			"Looks like you're finally here, huh?"
		],
		[
			"msg",
			56055,
			"You should feel proud to stand here.",
			"先让我赞扬一下你们吧，居然仅靠三人就能到达这里。",
			"まずは褒めてあげるわ。たった3人で、ここまで辿り着いたことに。",
			"일단 칭찬해 주마. 겨우 세 명으로 여기까지 도달한 걸.",
			"First of all, I want to praise you for making it this far with just the three of you.",
			null,
			"Let me commend you first for actually getting here with just three people.",
			"First of all, let me commend you. For getting here, with only three of us."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56056,
			"Mother…",
			"妈妈，布洛妮娅……",
			"お母様……ブローニャは……。",
			"어머님…… 브로냐는……",
			"Matushka... Bronya is...",
			null,
			"Mom, Bronya ......",
			"Your mother ...... Bronya can be found at ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56057,
			"Don't call me \"mother\", I'm your enemy now.",
			"不要叫我妈妈，我们现在可是敌人。",
			"そんな風に呼ばないでちょうだい。今のあなたは、天命に手を貸す敵なのよ。",
			"그런 식으로 부르지 마. 지금의 너는 천명을 돕는 적이야.",
			"Don't call me that. You are now part of Schicksal, an enemy.",
			null,
			"Don't call me mom, we're enemies now.",
			"Don't call me that. You are now an enemy who lends a helping hand to the heavenly destiny."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56058,
			"You… What's you target?",
			"你这家伙…目的到底是什么！",
			"あんたの目的は、一体何なの！？",
			"너의 목적은 대체 뭐야!?",
			"What the hell is your goal?!",
			null,
			"You guys...what the hell is the purpose!",
			"What the hell do you want?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56059,
			"You will lose your lives here. Poor girls.",
			"哼，你们这些被天命饲养的女武神，只会盲目地送掉自己卑微的生命，真是可怜呢。",
			"ふん！天命に飼われているだけの戦乙女が何を偉そうに。自分の命を捨てることしかできない存在なのに、本当に哀れな子ね。",
			"흥! 천명에게 길러진 발키리가 뭘 잘났다고. 자신의 목숨을 버리는 것밖에 못 하는 존재가, 정말 불쌍한 아이구나.",
			"Hmph! How dare you act so arrogant; you're only a Valkyrie being controlled by Schicksal. All you can do is throw away your own life, what a pitiful girl you are.",
			null,
			"Hmph, it's pitiful that you Valkyries bred by the Mandate of Heaven only blindly give away your humble lives.",
			"Hmm! What a high-minded war maiden who is just being kept by heavenly fate. She's a being who can only throw away her own life, but she's really a pathetic child."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56060,
			"What do you mean? We are fighting for all human beings.",
			"你说什么！我们可是为了从崩坏的手中保护人类才战斗的！",
			"はぁ、何言ってんのよ！？私たちは、崩壊の魔の手から人類を守るために戦ってるのよ！",
			"하아, 뭔 소리야!? 우리는 붕괴의 마수로부터 인류를 지키기 위해 싸우고 있다고!",
			"Huh?! What are you talking about?! We are fighting to protect humanity from the evil clutches of the Honkai!",
			null,
			"What are you talking about! We're fighting to protect humanity from Avalanche!",
			"Huh, what are you talking about? We're fighting to protect humanity from the clutches of decay!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56061,
			"Fight for human being? How cute you are! You are making the Houkai power stronger!",
			"为人类战斗？真是天真的可爱，你们的力量恰恰没有消灭崩坏，反而令它更肆意地成长了起来。",
			"人類のために戦ってる？本当に無知で無垢ね。その力で崩壊を消滅させられていないじゃない……むしろ、成長させているのよ。",
			"인류를 위해 싸운다고? 정말 무지하고 순진하구나. 그 힘으로 붕괴를 소멸시키지 못하고 있잖아…… 오히려 성장시키고 있는 거야.",
			"Fighting for humanity? You're truly naive. Your power isn't eradicating the Honkai... it's making it grow.",
			null,
			"Fighting for humans? What a naive and lovely thing, your power has not precisely destroyed the collapse, but has made it grow even more recklessly.",
			"Fighting for humanity? You are truly ignorant and innocent. You haven't extinguished the collapse with your power ......, rather, you've made it grow."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56062,
			"What do you mean?",
			"这是什么意思？",
			"それは……どういう意味ですか？",
			"그건…… 무슨 뜻이에요?",
			"What... do you mean?",
			null,
			"What does this mean?",
			"What does that mean ......?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56063,
			"You can't clear the Houkai power, all you did just made it greater!",
			"人类的诞生与发展史伴随着崩坏的侵袭，不停的抗争与厮杀只是无谓地苟延残喘罢了。崩坏是无法被消灭的，你们的抗争只会让最后的毁灭来的更快而已。",
			"人類の誕生と発展は、常に崩壊の訪れと共にあるの。無意味な殺し合いを延々に続けても、崩壊を消滅させることはできない。そして、あなたたちの抵抗は、人類の滅亡を早めることになる。",
			"인류의 탄생과 발전은 항상 붕괴의 도래와 함께해. 무의미한 살육을 계속해도, 붕괴를 소멸시킬 수 없어. 그리고 너희들의 저항은 인류의 멸망을 앞당기게 될.",
			"The birth and development of humanity is always accompanied by the coming of Honkai. No matter how much meaningless killing continues, it will not eliminate the Honkai. And your resistance will only hasten the extinction of humanity.",
			null,
			"The history of the birth and development of mankind is accompanied by the invasion of the collapse, and the constant struggle and fight is just a needlessly lingering. The collapse can not be eliminated, your struggle will only make the final destruction come more quickly.",
			"The birth and development of the human race is always accompanied by the coming of collapse. You cannot extinguish the collapse by continuing to kill each other for no good reason. And your resistance will hasten the demise of the human race."
		],
		[
			"msg",
			56064,
			"Of course, Houkai power is envolving with human technology development. We can't avoid the destroy of human.",
			"崩坏会随着人类科技的发展不断的进化，永远以凌驾于人类的姿态将人类逼向绝路，这个是宇宙的意识，自然发展的规律，人类的灭亡是无法避免的。",
			"崩壊は、人類の科学技術の発展と共に絶えず進化するわ。だから、永遠に人類を凌駕し、凌辱し続ける。これは宇宙の意志、自然の摂理なのよ。これを理解しない限り、人類の滅亡は避けられないわ。",
			"붕괴는 인류의 과학 기술 발전과 함께 끊임없이 진화해. 그래서 영원히 인류를 뛰어넘고, 능욕해 나갈 거야. 이건 우주의 의지, 자연의 섭리야. 이것을 이해하지 못한다면, 인류의 멸망은 피할 수 없어.",
			"The Honkai will continue to evolve with the development of mankind's science and technology. Therefore, it will forever surpass and humiliate human beings. This is the will of the universe, the law of nature. Unless we understand this, the extinction of human beings is inevitable.",
			null,
			"The collapse will continue to evolve with the development of human technology, and will always be overriding the human gesture will force humans to the end of the road, this is the consciousness of the universe, the laws of natural development, the extinction of humanity is inevitable.",
			"Disintegration will continually evolve along with mankind's technological advances. So it will continue to surpass and humiliate mankind forever. This is the will of the universe, the order of nature. Unless we understand this, our extinction is inevitable."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56065,
			"So… Anti-entropy's aim is \"destroy all things\", right?",
			"所以……逆熵的目的是将所有人类的希望都摧毁，让我们坐以待毙么？",
			"つまり……人類に希望なんてないから、大人しく死を待てってこと！？そう人類に解き伏せるのが、ネゲントロピーの目的？",
			"즉……인류에게 희망 따위 없다고, 얌전히 죽음을 기다리라!? 그게 인류에게 해답을 강요하는 네겐트로피의 목적이냐?",
			"In other words... there is no hope for humanity, so we should just wait patiently for death! Is that the goal of Anti-Entropy for humanity?",
			null,
			"So the purpose of ...... reverse entropy is to destroy all human hope and make us sit back and wait for death?",
			"So ...... there is no hope for humanity, so we should all just grow up and wait for death! Is that what Negentropy wants to unravel to humanity?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56066,
			"Don't be impatient! We are human too, we are also trying to find a way to save all people.",
			"不要这么急着下结论啊小鬼，不管阵营如何我们也一样是人类。谁也不想看到自己的种族就这样被无聊的自然规律毁灭掉，所以我们也一样在寻找着拯救人类的方法。",
			"お嬢ちゃん、そんなに焦らないで。どの組織に属していようと、同じ人間だもの。人類がくだらない意思やら摂理のために滅亡するなんてこと望んじゃいないわ。だから、私たちも同じく救う方法を探しているのよ。",
			"아가씨, 그렇게 조바심 내지 말아요. 어느 조직에 속해 있든 같은 인간이잖아요. 인류가 시시한 의지니 섭리니 하는 이유로 멸망하는 걸 바라지는 않아요. 그래서 우리도 똑같이 구원의 방법을 찾고 있는 거예요.",
			"Don't be so hasty, my dear. No matter what organization you belong to, you're still human. I don't want humanity to perish because of some stupid will or providence. That's why we're looking for a way to save it, too.",
			null,
			"Don't be so quick to jump to conclusions, kid, no matter what the camp is we are just as human. No one wants to see their race destroyed by the boring laws of nature, so we are also looking for a way to save humanity.",
			"Don't be in such a hurry, little girl. No matter which organization you belong to, we are all human beings. We don't want the human race to be destroyed because of some stupid will or providence. That's why we are looking for ways to save them as well."
		],
		[
			"msg",
			56067,
			"Our conclusion is we should make all Houkai power release.",
			"只是……我们的方法是引发最后的大崩坏，让所有的崩坏能释放出来，这样人类才能得到救赎。",
			"ただ……私たちの場合、その方法は最後の大崩壊を誘発させることで達成するわ。全ての崩壊エネルギーを放出させ、崩壊に怯えない世界を作る。それで次世代の人類に救済をもたらすの。",
			"다만……우리의 경우, 그 방법은 최후의 대붕괴를 유발함으로써 이루어져요. 모든 붕괴 에너지를 방출시켜, 붕괴를 두려워하지 않는 세상을 만드는 거죠. 그렇게 다음 세대 인류에게 구원을 가져다줄 거예요.",
			"However... in our case, the way to achieve this is to trigger the Final Eruption. We will release all of the Honkai Energy and create a world that does not fear the Honkai. This will bring salvation to the next generation of humanity.",
			null,
			"Just ...... our way is to trigger the final great collapse, so that all the collapse energy is released so that humanity can be saved.",
			"Just ...... In our case, the way we'll accomplish that is by triggering the last great collapse. We'll have all the collapse energy released and create a world that isn't afraid of collapse. That will bring salvation to the next generation of humanity."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56068,
			"You must be crazy! If you do that, all people must die.I won't let you do that!",
			"你们这些家伙一定是疯了！咳咳……如果触发大崩坏的话这个世界的人都会死亡！我是不会让你们得逞的！！",
			"あ、あんたたち絶対、狂ってる！ゲホゲホッ……もし、大崩壊なんてものが起こったら……この世界に生きる人が、みんな死んじゃう！そんなのダメッ！ネゲントロピーの思い通りになんてさせないんだから！",
			"아, 너희들 분명, 미쳤어! 콜록콜록…… 만약, 대붕괴 같은 게 일어난다면…… 이 세상에 사는 사람이, 모두 죽어 버린다고! 그런 건 안 돼! 네겐트로피의 생각대로는 절대 안 되게 할 거야!",
			"Y-You guys must be crazy! <i>Cough cough...</i> If something like an Eruption were to occur... everyone living in this world would die! That's no good! I won't let Anti-Entropy have their way!",
			null,
			"You guys must be out of your minds! Ahem ...... If the Great Collapse is triggered everyone in this world will die! I won't let you guys get away with this!!!",
			"Oh, you guys are absolutely insane! If there is a great collapse,...... everyone living in this world will die! No, no, no, no, no, no, no, no, no, no, no, no, no, no! I won't let the negentropes have their way!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56069,
			"How impulsive you are!",
			"还真是冲动的年轻人呢，那就来试试看吧。",
			"まったく、血の気の多いお嬢ちゃんねぇ……それなら、止めてごらんなさい！",
			"정말, 피가 많으신 아가씨네…… 그럼, 막아 보시지!",
			"What a hot-blooded girl you are... In that case, try and stop me!",
			null,
			"You're really an impulsive young man, so let's give it a try.",
			"You're a bloody little girl at all, aren't you? ...... Then try and stop me!"
		]
	],
	"83": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56070,
			"Humm…",
			"呼呼……身体好重……",
			"ハァ、ハァ……クッ……身体が重い……。",
			"하, 하…… 쿡…… 몸이 무거워…….",
			"<i>Huff, huff...</i> ugh... my body feels heavy...",
			null,
			"Hoo hoo ...... body so heavy ......",
			"Hah, hah...... kk...... body is heavy......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56071,
			"Kiana, are you alright?",
			"琪亚娜！你没事吧！",
			"キアナちゃん！大丈夫！？",
			"키아나！괜찮아!?",
			"Kiana-chan! Are you okay?!",
			null,
			"Kiana! Are you all right!",
			"Kiana! Are you okay!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56072,
			"I'm fine, don't worry~",
			"没事……芽衣学姐不用管我……",
			"平気、だよ……芽衣先輩……私のことは、気にしないで……。",
			"괜찮아……메이 선배……나 같은 건 신경 쓰지 말아…….",
			"I'm fine... Mei-senpai... Don't worry about me...",
			null,
			"It's okay ......芽衣学姐Don't worry about me ......",
			"I'm fine, I'm fine. ...... Mei Senpai ...... don't worry about me. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56073,
			"Bad girls, you should just sit there are watch the new centry coming!",
			"还真是学不乖的家伙们，在末日降临之前留着自己的生命好好地享受最后的人生不好么？你们会亲眼目睹人类踏向新的旅程，这将会是两个世纪的交替！",
			"飲み込みの悪い子たちね！最後の審判の日まで生きて、生を謳歌しようとは思わないの？人類が新たな一歩を踏み出すの、それをその目で見られるのよ。新しい世代への交代劇が始まるの！",
			"이해가 느린 아이들 같으니! 최후의 심판의 날까지 살아서 생을 만끽해보겠다는 생각은 안 해? 인류가 새로운 한 걸음을 내딛는 걸, 그 눈으로 직접 볼 수 있다고. 새로운 세대로의 교체극이 시작되는 거야!",
			"You slow learners! Don't you want to live until Judgment Day and enjoy life to the fullest? You'll see humanity take a new step forward, and a new generation will take over!",
			null,
			"You've learned your lesson well, don't you think it's a good idea to save your lives and enjoy the last days of your lives before the end? You will witness humanity embarking on a new journey, which will be the turn of two centuries!",
			"You are not very good at swallowing, are you? Don't you want to live and enjoy life until the Last Judgment Day? Humanity will take a new step forward, and you can see it with your own eyes. A new generation will take over!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56074,
			"That's nonsense! We won't let that happen… Death won't make the new era! We will save all human beings!",
			"胡说八道！绝对不会允许这样的结局发生…死亡带来的新生都是骗人的！我会拯救所有的人！",
			"誰がそんな結末を認めるもんですか！死を迎えることで、新しい命にバトンを託すなんて……私が、人類全員救ってみせるんだからっ！",
			"누가 그런 결말을 인정하겠어! 죽음을 맞이함으로써 새로운 생명에게 바통을 넘긴다니…… 내가, 인류 모두 구해 보이겠어!",
			"Who would accept such an ending?! Death bringing new life is such a lie... I'm going to save all of humanity!",
			null,
			"Nonsense! Will never allow such an end to happen...death brings new life is all a lie! I will save all of them!",
			"Who would approve of such an ending? I'm not going to let death pass the baton to a new life. ...... I'm going to save all of humanity!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56075,
			"You still don't understand. Shicksal seal more Houkai power, the more serious consequence it will be. You will be the murderers.",
			"你们还不明白么！天命越是封印崩坏，这些被淤积的崩坏能会越聚越多，到最后爆发的时刻才会导致全人类的灭亡！你们现在的抵抗恰恰是对人类无情地屠杀！",
			"まだわからないの！？天命が崩壊を封じ込めれば、それだけ崩壊エネルギーが蓄積され、最後には大爆発が待ってる！全人類が消滅し、次世代への希望もなくなるわ。あなたたちの抵抗は、人類の虐殺に等しいのよ！",
			"아직도 모르겠어!? 천명이 붕괴를 봉인하면, 그만큼 붕괴 에너지가 축적되어 결국 대폭발이 기다리고 있어! 전 인류가 소멸하고, 다음 세대에 대한 희망도 없어져. 너희들의 저항은 인류 학살과 다를 바 없어!",
			"You still don't get it?! The longer Schicksal seals the Honkai away, the more Honkai Energy will accumulate, and eventually a huge explosion awaits! All of humanity will be wiped out, and all hope for the next generation will be lost. Your resistance is tantamount to genocide of the human race!",
			null,
			"Don't you understand! The more the Mandate of Heaven seals the collapse, the more the collapsed energy will gather, and the final moment of eruption will lead to the extinction of all mankind! Your resistance now is a merciless slaughter of humanity!",
			"You still don't get it! If the heavenly life contains the disintegration, so much disintegration energy will accumulate, and finally, a huge explosion will be waiting for us! The entire human race will be extinguished, and there will be no hope for the next generation. Your resistance is tantamount to a genocide of the human race!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56076,
			"What…",
			"什么……",
			"な、何を言って……。",
			"뭐, 뭐라고…….",
			"Wh-What are you saying...?",
			null,
			"What ......",
			"Hey, what do you say ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56077,
			"We can protect part of human beings now, so we choose to activate all Houkai power now. We will die, but some people will survive.",
			"我们在世界的阴影中不断提升着人类的科技能力的极限，在崩坏进化之前运用这些超越崩坏的科技来保护一部分的人类。随后再触发崩坏，这样这一部分的人类就将存活下来！",
			"私たちは、裏で人類の科学技術の限界を引き上げてきた。崩壊が進化を遂げる前に、この崩壊を超えた科学技術で一部の人類を守るの。そして、その直後に大崩壊を誘発させる。そうすれば人類は生き延びることができる！",
			"우리는 뒤에서 인류의 과학 기술 한계를 끌어올려 왔어. 붕괴가 진화를 이루기 전에, 이 붕괴를 초월한 과학 기술로 일부 인류를 지키는 거야. 그리고 그 직후에 대붕괴를 유발시키는 거지. 그렇게 하면 인류는 살아남을 수 있어!",
			"We have been working behind the scenes to push the limits of human science and technology. Before the Honkai evolves, we will protect some of humanity with science and technology that surpasses the Honkai. Then, immediately after that, we will trigger the Final Honkai Eruption. That way, humanity can survive!",
			null,
			"We are constantly raising the limits of human technological capabilities in the shadow of the world, using these technologies beyond the collapse to protect a portion of humanity before the collapse evolves. Then trigger the collapse, so that this part of humanity will survive!",
			"We have been pulling up the limits of human science and technology behind the scenes. We protect some of humanity with science and technology beyond this collapse before the collapse evolves. Then we will trigger the great collapse immediately afterwards. Then humanity will survive!"
		],
		[
			"msg",
			56078,
			"Bronya, you will stay alive. You will create the great new world!",
			"而布洛妮娅，你就是这一科技极限的产物，我的女儿们会成为最初的进化者，跨过毁灭的焦土与前人的尸骸在崩坏消散之后创造新的世界，这才是唯一的存活之道！",
			"そして、ブローニャ。あなたは、その科学技術の結晶なの。私の娘たちが新たな人類となり、焦土と人の屍を乗り越え、崩壊の消え失せた世界で新しい歴史を刻んでいく。これこそが、人類が生き延びる唯一の道なの！",
			"그리고, 브로냐. 너는 그 과학 기술의 결정체야. 내 딸들이 새로운 인류가 되어 초토와 사람의 시체를 넘어, 붕괴가 사라진 세계에서 새로운 역사를 새겨 나갈 거야. 이것이야말로 인류가 살아남을 유일한 길이야!",
			"And Bronya. You are the product of that science and technology. You, my daughter, will begin the new human race, overcome the scorched earth and human corpses, and write a new history in a world that has been destroyed and wiped out. This is the only way for humanity to survive!",
			null,
			"And Bronya, you are the product of this technological limit, my daughters will become the original evolutionary, across the scorched earth of destruction and the corpses of their predecessors to create new worlds after the disintegration and dissipation, which is the only way to survive!",
			"And Bronya. You are the crystallization of that science and technology. My daughters will be the new humanity, overcoming the scorched earth and human corpses, making a new history in a world where the collapse has vanished. This is the only way for humanity to survive!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56079,
			"…",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56080,
			"Bronya, come back~ We will go to the brand new world.",
			"布洛妮娅，回来吧，回到妈妈的身边，和妈妈一起去到新的世界，回到在孤儿院时幸福的时光吧。",
			"ブローニャ！さぁ、こっちに帰ってらっしゃい。一緒に新しい世界に行きましょう。孤児院にいた頃の、幸せな時に戻れるのよ。",
			"브로냐! 자, 이쪽으로 돌아와. 함께 새로운 세계로 가자꾸나. 고아원에 있을 때의 행복한 시절로 돌아갈 수 있어.",
			"Bronya! Come back here. Let's go to the new world together. We can go back to the happy times when we were at the orphanage.",
			null,
			"Come back, Bronya, come back to your mother, go to a new world with her, go back to the happy times when you were in the orphanage.",
			"Bronya! Come on, come back here. Let's go to the new world together. We can go back to those happy times when we were in the orphanage."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56081,
			"Sorry, mother… I choose to fight with Mei sama.",
			"对不起，妈妈……如果布洛妮娅只能一个人存活下来的话，我会选择和芽衣姐姐一起毁灭。",
			"ごめんなさい、お母様……ブローニャしか生き延びることのできない未来なら、芽衣姉様と一緒に滅びる道を選びます。",
			"죄송해요, 어머니... 브로냐만이 살아남을 수 있는 미래라면, 메이 언니와 함께 멸망의 길을 선택하겠습니다.",
			"I'm sorry, Matushka... If the future holds that only Bronya can survive, then I will choose to perish together with Mei.",
			null,
			"Sorry, mom ...... If Bronya can only survive alone, I will choose to destroy with Meiko's sister.",
			"I'm sorry, Mother ...... If a future in which only Bronya can survive, I will choose to perish with my sister Mei."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56082,
			"Seriously? Bronya, you are a big girl now. It's your choice, I won't stop you. I will do the last thing to you then.",
			"是么……布洛妮娅，看来你已经长大了呢。这是你的选择，妈妈不会再干涉你的想法了。所以作为监护人，就让妈妈来履行最后的义务……",
			"そう……ブローニャ、成長したのね。それがあなたの選んだ道なら、もう説得はしないわ。でも、母親として最後の義務を果たさせてちょうだい……。",
			"그래... 브로냐, 많이 컸구나. 그게 네가 선택한 길이라면, 더 이상 설득하지 않겠다. 하지만 어머니로서 마지막 의무를 다하게 해다오...",
			"Is that so... Bronya, you've grown up. If that's the path you've chosen, I won't try to persuade you any more. But please let me fulfill my final duty as a mother...",
			null,
			"Really ...... Bronya, it looks like you've grown up. It's your choice and mommy won't interfere with your thoughts anymore. So as a guardian, let mommy fulfill her last obligation ......",
			"So ...... Bronya, you've grown up. I won't try to talk you out of it anymore if that's the path you've chosen. But let me do my last duty as a mother: ......."
		],
		[
			"msg",
			56083,
			"I will kill you by myself.",
			"不听话的孩子就让妈妈亲手杀掉吧！",
			"聞き分けのない子は、始末してあげる！",
			"말을 듣지 않는 꼬맹이는, 처리해 주마!",
			"Your mother will kill the disobedient child with her own hands!",
			null,
			"Let your mother kill the disobedient children with her own hands!",
			"If a child is not a good listener, we will take care of him or her!"
		]
	],
	"84": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56084,
			"Power unit is infront of us. I won't let you destroy the St. Freya Hs.",
			"动力炉就在前面！绝对不会让你们毁灭圣芙蕾雅学园的！",
			"動力炉はもう目の前だよ！絶対に聖フレイヤ学園を破壊なんてさせないんだから！",
			"동력로는 바로 눈앞이야! 절대로 세인트 프레야 학원을 파괴하게 두지 않을 거라고!",
			"The power reactor is just ahead! We'll never let St. Freyja Academy be destroyed!",
			null,
			"The power furnace is just ahead! We will never let you destroy St. Freya's Academy!",
			"The power reactor is right in front of us! I won't let you destroy St. Freya Academy!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56085,
			"Humph! You still haven't understood us. We're not interested in your trial. Shicksal will be judged by the new human.",
			"哼！还不明白么！我对于天命的人体试验学园没有丝毫兴趣，愚蠢的天命只会在最后的审判日中化为历史，谁也不会在乎你们是否存在过。",
			"ふんっ！まだ分からないの？私は人体実験が蔓延る天命の学園に、これっぽっちも興味なんてない。愚かな天命は、最後の審判の日に歴史と化すだけ。あなたたちの存在なんて、誰も気にしないわ。",
			"흥! 아직도 모르겠어? 나는 인체 실험이 만연한 천명의 학원에, 이만큼 관심 같은 건 없어. 어리석은 천명은, 최후의 심판 날에 역사로 변할 뿐. 너희들의 존재 같은 건, 아무도 신경 쓰지 않아.",
			"Hmph! You still don't understand? I have no interest in the Academy of Schicksal, where human experiments are rampant. Those Schicksal fools will become history on Judgement Day. No one cares about your existence.",
			null,
			"Huh! Don't you understand yet! I am not the least bit interested in the human experimentation academy of the Mandate of Heaven, the stupid Mandate of Heaven will only be turned into history in the final judgment day, and no one will care whether you ever existed or not.",
			"Hmm! Still don't get it? I have not the slightest interest in a heavenly school where human experimentation is rampant. The foolishness of heavenly destiny will become history on the Day of Final Judgment. No one cares about your existence."
		],
		[
			"msg",
			56086,
			"However, I need to activate Houkai power by wake up one thing in St. Freya HS.",
			"但是为了实现人类的进化，触发大崩坏需要一个启动的道具，而这个道具就在这个学园的地底下，我只是来取回它而已。",
			"でも、大崩壊を誘発するためにはある道具が必要でね。それが、あの学園の地下にあるの。人類の進化のため、私はそれを取り返しに来ただけ。",
			"하지만, 대붕괴를 유발하기 위해서는 어떤 도구가 필요해. 그게 바로 그 학원 지하에 있지. 인류의 진화를 위해, 나는 그것을 되찾으러 온 것뿐이야.",
			"But to trigger the Final Eruption, we need a certain tool. It's right underneath that school. For the sake of the evolution of mankind, I've come to retrieve it.",
			null,
			"But in order to achieve human evolution, triggering the Great Disintegration requires an activation prop, which is under the ground of this academy, and I just came to retrieve it.",
			"But I need a certain tool to induce a major collapse. It is in the basement of that school. For the sake of human evolution, I have only come to retrieve it."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56087,
			"One thing? Did you try to control Bronya to find that in church?",
			"道具？难道是你之前控制布洛妮娅在教堂里找寻的那个东西么！",
			"道具……もしかして、前にブローニャちゃんを操ったのも、それを探すため？",
			"도구…… 혹시, 전에 브로냐를 조종한 것도, 그것을 찾기 위해서였어?",
			"Tool... Is that the reason you controlled Bronya before, to find that?",
			null,
			"Props? Is it the same thing you controlled Bronya to find in the church before!",
			"Tools...... maybe that's why you manipulated Bronya before, to find it?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56088,
			"Yes, it should be ours.I just try to get it back today!",
			"没错，那个原本应该交付逆熵保管的东西，却因为天命主教耍的小心机而没有成功回收，今天我只是来把这件东西要回来罢了。",
			"その通りよ！あれは本来ならネゲントロピーが保管すべきものなの！天命の主教が小細工をしたせいで、手中に収めることができなかったけど……今日は、それを返してもらうわ！",
			"그렇지! 그것은 원래 네겐트로피가 보관해야 할 것이야! 천명의 주교가 소 잔꾀를 부린 탓에, 손에 넣지는 못했지만…… 오늘은, 그것을 돌려받을 거야!",
			"That's right! That's something that should have been kept by Anti-Entropy! I wasn't able to get it because of the Schicksal Bishop's tricks... but today, I'm getting it back! (TN: The sole mention of Otto in Retro lmao)",
			null,
			"That's right, that originally should have been delivered to the custody of the reverse entropy, but because of the providential bishop played a careful game and did not succeed in recovery, today I just come to get this thing back.",
			"That's right! That was originally meant to be kept by Negentropy! I didn't get to keep it in my hands because of the little tricks the Heavenly Bishop played with it, but ...... today, I'm giving it back to you!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56089,
			"What's… that?",
			"那到底是……什么东西！",
			"それって、いったい……？何を奪うつもりなの！",
			"그게 대체……? 뭘 빼앗으려는 거야!",
			"What the hell is that...? What are you planning to steal?!",
			null,
			"What the hell is that ...... thing!",
			"What the hell is that ......? What are you going to take away from it?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56090,
			"Seems Theresa still has some secrets to you. Hoho~",
			"看来天命对自己的培养的孩子们的教育做的不够到家呢，你们居然不知道在自己生活的学园底下藏着这么危险的一颗炸弹。",
			"どうやら、天命は子供たちに教えていないようね。哀れね、自分たちの学び舎たる学園の地下に、あんな危険極まりない爆弾が隠されていることを知らないだなんて。",
			"천명은 아이들에게 가르치지 않은 모양이네. 불쌍하네, 자신들의 배움터인 학원 지하에 그런 위험천만한 폭탄이 숨겨져 있다는 걸 모르다니.",
			"Apparently, Schicksal doesn't teach this to its children. How pitiful that they don't know that such a dangerous bomb is hidden underneath their school.",
			null,
			"It seems that the Mandate of Heaven is not doing enough to educate its own children, and you don't know that there is such a dangerous bomb hidden under the school you live in.",
			"Apparently, Heaven's mission has not been taught to the children. It's pathetic that they don't know that such a dangerous bomb is hidden in the basement of their school."
		],
		[
			"msg",
			56091,
			"It's the product of the \"Second Houkai power rampage\" 2000 years ago-- \"The second Herrscher\".",
			"那是早在2000年时爆发的第二次崩坏的产物——第二律者。",
			"私が取りに来たのは、2000年に発生した第二次崩壊の産物——第二律者よ！",
			"내가 찾아온 건, 2000년에 발생한 제2차 붕괴의 산물——제2 율자야!",
			"What I have come to retrieve is the product of the Second Eruption that occurred in the year 2000 — the Second Herrscher!",
			null,
			"That was the product of the second collapse that broke out back in the year 2000 - the Second Herrscher.",
			"What I have come for is the product of the second collapse that occurred in 2000 - the Second Ruler!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56092,
			"\"The second Herrscher\"……",
			"第二律者……",
			"第二律者……。",
			"제2 율자…….",
			"The Second Herrscher...",
			null,
			"The Second Herrscher ......",
			"The Second Ruler. ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56093,
			"You seems don't remember your identity, Mei. She was same as you, the difference is you are \"alive\".",
			"看来和平的日子已经让你忘记了自己的身份呢，雷电芽衣。没错，那个教堂底下埋藏的是和你一样的东西哦，只不过你现在还活着，而底下的那具只不过是第二律者的残骸而已。",
			"雷電芽衣、平和ボケで忘れてしまったのかしら？まるで他人事ね。あの学園の教会の地下に隠されているのは、あなたと同じ存在よ……ただ、生きているあなたと違って、地下のあれはただの残骸に過ぎないけどね。",
			"라이덴메이, 평화에 찌들어 잊어버린 건가? 마치 남의 일인 양 말이지. 그 학원 교회 지하에 숨겨져 있는 건 너와 같은 존재야… 단, 살아있는 너와 달리 지하에 있는 그건 그저 잔해에 불과하지만.",
			"Raiden Mei, have you forgotten about this because of your oh so peaceful life? It's like it's someone else's problem. Hidden in the basement of that school's church is a being just like you... However, unlike you, a living being, the thing underground is nothing more than a corpse.",
			null,
			"It seems that the days of peace have made you forget your identity, Raiden Meiko. That's right, what is buried under that church is the same thing as you, except that you are still alive, and the one underneath is just the remains of the Second Herrscher.",
			"Raiden Mei, have you been so peaceful that you've forgotten? You sound like someone else. Hidden in the basement of that school's church is a being just like you ......, only unlike you who are alive, that thing in the basement is just a wreck."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56094,
			"I have read that in a book. 2000 years ago, Shicksal valkyries killed \"The second Herrscher\" in Siberia.",
			"女武神的资料中记载过这些历史……在2000年的时候于西伯利亚爆发的第二次崩坏，天命率领的女武神与第二律者展开了激烈的死斗，最终将第二律者消灭……",
			"学園の資料にその歴史について記されていたわ……2000年にシベリアで発生した第二次崩壊は、天命率いる戦乙女と第二律者が激しい死闘を繰り広げ、ついには消滅させたって……。",
			"학원 자료에 그 역사가 기록되어 있었어… 2000년 시베리아에서 발생한 제2의 붕괴는 천명이 이끄는 발키리와 제2 율자가 치열한 사투를 벌여, 결국 소멸시켰다고….",
			"Its history was recorded in the school's documents... The Second Eruption occurred in Siberia in the year 2000, and a fierce battle was fought between the Valkyries led by Schicksal and the Second Herrscher, which ultimately led to its annihilation...",
			null,
			"Valkyrie data recorded in these histories ...... in 2000 years in Siberia, the second outbreak of the collapse of the Valkyrie led by the Mandate of Heaven and the second law of the fierce death struggle, and finally wiped out the second law ......",
			"The school's archives describe its history: ......The Second Collapse occurred in Siberia in 2000, when the War Maidens led by Tenmei and the Second Ruler fought a fierce battle to the death and finally extinguished it.... ...."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56095,
			"It should be \"caught\" not \"killed\".",
			"是“捕获”而不是“消灭”，篡改历史可不是好习惯呢。",
			"「消滅」でなくて「捕獲」よ。歴史を改竄するのは、感心しないわね。",
			"「소멸」이 아니라「포획」이야. 역사를 날조하다니, 참으로 유감스러운 일이네.",
			"It's not \"annihilation\", it's \"capture\". I don't approve of rewriting history.",
			null,
			"It is \"capture\" and not \"destroy\", it is not a good habit to falsify history.",
			"It's not \"disappear,\" it's \"capture.\" I'm not impressed with your falsification of history."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56096,
			"I don't care! What's your aim to get it?",
			"管它是第二律者还是什么的！那种死掉的东西有什么用……呃！你们的目的绝对不止这些！",
			"その第二律者っていうのは、もう死んでるんでしょ！何に使うつもり！？それだけが目的だなんて、信じられない！",
			"그 제2 율자라는 건 이미 죽은 거잖아! 뭘 하려는 거야!? 그게 목적이라고? 믿을 수가 없어!",
			"That Second Herrscher is already dead! What are you planning to use it for?! I won't believe that's your only purpose!",
			null,
			"Who cares if it's the Second Herrscher or something! What good is that dead stuff ...... uh! You guys are definitely up to more than that!",
			"That second Herrscher is already dead, isn't it? What are you going to use it for? I can't believe that's all they want!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56097,
			"Humph, I thought you were just followed Shicksal orders. I'm wrong, You were just controlled by Shicksal and knew nothing.",
			"哼，我以为天命的女武神都只是一味服从命令的机器而已，看来这种智商连机器都不如，应该叫做木偶才对~",
			"ハッ、天命の戦乙女は命令に従うことに長けた機械かと思っていたけど、どうやらそれ以下の知能のようね。木偶の坊とでも呼んだ方がお似合いかしら？",
			"하, 천명의 전처녀는 명령 복종만 잘하는 기계인 줄 알았더니, 그보다도 못한 지능을 가졌나 보네? 목각인형이라고 부르는 게 더 어울릴 것 같아?",
			"Ah, I thought the Valkyries of Schicksal were machines skilled only at following orders, but it seems they're less intelligent than that. Maybe calling them puppets would be more appropriate?",
			null,
			"Hum, I thought all the female warriors of the Mandate of Heaven were just machines that obeyed orders, but it seems that this kind of intelligence is not even better than a machine, it should be called a puppet ~",
			"Ha, I thought the Heavenly Warrior Maiden was a machine skilled at following orders, but it seems she is less intelligent than that. I guess it would be more appropriate to call her a \"wooden idol\"?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56098,
			"What are you saying?",
			"你说什么！",
			"何ですって！？",
			"뭐라고!?",
			"What did you just say?!",
			null,
			"What did you say!",
			"I beg your pardon?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56099,
			"We haven't changed our aim, we will activate Houkai power, start the new era. We still need two things, one is \"The second Herrscher\" and the other, guess what it is?",
			"我们的目的从来就没有改变过，触发大崩坏，打开通往下个时代的大门。而为了引发大崩坏需要两样重要的东西，那是崩坏创造出来灭亡人类的最强兵器，一件就是大教堂底下的第二律者，而另一件……你们猜猜看是什么呢？",
			"私たちの目的は何も変わらない。大崩壊を誘発し、次の世代への扉を開くこと。そして、その誘発のために2つのものが必要になる——1つは学園の地下に眠る第二律者。そして、もう1つが……何だと思う？",
			"우리의 목적은 조금도 변하지 않았다. 대붕괴를 유발해 다음 세대로 향하는 문을 여는 것. 그리고 그 유발을 위해 두 가지가 필요해——하나는 학원 지하에 잠든 제2율자. 그리고 또 하나는…… 뭔지 알겠어?",
			"Our goal remains the same. To trigger the Final Eruption and open the door to the next generation. And to trigger it, we need two things — the first is the Second Herrscher sleeping in the basement of the school. And the other thing is... guess what?",
			null,
			"Our purpose has never changed, to trigger the Great Disintegration and open the door to the next era. And in order to trigger the Great Disintegration needs two important things, that is the most powerful weapon created by the Disintegration to exterminate mankind, one is the Second Herrscher under the Cathedral, and the other ...... you guess what it is?",
			"Our goal is no different. To induce the Great Collapse and open the door to the next generation. And to induce it, we need two things - one is the Second Ruler, which lies in the basement of the school. And the other is ...... guess what?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56100,
			"The other thing…",
			"另一件……莫非是！？",
			"もう1つのもの……？まさか！？",
			"또 다른 것……? 설마!?",
			"One more thing...? It can't be?!",
			null,
			"Another piece of ...... Murphy!",
			"Another one ......? No way!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			56101,
			"…",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			56102,
			"Errr!!",
			"呃！！",
			"あっ……うぅ……ッ！！",
			"앗……우……흑!!",
			"Ah... ugh...!!",
			null,
			"Ugh!!!",
			"Oh ...... ugh ......!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			56103,
			"Mei!?",
			"芽衣学姐！？",
			"芽衣先輩ッ！？",
			"메이 선배!?",
			"Mei-senpai?!",
			null,
			"Meiko-senpai!",
			"Mei-senpai-senpai!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56104,
			"Bingo, \"The third Herrscher\" Raiden Mei!",
			"答对了，那就是“第三律者”雷电芽衣！",
			"正解！それは第三律者「雷電芽衣」よ！",
			"정답! 그건 제3율자「라이덴메이」라고!",
			"Correct! The Third Herrscher, \"Raiden Mei\"!",
			null,
			"That's right, it's the \"Third Herrscher\" Raiden Meiko!",
			"Correct answer! That's the third ritist, \"Raiden Mei\"!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56105,
			"Leave her alone!!",
			"给我放开芽衣学姐！！",
			"芽衣先輩を放しなさい！",
			"메이 선배를 놓으라고!",
			"Let go of Mei-senpai!",
			null,
			"Let go of Meiko-san!",
			"Let go of Mei-senpai!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			56106,
			"…",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			56107,
			"Ping!!!",
			"砰！！！",
			"パン——ッ！！！",
			"빵——!!!",
			"<i>Bang——!!!</i>",
			null,
			"BANG!!!",
			"Pan--!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			56108,
			"Er ahhhh!!!",
			"呃啊啊啊！！！",
			"あぁあああッ！！",
			"아아아악!!",
			"Aahhhh!!",
			null,
			"Uhhhhhhh!!!",
			"Ahhhh!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56109,
			"Hehehe… Sin, show me your power!",
			"呵呵呵……没错，杏。把体内宝石的力量发挥出来吧！你将是妈妈最后的希望，给妈妈展现你成长的成果吧！",
			"ククク……いいわ、シン。体内にあるジェムの力を解放しなさい。あなたはママの最後の希望よ。ママに、その成長を見せてごらんなさい！",
			"쿡쿡…… 좋아, 신. 몸 안에 있는 젬의 힘을 해방하렴. 넌 엄마의 마지막 희망이야. 엄마에게, 그 성장을 보여다오!",
			"Hehehe... It's okay, Sin. Release the power of the gem inside your body. You're Matushka's last hope. Show me how much you've grown!",
			null,
			"Ohhhh ...... That's right, apricot. Bring out the power of the gem inside you! You will be the last hope of your mother, show her the fruits of your growth!",
			"Kukuk...... okay, Shin. Release the power of the Gem in your body. You are Mom's last hope. Let Mommy see you grow!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			56110,
			"Yes, mom.",
			"是……妈妈。",
			"はい……ママ。",
			"네…… 엄마.",
			"Yes... Matushka.",
			null,
			"It's ...... mom.",
			"Yes ...... mom."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			56111,
			"Nooo!!! I won't let you harm Mei!!",
			"可恶！！我是不会让你伤害芽衣学姐的！！！",
			"くっ！！芽衣先輩には、指一本も触れさせやしないんだからッ！！",
			"쿳!! 메이 선배에게는 손가락 하나도 대지 못하게 할 거야!!",
			"Damn it!! I won't let you lay even one finger on Mei-senpai!!",
			null,
			"Damn it! I won't let you hurt Meiko-san!",
			"Damn! I won't let Mei-senpai-senpai touch even one finger!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			56112,
			"Sorry… Mom, I'm too weak, can't even stay alive…",
			"妈妈……对不起…我还是太弱小了，就连活着都无法做到……",
			"ママ……ごめんなさい……ボク、やっぱり弱かったんだ……生きていることさえ、もう限界みたい……。",
			"엄마…… 미안해…… 나, 역시 약했어…… 살아있는 것 조차, 이제 한계인 것 같아…….",
			"Matushka... I'm sorry... I guess I was weak after all... It seems like I've reached my limit even of staying alive...",
			null,
			"Mom ...... sorry...I'm still too weak to even stay alive ......",
			"Mom......I'm sorry......I'm so weak after all......I feel like I'm at the end of my rope, even being alive.... I can't even stay alive anymore...."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56113,
			"Sin, nevermind. I will take you to the brand new world.",
			"杏……没关系。我们马上就会得到解脱了。妈妈会带着你们到达新的彼岸……那里将没有鲜血和杀戮……只有一望无际的麦田与风中悠扬的摇篮曲。",
			"シン……大丈夫よ。すぐ楽になるわ。ママが、あなたたちを彼岸に連れて行ってあげる。そこは血が流れることも殺戮もない……一面の麦畑と、子守歌が聞こえてくる場所なの。",
			"얘야…… 괜찮아. 곧 편안해질 거야. 엄마가 너희를 저 세상으로 데려갈게. 거긴 피도 흐르지 않고 살육도 없는…… 끝없는 밀밭이 펼쳐지고 자장가가 들려오는 곳이야.",
			"Sin... It's okay. You'll feel better soon. Matushka will take you all to the new world. There's no bloodshed or carnage there... It's a place with nothing but wheat fields and the sound of lullabies.",
			null,
			"Apricot ...... It's okay. We will be relieved soon. Mom will take you to the new shore ...... where there will be no blood and killing ...... only endless fields of wheat with lullabies lulling in the wind.",
			"Shin ...... It's okay. It'll get easier soon. Mama will take you all to the other shore. It's a place where there's no bloodshed and no carnage,...... where you'll see fields of wheat and hear lullabies."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			56114,
			"Oh, cradlesong, I feel so warm…",
			"杏听到妈妈唱的摇篮曲……好温暖的感觉……",
			"ママの子守歌が聞こえる……あったかい……。",
			"엄마의 자장가가 들려…… 따뜻해……",
			"I can hear Matushka's lullaby... It's warm...",
			null,
			"Apricot heard mother singing lullabies ...... good warm feeling ......",
			"I can hear mommy's lullaby: ...... warm ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56115,
			"Take a sleep, when you wake up, it will be the brand new world.",
			"睡吧，等下次醒来的时候就是新的世界了。",
			"眠りなさい。次に目覚める時は、新しい世界になってるわ。",
			"잠들어라. 다음에 눈 뜰 땐, 새로운 세상이 되어 있을 거야.",
			"Go to sleep now. The next time you wake up, it'll be a new world.",
			null,
			"Go to sleep, and when you wake up next time it will be a new world.",
			"Go to sleep. The next time you wake up, it will be in a new world."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			56116,
			"Yes, mom…",
			"嗯，妈妈……",
			"うん、ママ……。",
			"응, 엄마…….",
			"Okay, Matushka...",
			null,
			"Well, mom ......",
			"Yeah, mom. ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56117,
			"……",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56118,
			"*Sound of cough*",
			"咳咳！咳咳！呜咕！！噗！！",
			"ゴホッ！ゲホ、ゲホ……ッ！",
			"콜록! 게흑, 게흑……!",
			"<i>Cough! Cough, cough...!</i>",
			null,
			"Ahem! Ahem! Woo-hoo!!! Pfft!!!",
			"Goho! Gho, gho ......ッ!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56119,
			"Kiana!",
			"琪亚娜！振作点！琪亚娜！",
			"キアナちゃん！しっかりして！キアナちゃん！！",
			"키아나！정신 차려！키아나！！",
			"Kiana-chan! Stay strong! Kiana-chan!!",
			null,
			"Kiana! Pull yourself together! Kiana!",
			"Kiana! Stay with me! Kiana-chan!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56120,
			"It's all over, I said it. I won't let you detroy the things I love…",
			"已经结束了…我说过，不会让你们破坏我所爱的一切……",
			"もう、終わりよ……私の愛するものを、何一つ壊させやしない……。",
			"이제, 끝이야…… 내가 사랑하는 것을, 단 하나도 부수게 하지 않아……。",
			"It's over now... I won't let anything I love be destroyed...",
			null,
			"It's over...I said I wouldn't let you destroy everything I love ......",
			"It's over. ...... I won't let you destroy anything I love. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56121,
			"Humph, naive. It's your fate.",
			"哼，你们还是太天真了。当这艘「月光王座」到达这片空域的时候一切都已经注定了。",
			"ふん、やっぱり無垢なガキね……この戦艦がこの区域に到達した時点で、勝敗は決しているのよ。",
			"흥, 역시 순수한 꼬맹이구나…… 이 전함이 이 구역에 도달한 시점에서, 승패는 결정된 거야.",
			"Hmph, you really are just a naïve brat... The moment Moonlight Throne reached this area, the outcome has already been decided.",
			null,
			"Hmph, you are still too naive. When this \"Moonlight Throne\" arrived in this airspace, everything was already predetermined.",
			"Hmm, I knew you were an innocent kid. ...... As soon as this battleship reaches this area, it's a win/win situation."
		],
		[
			"msg",
			56122,
			"「Sirin」 is not only a \"Power unit\", it's also the \"key\" to open the new world! It's the core of \"The second Herrscher\".",
			"这个名为「Sirin」的熔炉不仅是这艘战舰的动力核心，同时也是打开新世界大门的钥匙——第二律者的「律者核心」。",
			"この「シーリン」という動力炉は、戦艦の動力の中心っていうだけじゃない。新しい世界の扉を開く鍵——第二律者の「核心」でもあるのよ。",
			"이 「시린」이라는 동력로는 전함 동력의 중심뿐만이 아니야. 새로운 세계의 문을 여는 열쇠—— 제2 율자의「 핵심」이기도 하니까.",
			"This power reactor called \"Sirin\" is not just the center of power for the battleship. It is also the key to opening the door to a new world — the \"Core\" of the Second Herrscher.",
			null,
			"This furnace named \"Sirin\" is not only the power core of this warship, but also the key to open the door to a new world - the \"Ruler Core\" of the Second Ruler.",
			"This power reactor called \"Sealine\" is not only the center of power of the battleship. It is also the key that opens the door to a new world - the \"core\" of the Second Ruler."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56123,
			"Core of \"The second Herrscher\"?",
			"律者…核心？",
			"律者の……核心？",
			"율자의... 핵심?",
			"Core of the... Second Herrscher?",
			null,
			"The Herrscher...the core?",
			"The ...... core of the law?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56124,
			"It our destiny.",
			"一切都是被安排好的…人类的存亡也好，世界的轮回也好，我们只不过是这湍流不息的星河中的沙砾罢了，不管如何挣扎，都无法激起一丝涟漪。",
			"全ては定めなの……人類の存亡も、世界の輪廻も。私たちは、この銀河の乱気流に漂う砂利にすぎない。どう足掻こうと、さざ波ひとつ立てられやしないのよ。",
			"모든 건 운명이야... 인류의 존망도, 세계의 윤회도. 우리는 이 은하의 난기류에 떠도는 자갈에 불과해. 어떻게 발버둥쳐도, 잔물결 하나 일으키지 못해.",
			"Everything is predestined... the survival of humanity, the reincarnation of the world. We are nothing but gravel in the turbulent currents of this galaxy. No matter how hard we struggle, we cannot make even a ripple.",
			null,
			"Everything is arranged... Whether the survival of mankind, the world's reincarnation or not, we are just gravel in this turbulent river, no matter how to struggle, can not stir up a ripple.",
			"Everything is predestined ...... for the survival of humanity and the reincarnation of the world. We are but gravel in the turbulence of this galaxy. No matter how we struggle, we can't even make a ripple."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56125,
			"I can change it!",
			"那只是你不想承认自己的可能性罢了……",
			"それは、あんたが自分の可能性を信じようとしてないだけじゃない……。",
			"그건 네가 자신의 가능성을 믿으려 하지 않기 때문이 아니겠어…….",
			"You just don't want to admit there's other possibilities...",
			null,
			"That's just a possibility you don't want to admit to yourself ......",
			"It's not just that you're not willing to believe in your potential. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56126,
			"Really? Just show me then…",
			"可能性么？那就来证明给我看吧…",
			"可能性ですって？だったら、証明してみせなさい……。",
			"가능성이라고? 그렇다면, 증명해 보여…….",
			"Possibilities? Then prove it to me...",
			null,
			"Is it possible? Then prove it to me...",
			"Possibility? Then prove it. ......"
		],
		[
			"msg",
			56127,
			"Sirin, wake up. My daughter, finish the last part to start the new era!",
			"Sirin，醒来吧，我最后的“女儿”，为妈妈铺完最后一段道路吧。",
			"シーリン、起きなさい！私の最後の「娘」よ！ママのために最後の道を作ってちょうだい！！",
			"시린, 일어나! 나의 마지막 「딸」이여! 엄마를 위해 마지막 길을 열어다오!!",
			"Sirin, wake up! My last \"daughter\"! Pave the final road for your mother!!",
			null,
			"Sirin, wake up, my last \"daughter\", and finish paving the last stretch of road for your mother.",
			"Sirin, wake up! You are my last \"daughter\"! Make the last road for mommy!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56128,
			"「Yes,my mom」",
			"「Yes,my mom」",
			"「Yes,my mom」",
			"「Yes,my mom」",
			"\"Yes, my mother.\" (TN: This line is in English originally for some reason.)",
			null,
			"\"Yes, my mom\"",
			null
		],
		[
			"msg",
			56129,
			"Bang!!!",
			"轰隆隆！！！！！",
			"ドゴォオオオン！！！",
			"쿵!!!",
			"<i>BOOOOOM!!!</i>",
			null,
			"Rumble ！！！！！",
			"Dogooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56130,
			"Errr!! What happened…",
			"呃！发生了什么……",
			"きゃっ！いったい、何なの……。",
			"꺅! 대체, 뭐야…….",
			"Aahh! What on earth is this...?",
			null,
			"Ugh! What's happening ......",
			"Kya! What in the world is ......?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			56131,
			"Houkai power detected. \"Moonlight throne\" is falling!",
			"月光王座的动力炉内检测到剧烈的崩坏能反应…但是战舰的动力停止了，月光王座正在下坠。",
			"月光玉座の動力炉に激しい崩壊エネルギー反応が検出された……しかし、戦艦の動力は止まり、月光玉座は墜落している。",
			"달빛 옥좌의 동력로에 격렬한 붕괴 에너지 반응이 감지됐다…… 하지만 전함의 동력은 멈추고, 달빛 옥좌는 추락하고 있다.",
			"A violent Honkai Energy reaction was detected in the Moonlight Throne's power reactor... but the battleship's power has stopped and the Moonlight Throne has crashed. (TN: Seriously, why can't they just have narration? It's weird in this line how Bronya explained exactly what happened, and a bit anticlimatic too.)",
			null,
			"A violent disintegration energy reaction was detected in the power furnace of the Moonlight Throne...but the power of the battleship stopped and the Moonlight Throne was falling.",
			"A severe decay energy reaction was detected in the power reactor of the Moonlight Throne...... but the battleship stopped powering up and the Moonlight Throne crashed."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			56132,
			"Brand new world…",
			"与新世界的接触开始了……",
			"今、新しい世界へと手が届くわ……",
			"이제, 새로운 세계에 손이 닿을 거야……",
			"Now, a new world is within reach...",
			null,
			"Contact with the new world begins ......",
			"Now you can reach out to a whole new world. ......"
		],
		[
			"msg",
			56133,
			"Welcome back, Houkai power and \"The second Herrscher\"! Hahahaha!",
			"在这第二律者复苏的光芒中迎来最后的崩坏吧！！哈哈哈哈！！！",
			"第二律者が復活する光の中で、最後の崩壊を迎えなさい！！フフッ、アハハハハッ——！！！",
			"제2 율자가 부활하는 빛 속에서, 마지막 붕괴를 맞이하라!! 후후, 아하하하하핫——!!!",
			"In the light of the Second Herrscher's resurrection, welcome the Final Eruption!! Hehe, AHAHAHAHAHA!!!",
			null,
			"In the light of the resurrection of the Second Herrscher comes the final collapse! Hahahahaha!!!",
			"In the light of the resurrection of the Second Ruler, meet the final collapse! Hmph, ahahahahaha--!"
		]
	]
}