{
	"156": [
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59297,
			"Humph, how is this beat……",
			"嗯，这一段用这个节拍怎么样呢……",
			"う～ん、ここのリズムはどうしたらいいかしら……",
			"으음, 여기 리듬은 어떻게 하면 좋을까……",
			"Hmm, I wonder what to do about the rhythm here..."
		],
		[
			"msg",
			59298,
			"(Singing)",
			"（哼唱）",
			"♪～♪～♪",
			"♪～♪～♪",
			null
		],
		[
			"msg",
			59299,
			"There is something wrong……",
			"唔，还是不对……",
			"んー……やっぱり違うわ……",
			"음…… 역시 다르네……",
			"Hmm... I guess it's not the same..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59300,
			"What are you doing, Chloe?",
			"你在做什么呢，柯罗伊？",
			"クロエ、何をしているの？",
			"클로에, 뭐 하고 있어?",
			"Chloé, what are you doing?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59301,
			"Good morning, Kaguya~ As you see, I'm making music.",
			"早安，耀夜姬。如你所见，我在创作新的乐曲。",
			"おはよう、輝夜姫。ご覧の通り、新しい曲を作っているの",
			"안녕, 카구야 공주. 보이다시피, 새로운 곡을 만들고 있어.",
			"Good morning, Princess Kaguya. As you can see, I'm working on a new song."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59302,
			"Ah? The old-school Chloe is making music…… No wonder I saw stars was brighter than moon yesterday, that's a big news.",
			"诶？那个一成不变的柯罗伊竟然想创作新乐曲……难怪昨晚的星辉盖过了月亮，果然是发生了不得了的大事呢。",
			"えぇ！？あのクロエが新しい曲を作るだなんて……どうりで昨夜は月や星の光が雲で覆っていたわけね……納得、納得",
			"에엑!? 그 크로에가 새 곡을 만든다고…… 그래서 어젯밤에 달과 별빛이 구름에 가려져 있었던 거구나…… 납득, 납득",
			"What?! Chloé is writing a new song... No wonder the moon and stars were covered with clouds last night... I see, I see."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59303,
			"Star light? Are you dreaming now? Last night was a rainy night.",
			"星辉？你没睡醒么？昨晚一直在下雨吧。",
			"月や星の光が雲で覆う？寝ぼけてるの？昨夜はずっと雨だったわよ",
			"달이나 별빛이 구름에 가려? 정신이 없었니? 어젯밤에는 계속 비가 왔잖아",
			"The clouds covered the moon and stars? Are you still half asleep? It rained all night."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59304,
			"Haha, do you know I have special ability?",
			"咳哼，看来，你是不知道我的双眼可是能看透红尘，穿破虚妄呢。",
			"……コホン、どうやら私の眼には嘘偽りのない全てを見通す力があることを知らないようね",
			"……에헴, 아무래도 내 눈에는 거짓 없는 모든 것을 꿰뚫어 보는 힘이 있다는 걸 모르는 모양이네",
			"...Ahem, it seems you don't know that my eyes have the power to see through everything without lies or deception."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59305,
			"Alright, you just have two searchlights on your head, stop talking about the \"Special ability\".",
			"好了好了，不就是头上有两个探照灯么，别拽你的古文了。",
			"はいはい、頭に二つある光でも見て失明ごっこでもしていなさい",
			"그래 그래, 머리에 두 개 달린 빛이나 보고 실명 놀이나 해라",
			"Yeah, yeah, it’s just the two searchlights on your head. Stop pretending you have special abilities."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59306,
			"You have no sense of humour… So, what's your new music, can you play it for me?",
			"唉，真是没有幽默感的家伙……那么，柯罗伊小姐在创作什么新乐曲呢，能让我试听吗？",
			"はぁ、クロエは冗談が通じなくてつまらないねぇ……で、クロエのお嬢様はどんな新曲を作ってるの？聴かせてもらえる？",
			"하아, 클로에는 농담을 이해 못 해서 재미없어……. 그래서 클로에 아가씨는 무슨 새 곡을 만들고 있어? 들려줄 수 있어?",
			"Ah, you have no sense of humor, Chloé... So, what kind of new songs are you making? Can I hear them?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59307,
			"Humph…… Well, maybe you can give me some advices.",
			"嗯……也好，或许耀夜姬能给我一些建议吧。",
			"そうね……輝夜のお姫様にアドバイスをもらうのもいいかもね",
			"그러네… 카구야 공주님께 조언을 받는 것도 좋을 것 같아요",
			"Well... maybe it would be a good idea to ask you for some advice."
		],
		[
			"msg",
			59308,
			"Please listen carefully~",
			"那就请耀夜姬听一听这首乐曲吧~",
			"それでは聴いてちょうだい、こんな曲よ",
			"그럼 이 곡 들어봐",
			"So, please listen to this song~"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59309,
			"♪~♪~♪",
			"♪~♪~♪",
			"♪～♪～♪",
			"♪～♪～♪",
			null
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59310,
			"Well, that's it. Any suggestions?",
			"好了，就是这样。耀夜姬感觉怎么样呢？",
			"ふぅ……はい、こんな感じ。いかがかしら？",
			"후우…… 네, 이런 느낌. 어떠신가요?",
			"Phew... Yeah, something like this. What do you think?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59311,
			"Humph…… It's just like castle in the air, not bad.",
			"唔……譬如空中楼阁，不可言恶，亦难言喜。",
			"うーん……可も無く不可も無く……といったところね",
			"음…… 좋지도 않고 나쁘지도 않고…… 그런 정도네",
			"Hmm... it's not bad... or good either..."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59312,
			"Castle in the air?",
			"空中楼阁？",
			"可も無く不可も無く？",
			"그럭저럭?",
			"It's neither good nor bad?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59313,
			"How should I say… I can't feel any spirit of this music.",
			"该怎么说呢，虽然听起来优美流畅，但总感觉缺乏灵魂呢。",
			"何て言ったらいいかな……流れるように優美な曲なんだけど、どこか魂が抜けているような感じ？",
			"뭐라고 해야 할까…… 흐르는 듯 우아한 곡이긴 한데, 어딘가 영혼이 빠진 듯한 느낌?",
			"How should I put it... it's a flowing, graceful song, but it feels like there's something soulless about it."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59314,
			"Yes…… Actually I don't have any inspiration while making this music. What should I do?",
			"果然这样呢……其实写这首乐曲时我总感觉没什么灵感。应该怎么办呢？",
			"なるほどね……実はこの曲を書いているとき何もインスピレーションが湧かなかったの。どうしたらいいかしら？",
			"아하…… 사실 이 곡을 쓸 때 아무런 영감이 안 떠올랐어. 어떻게 하면 좋을까?",
			"I see... I actually had no inspiration when I was writing this song. What should I do?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59315,
			"Hey, you shouldn't just stay at home. You know that Inspiration comes from nature and life.",
			"喂喂，这样坐在家中可是找不到灵感的哦~艺术家的灵感都是来源于自然与生活呢~",
			"そりゃ、家に引きこもってちゃ何も湧かないでしょう。芸術家のインスピレーションって自然や生活から出てくるものじゃない？",
			"그야, 집에만 틀어박혀 있으면 아무것도 솟아나지 않잖아. 예술가의 영감이란 자연과 생활에서 나오는 게 아니야?",
			"Obviously, nothing will come to you if you stay holed up at home. Doesn't an artist's inspiration come from nature and life?"
		],
		[
			"msg",
			59316,
			"Just like me, if I want to write a poem about \"moon\", I can image a lot of scene of moon at once.",
			"就像我，如果要写一首咏月的诗歌，那就会同时联想到“明月松间照，清泉石上流”的美丽景色……",
			"例えば私が月を詩に詠むとしたら「明月松間に照り 清泉石上に流る」みたいな美しい風景を連想するわ",
			"예를 들어 내가 달을 시로 읊는다면 「밝은 달은 소나무 사이에 비추고 맑은 샘은 돌 위에 흐른다」 같은 아름다운 풍경을 연상할 거야",
			"For example, if I were to write a poem about the moon, I would imagine a beautiful scene like this: \"The bright moon shines among the pines, the pure spring flows over the stones.\""
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59317,
			"Nature and life… So, I think I need to go outside…",
			"身边的人与自然吗…就是说要出门吧，感觉上一次出门已经是前世的事情了呢……",
			"身近な人と自然ね……つまり外に出ろということね。前に外出したのはもう前世のことのような気分だわ……",
			"가까운 사람과 자연이라... 즉 밖에 나가라는 거네. 지난번에 외출했던 건 벌써 전생의 일 같은 기분이야...",
			"Being close to nature... that means getting outside. The last time I went outside feels like a lifetime ago..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59318,
			"You stayed too much at home……",
			"柯罗伊也太家里蹲了吧……",
			"あんた家に引きこもりすぎでしょ……",
			"너 집에 너무 틀어박혀 있는 거 아니야……",
			"You stay at home too much..."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59319,
			"Will you go with me?",
			"耀夜姬也会去吗？",
			"輝夜姫も行く？",
			"카구야 공주도 가?",
			"Are you coming too?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59320,
			"Ha?",
			"咦？",
			"え？",
			"어?",
			"Eh?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59321,
			"Will you go outside with me?",
			"如果我要去寻找灵感，耀夜姬也会去吗？",
			"私がインスピレーションを求める為に出掛けるとしたら、輝夜姫も一緒に行く？",
			"제가 영감을 얻으려고 나간다면, 카구야 공주도 같이 갈래?",
			"If I were to go out in search of inspiration, would you like to come with me?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59322,
			"Humph…… Sure~ I don't know you can feel the loneliness too.",
			"嗯……当然的吧~没想到柯罗伊也会感到寂寞呢。",
			"と……当然でしょ！クロエも意外に寂しがり屋なのね",
			"흠…… 당연하지! 클로에도 의외로 외로움을 잘 타는구나",
			"O-of course! I didn't expect you to feel lonely too."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59323,
			"No, I think you will feel lonely at home.",
			"不，我只是怕耀夜姬自己在家寂寞罢了。",
			"違うわ、ただ輝夜姫がひとりで家にいると失明ごっこの続きでも始めるんじゃないかと思って誘っただけよ",
			"아니야, 그냥 카구야가 혼자 집에 있으면 눈먼 척하기를 또 시작할까 봐 부른 거야",
			"No, I just invited you because I was worried that if you were home alone you might continue pretending to have special abilities."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59324,
			"You are dishonest~",
			"真是一个不坦率的家伙呢~",
			"……うん、そうね。そうならない内に出掛けよう……",
			"……응, 그래. 그러기 전에 나가자……",
			"...Yeah, that's right. Let's go out before that happens..."
		]
	],
	"157": [
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59325,
			"Maybe someone can help your dilemma.",
			"或许有一个人能够帮助你脱离当下的困境。",
			"ねぇ、あの人なら今のクロエを助けてくれるかもしれないよ",
			"저기, 그 사람이라면 지금의 클로에를 도와줄지도 몰라",
			"Hey, maybe a certain someone can help you right now."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59326,
			"Do you mean the lady in Haunted House？",
			"莫非你是在说那位雾海庄园的大小姐？",
			"もしかして、あの霧海荘園のお嬢様のこと？",
			"혹시, 그 안개바다 별장의 아가씨 이야기인가요?",
			"Are you talking about that young lady from Misty Sea Manor?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59327,
			"Yes, at least, we have many similarities……",
			"嗯，毕竟那个人和我有很多相似的地方呢……",
			"うん、なんかあの人って、私と……似てない？",
			"응, 저 사람은 뭔가, 나랑…… 비슷하지 않아?",
			"Yeah, doesn't that person seem a bit... like me?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59328,
			"Similarities… Do you mean the way you talk?",
			"相似……指的是喜欢“汝”啊“余”啊的，不好好说话的方面么？",
			"似てる……というのは「汝」とか「妾」とか、変な喋り方が好きなところかしら？",
			"비슷한 점……이라는 건 「너」라든가 「나」라든가, 이상한 말투를 좋아하는 곳인가?",
			"By similar you mean the fact that you both like to speak in strange ways, like using words like \"thou\" and \"art\"?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59329,
			"Please call it \"ancient conception\".",
			"咳咳，请把这个称之为“古意”。",
			"コホンコホン、そこは「古風」と言ってくれないかな？",
			"에헴 에헴, 거기를 「고풍스럽다」고 해 주지 않을래?",
			"Cough cough, can't you just call it \"ancient conception\"?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59330,
			"Oh, there is more and more mist.",
			"话说，雾开始浓起来了呢。",
			"それはそうと、霧が濃くなってきたわね……",
			"그건 그렇고, 안개가 짙어지고 있네……",
			"By the way, the fog is getting thicker here..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59331,
			"We will the the manor soon.",
			"因为我们快到了呢。",
			"もうすぐ目的地に到着するからね",
			"곧 목적지에 도착할 거야",
			"We'll get there soon."
		],
		[
			"msg",
			59332,
			"Here it is, Haunted House.",
			"就是这里——雾海庄园，文艺少女希露法莉亚的居所。",
			"さあ着いた——霧海荘園。文芸少女シルファリアの家よ",
			"자 도착했어—— 무해장원. 문예소녀 실파리아의 집이야",
			"We've arrived — Misty Sea Manor. Home of the literary girl Luna Sylpheria."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59333,
			"Hope she can help me create the spirit for my music.",
			"希望她能够给我正确的指引，让我的音乐拥有 “灵魂”。",
			"彼女と話をして私の音楽に「魂」が吹き込まれるといいのだけど……",
			"그녀와 이야기를 나누고 내 음악에 「영혼」이 불어넣어지면 좋겠는데……",
			"I hope that talking with her will help me breathe more \"soul\" into my music..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59334,
			"Relax, she can help you.",
			"放心吧，不会让你失望的。",
			"大丈夫よ、きっと期待を裏切らないから",
			"괜찮아요, 분명 기대를 저버리지 않을 테니까",
			"It's okay, I'm sure she won't disappoint you."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59335,
			"*Strange noise*",
			"咚咚咚！哒哒哒！哐啷哐啷锵锵锵！",
			"ドンドンドン！ダダダダッ！ガッシャーン！",
			"둥둥둥! 다다닥! 와장창!",
			"Boom boom boom! Da-da-da-da! Clang bang bang clang clang clang!"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59336,
			"Kaguya, can you hear that?",
			"耀夜姬，你听到了么？",
			"輝夜姫、聞こえた？帰りましょう？",
			"카구야 공주,들렸어? 돌아갈까?",
			"Princess Kaguya, did you hear that? Don't you think we should head back home?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59337,
			"Yes, what's that?!",
			"嗯，这是什么声音？！",
			"興味あるから、まだ帰らないけど何の音？",
			"관심 있으니까, 아직 안 갈 건데 무슨 소리야?",
			"I'm not going home yet — I'm too curious. But what's that noise?!"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59338,
			"Sounds like… throw things?",
			"唔……听起来像是铁器敲击的声音…但好像也有清脆的碰撞声……",
			"んー……金属を叩いているような音……はっきりした衝突音も聞こえる……",
			"으음…… 금속을 두드리는 듯한 소리…… 뚜렷한 충돌음도 들려……",
			"Hmm... it sounds like metal being hammered... I can also hear the distinct sound of a collision..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59339,
			"Is that family violence?",
			"难道是家庭暴力？！听说这家的女主人也有点奇怪……希露法莉亚说不定有危险！",
			"もしかして家庭内暴力！？この家の女主人はちょっと変わってるって聞いたわ……シルファリアが危ないかも！",
			"혹시 가정 내 폭력!? 이 집의 여주인은 좀 이상하다고 들었어…… 실파리아가 위험할지도!",
			"Could it be domestic violence?! I heard the lady of this house is a bit strange... Miss Luna might be in danger!"
		]
	],
	"158": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59340,
			"Bang--",
			"砰——",
			"バタン——",
			"쾅——",
			"<I>Crash——</I>"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			59341,
			"Wow! Who are you? What are you doing here?",
			"呜哇！汝……汝等，为何闯入余的居所，是要抢劫么？余是不会让汝等得逞的！",
			"うわっ！な……何者じゃ、妾の家に押し入るとは！泥棒か！？そうはさせぬぞ！",
			"우왓! 너…… 너는 누구냐, 내 집에 쳐들어오다니! 도둑이냐!? 그럴 수는 없다!",
			"Uwaah! Wh... Who are you, breaking into my house? A thief?! I won't let you do that!"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59342,
			"Wait a second! Do you remember me?",
			"且…且慢动手！汝且看看妾身是谁！",
			"し……しばし待たれよ！わた……妾じゃ、よく見よ！",
			"잠......잠깐 기다리시오! 나......첩이 말이지, 잘 보아라!",
			"Please... wait a moment! I... it's me, take a good look!"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			59343,
			"Humph… You are Kaguya.",
			"哼……这不是耀夜姬么。",
			"ほう……輝夜姫ではないか",
			"오…… 카구야 공주가 아닌가?",
			"Oh... aren't you Princess Kaguya?"
		],
		[
			"msg",
			59344,
			"I thought you were not a rude person. Maybe I'm wrong.",
			"余看汝也颇有古意，还以为汝和白毛的那群鲁莽之人不同，看来是余想错了。",
			"汝もなかなか古風なようじゃな。あの白い髪と同じガサツな者と思っておったが、妾の思い違いだったようじゃ",
			"그대도 꽤나 과시한 모양이구나. 저 하얀 머리칼과 같은 거친 자라고 생각했는데, 첩의 생각이 틀렸던 모양이로군.",
			"You seem to be quite old-fashioned. I thought you were just as rough as that white-haired girl, but it seems I was mistaken."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59345,
			"I just heard… Ha? I can't hear the noise anymore!?",
			"并非如此，妾身只是刚刚听到了……诶？那声音怎么没了！？",
			"そうではなく、妾はさっき騒音を……あれ？あの音が消えちゃった！？",
			"그게 아니라, 첩은 방금 소음을…… 어라? 그 소리가 사라졌어!？",
			"That's not it, I just heard a noise... Huh? That sound has disappeared!?"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			59346,
			"Noise?",
			"声音？",
			"騒音？",
			"소음?",
			null
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			59347,
			"We just heard some noise like family violence so we came in.",
			"刚才我们在门外听到像是砸碎家具的声音，这个一根筋的家伙就以为是什么家庭暴力，才这么冲进来的。",
			"さっき門の外で家具を壊すような音が聞こえたんです。それで家庭内暴力かもしれないと思って、飛び込んできたんです",
			"아까 문 밖에서 가구를 부수는 듯한 소리가 들렸어요. 그래서 가정 폭력일지도 모른다고 생각해서, 뛰어들었어요.",
			"We heard the sound of someone breaking something outside the gate earlier, and we thought it might be domestic violence, so we ran in."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			59348,
			"You are… the violin player. Relax, it's not family violence.",
			"汝是…那个小提琴家，汝也来了么。汝等大可放心，这里什么也没有发生。",
			"汝は……あのバイオリニストじゃな。汝も来たのか。安心するがよい、ここでは何も起きておらぬ",
			"그대는…… 그 바이올리니스트로군. 그대도 왔는가. 안심하게, 여긴 아무 일도 일어나지 않았느니라",
			"You're... that violinist. You've come too. Don't worry, nothing's happening here."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59349,
			"What's the noise then?",
			"那么刚才那是什么声音？",
			"じゃあさっきのあの音は？",
			"그럼 아까 그 소리는?",
			"So what about that sound just now?"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			59350,
			"It's…",
			"就是这个……",
			"これじゃ……",
			"이러면……",
			null
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59351,
			"What's this iron briquette…",
			"这个铁疙瘩……",
			"この鉄の塊が……？",
			"이 철덩어리가……？",
			"What's this lump of iron...?"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			59352,
			"It's called drum set. My mother bought it for me.",
			"什么铁疙瘩，这个东西叫架子鼓，是乐器的一种，是余的妈妈帮余买的。",
			"鉄の塊とは何じゃ、これは「どらむせっと」といって、楽器の一種じゃ。母上が妾に買ってくれたのじゃ",
			"이 철덩어리가 무엇이란 말인가, 이것은「드럼 세트」라고 하여, 악기의 한 종류이다. 어머님이 소인에게 사 주신 것이다.",
			"This lump of iron? It's called a \"drum set,\" a type of musical instrument. Mother bought it for me."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			59353,
			"Oh, I see. No wonder I can feel melody in that noise…",
			"果然…刚才的那个声音也是一种韵律呢……虽然有些嘈杂，却有一种奇妙的节奏感……",
			"「ドラムセット」ね。どうりで、さっきの音にはある種のリズムがあったわけね……ちょっと騒々しかったけど、妙なリズム感があって……",
			"「드럼 세트」네. 그렇지, 아까 소리에는 어떤 리듬이 있었던 거네... 좀 시끄럽긴 했지만 묘한 리듬감이 있어서...",
			"\"Drum set.\" That's why there was a certain rhythm to that sound... It was a bit loud, but it had a strange rhythm to it..."
		],
		[
			"msg",
			59354,
			"Can you play it for me again?",
			"希露法莉亚，能再让我听一下这音乐吗？",
			"シルファリアさん、もう一度この音楽を聴かせてくれませんか？",
			"실바리아 씨, 이 음악을 한 번 더 들려주시겠어요?",
			"Miss Sylpheria, could you let me listen to this music again?"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			59355,
			"Sure……",
			"这倒是没什么……",
			"たいしたものではないが……",
			"대단한 건 아니지만……",
			"It's nothing special, but..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			59356,
			"*Sound of music*",
			"咚咚哒！咚咚哒！动次打次动次打次！",
			"ドンドンダン！ドンドンダン！ドンチャ、ドンチャッチャ！",
			"둥둥당! 둥둥당! 둥차, 둥차차!!",
			"Dong-dong-da! Dong-dong-da! Dong-tch-tch-tch-tch-tch!"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59357,
			"It's still too noisy for me… How about you, Chloe?",
			"果然还是好吵啊……这样的音乐我不太能接受呢。柯罗伊觉得怎么样？",
			"やっぱり騒々しいね……こういう音楽はちょっと受け付けられないわ。クロエはどう思う？",
			"역시 시끄럽네…… 이런 음악은 좀 받아들일 수 없어아. 클로에는 어떻게 생각해?",
			"It's really loud... I can't stand this kind of music. What do you think, Chloé?"
		],
		[
			"msg",
			59358,
			"Chloe?",
			"柯罗伊？",
			"……クロエ？",
			"……클로에?",
			"...Chloé?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59359,
			"… This feeling, this rhythm, yes, that is…",
			"唔……这种感觉，这种节奏，对，这是……",
			"うん……この感じ、このリズム、そう、これは……！",
			"응…… 이 느낌, 이 리듬, 맞아, 이건……!",
			"Yes... this feeling, this rhythm, yes, this is...!"
		],
		[
			"msg",
			59360,
			"The spirit I need!",
			"这就是我所欠缺的音乐之魂啊！",
			"これこそ私に欠けていた音楽の「魂」だわ！",
			"이것이 바로 내게 부족했던 음악의「영혼」이구나!",
			"This is the musical \"soul\" I was missing!"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59361,
			"Ha? Do you like this kind of music?",
			"诶？原来你喜欢这种感觉的东西吗……",
			"え……？こういう感じが好みだったの……？",
			"어……? 이런 느낌이 취향이었어……？",
			"Huh...? Is this the kind of feeling you like...?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59362,
			"Sure, her music is powerful, just like fire, moving and forceful! Every musician is finding this……",
			"当然了，这强有力的断音就仿佛在枯败的树林燃烧着的火焰，奔放！强烈！充满了渲染力，这就是所有的音乐家都一直在追求的破而……",
			"もちろんよ！この力強いスタッカート、燃えさかる炎のように、奔放で、強烈で！これこそ世の音楽家が追い求めている新しい……",
			"물론이지! 이 강렬한 스타카토, 타오르는 불꽃처럼, 자유분방하고, 강렬하고! 이것이야말로 세상 음악가들이 추구하는 새로운……",
			"Of course! This powerful staccato, like a burning flame, unrestrained, intense! This is the new music that musicians are looking for..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59363,
			"Ahhh~ I see.",
			"啊啊~我知道了啦，你喜欢就好~",
			"はいはい、分かったから。気に入ったのなら良かったわ",
			"알았어, 알았어. 마음에 들었다니 다행이네",
			"Okay, okay, I see. I'm glad you liked it."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			59364,
			"Kaguya, what is she saying… Is she crazy?",
			"耀夜姬，柯罗伊在说什么？怎么感觉像是疯魔了？",
			"輝夜姫、クロエは何を言っておるのじゃ？何かに取り憑かれておるのか？",
			"카구야님, 클로에는 무슨 소리를 하는 거죠? 무언가에 홀린 건가요?",
			"Princess Kaguya, what is Chloé saying? Is she possessed by something?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59365,
			"Oh, I haven't explain to you. Chloe is making music recently, but she can't find the spirit for her music. She is trying to get help from you.",
			"说起来还没和希露法莉亚解释呢，最近柯罗伊在创作新曲，却找不到音乐的灵魂，我们来找你就是想看看能不能得到灵感呢。",
			"そういえば、まだ説明してなかったね。クロエが新しい曲を作ったんだけど、どこか音楽の魂が欠けているもんだから、インスピレーションを得られないかと思ってここにね",
			"말하자면, 아직 설명을 안 했었지. 클로에가 새로운 곡을 만들었는데, 어딘가 음악의 영혼이 빠져 있어서, 영감을 얻을 수 있을까 해서 여기에 왔어.",
			"Oh, right, I haven't mentioned this yet. Chloé wrote a new song, but it's missing some musical soul, so she thought she'd get some inspiration here."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			59366,
			"Oh, seems she already found something~",
			"这样啊……那看这样子，她或许已经有所领悟了吧~",
			"そうか……あの様子では、何かを悟ったようじゃな",
			"그런가…… 저 모양으로는, 무언가를 깨달은 모양이군",
			"I see... From what she's seen, it looks like she's already realized something."
		]
	],
	"159": [
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59367,
			"Done.",
			"完成了。",
			"……できたわ",
			"……했어",
			"...It's done."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59368,
			"Can you play it for us?",
			"怎么样，能让我们试听吗？",
			"どんなの？聴かせてくれない？",
			"어떤 거야? 들려주지 않을래?",
			"What's it like? Can you let me hear it?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59369,
			"Sure~",
			"嗯。那就请让我献上这新生的乐曲吧。",
			"ええ。新しくできたこの曲を聴いてちょうだい",
			"네. 새로 만든 이 곡 들어봐 줘",
			"Yes. Please listen to my new song."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59370,
			"♪~♪~♪",
			"♪~♪~♪",
			"♪～♪～♪",
			"♪~♪~♪",
			null
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59371,
			"How about this time?",
			"结束了。怎么样？",
			"……おしまい。どうかしら？",
			"……끝. 어떨까?",
			"...That's all. What do you think?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59372,
			"What should I say about this? … I'm still not used to this…",
			"应该说有些微妙呢……总觉得有点让人难受的气息……",
			"……さっきよりひどくない？ちょっと耐えがたい感じがする……",
			"……아까보다 더 심한 거 아니야? 좀 참기 힘든 느낌이 들어……",
			"…Isn't this worse than before? It feels a bit unbearable…"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			59373,
			"Brilliant!",
			"啪啪啪！不愧是小提琴家柯罗伊，已经融会贯通了。",
			"パチパチパチ！さすがはバイオリニストのクロエ！音楽を完全に理解しておるのう",
			"짝짝짝! 역시 바이올리니스트 클로에! 음악을 완전히 이해하고 있구나",
			"<I>*Clap, clap, clap!*</I> Just as you'd expect from a violinist like Chloé! She really understands music."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			59374,
			"Seriously?",
			"真的吗？",
			"本当ですか？",
			"정말인가요?",
			"Really?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59375,
			"Sylpheria likes your work, I choose to keep my opinion.",
			"应该说认同你的只是希露法莉亚而已，我还是持保留意见的。",
			"あんたの理解者はシルファリアだけかも……私は意見しないでおこう……",
			"너의 이해자는 실파리아뿐일지도…… 나는 의견을 내지 않도록 하겠다……",
			"Miss Sylpheria may be the only one who understands you... But I'm not changing my opinion..."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			59376,
			"Nevermind, I think you will keep improving your work.",
			"无妨，艺术之路便要不断切磋磨练。",
			"かまわぬ。芸術の道は絶えず切磋琢磨してゆくものじゃ",
			"괜찮다. 예술의 길은 끊임없이 갈고 닦아 나가는 것이니.",
			"It doesn't matter. The path of art is one of constant improvement and hard work."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			59377,
			"I need to find others to listen to my music! Who should I look for?",
			"嗯，只要再找其他人试听就是了！但是试听歌曲的人在哪里能够找到呢……",
			"試しに他の人にも聴いてもらいましょう！でも、どこに行けばいいかしら……",
			"다른 사람들에게도 한번 들어봅시다! 하지만, 어디로 가면 좋을까……",
			"Then I'll try and get other people to listen to it! But where should I go...?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59378,
			"How about St.Freya HS? I know a lot of people there.",
			"去圣芙蕾雅学园看看怎么样？那边不是有很多我们的熟人嘛。",
			"聖フレイヤ学園はどう？あそこは沢山知り合いがいるじゃない",
			"세인트 프레야 학원 어때? 거긴 아는 사람이 많잖아",
			"How about St. Freyja Academy? I know a lot of people there."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59379,
			"Well, thank to great Chloe, you will be my first audience.",
			"也好，感谢伟大的小提琴家柯罗伊吧，圣芙蕾雅学园的人哟，你们将是第一批领略我这心的共鸣的人。",
			"そうね。聖フレイヤ学園の皆さん、偉大なバイオリニストのクロエに感謝なさい。私の心を初めて味わい共鳴できるのだから",
			"그래. 세인트 프레야 학원 여러분, 위대한 바이올리니스트 클로에에게 감사하세요. 내 마음을 처음으로 맛보고 공명할 수 있게 되었으니",
			"Yes, let’s thank the great violinist Chloé. St. Freyja Academy will be the first to appreciate the resonance of my heart."
		]
	],
	"160": [
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59380,
			"*Cry* They rejected it… Kiana and Mei went out for some missions… No one would hear me.",
			"呜呜呜……开演奏会的计划被驳回了…琪亚娜她们又去执行任务了…看来我的演奏是不会有人听了",
			"ううう……演奏会の計画が却下されるなんて……キアナたちはまた任務に行ってるし……私の演奏は誰にも聴いてもらえないのね……",
			"으으으…… 연주회 계획이 거절되다니…… 키아나들은 또 임무를 떠났고…… 내 연주를 들어줄 사람이 아무도 없네……",
			"*Sob*... The concert plan has been rejected... Kiana and the others are on a mission again... No one will get to hear my performance..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59381,
			"Just take it easy. You still can improve your music~",
			"不用着急不是吗？柯罗伊的曲子还可以再推敲一下呢。",
			"焦らなくてもいいでしょ？もっと曲を練れるじゃない",
			"서두를 필요 없잖아? 곡을 더 다듬을 수 있잖아",
			"There's no need to rush, right? You can still work on the song a bit more."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59382,
			"Humph…",
			"嗯……",
			"そうね……でも、誰かに聴いてもらいたい！",
			"그렇네…… 하지만, 누군가에게 들어주었으면 좋겠어!",
			"Yeah... but I want someone to listen!"
		],
		[
			"msg",
			59383,
			"Ah?",
			"咦？",
			"……あら？",
			"……어라?",
			"...Oh?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59384,
			"What happened, Chloe?",
			"怎么了，柯罗伊？",
			"どうしたの、クロエ？",
			"무슨 일이야, 크로에?",
			"What is it, Chloé?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59385,
			"Look, there is a little nun…",
			"你看，那里有个小修女，鬼鬼祟祟的样子？",
			"ほら、あそこのシスター……何かこそこそとやってない？",
			"자, 저기 있는 수녀…… 뭔가 슬쩍슬쩍하고 있지 않아?",
			"Look, that nun over there... is she up to something sneaky?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59386,
			"She looks so sneaky. Is she a thief?!",
			"真的……难道是扮作修女的小偷？！",
			"本当だ……！もしかしたらシスターに化けた泥棒！？",
			"정말이야……! 어쩌면 수녀 행세를 하는 도둑!?",
			"She does...! Maybe it's a thief disguised as a nun?!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59387,
			"Hoho, I hide my comic books here, no one can find it~",
			"哼哼，把漫画藏在这个地方，真是天衣无缝~真是的，每次看到在办公室看漫画都会有人闯进来，害得我不得不将这些宝贝藏起来……",
			"フフン！漫画をここに隠しておけば完璧ね。執務室で漫画を読んでる時に限って誰かが入ってくるんだから。おかげでお宝を隠さざるを得ないじゃない……",
			"흥! 만화를 여기에 숨겨두면 완벽하겠네. 집무실에서 만화를 읽고 있을 때만 누군가 들어오니까. 덕분에 보물을 숨길 수밖에 없잖아……",
			"Heheh! If I hide my manga here, it'll be perfect. Someone always comes in when I'm reading it in my office. That means I have no choice but to hide my treasure..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59388,
			"Who are you!",
			"汝是何人！",
			"汝は何者じゃ！",
			"너는 누구냐!",
			"Who are you?!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59389,
			"I'm not a bad person, I just get lost here… Can you help…",
			"呜哇！我不是什么坏人，我只是一个迷路的修女……大姐姐，能……",
			"うわ！？怪しい者じゃないわ！ただの……ただの迷子の修道女よ……お姉ちゃん、どうか……",
			"우와!? 수상한 사람이 아니야! 그냥…… 그냥 길 잃은 수녀야…… 언니, 부탁이야……",
			"Wha—?! I'm not a suspicious person! I'm just... a lost nun... Miss, please..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59390,
			"Master Theresa, is that you? You were at the office…",
			"咦，这不是德丽莎学园长么？您刚才不是还在办公室……",
			"あら？テレサ学園長じゃないですか。さっき執務室にいませんでしたっけ……",
			"어라? 테레사学園長 아니신가요. 아까 교장실에 안 계시지 않았나요……",
			"Oh? Isn't this Principal Theresa? Weren't you just in your office...?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				412,
				0,
				false
			]
		],
		[
			"msg",
			59391,
			"Ah? Chloe and Kaguya…",
			"诶？啊，原来是耀夜姬和柯罗伊啊……吓我一跳……",
			"え？あぁ、輝夜姫とクロエだったの……びっくりした……",
			"어? 아, 카구야 공주와 클로에였구나…… 놀랐어……",
			"Eh? Ah, so it's Princess Kaguya and Chloé... You scared me..."
		],
		[
			"msg",
			59392,
			"Ha! I didn't hide my comic books here and I won't approve your concert here.",
			"啊对了！可…可不要以为你们发现了我在藏漫画就认为是抓住了我的把柄哦！我是不会同意你们在学园里面办演奏会的！",
			"あ、そうだ！ま……漫画を隠したのを見つけたからってあたくしの弱点を握ったなんて思わないでよ！学園内での演奏会は認めないからね！",
			"아, 맞다! 말하자면… 만화를 숨긴 걸 찾았다고 해서 내 약점을 잡았다고 생각하지 마! 학교 내에서의 연주회는 허락하지 않을 테니까!",
			"Oh, right! D-don't think that just because you caught me hiding manga, that you have something against me! I still won't allow any concerts on campus!"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			59393,
			"Oh, no… Is my music so unpleasant to hear?",
			"真的……不行吗……我的演奏，原来是这么不能入耳的音律吗……",
			"本当にだめなんですか？私の演奏は、そんなに耳障りなんでしょうか……",
			"정말 안 되는 건가요? 제 연주는 그렇게도 귀에 거슬리는 걸까요......",
			"Is it really no good? Is my playing really that harsh to the ears...?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				412,
				0,
				false
			]
		],
		[
			"msg",
			59394,
			"No! Because my niece hold some concerts in school but they were not so good.",
			"不是这样的啦！实在是因为最近我的侄女她们也在学校里办了几次演奏会，但是效果并不是那么的好。",
			"そういうことじゃないの。実は最近知り合いが学園内で何度か演奏会をやったんだけど、評判はいまひとつで……",
			"그런 게 아니야. 사실 최근에 아는 사람이 학원 안에서 몇 번 연주회를 열었는데, 평판이 영 좋지 않아서……",
			"That's not the reason. Actually, an acquaintance of mine recently held a few concerts at the school, but the reviews were not that great..."
		],
		[
			"msg",
			59395,
			"Many students complain it to me. Hope you can understand me.",
			"在屡次被人投诉之后，我只好下令禁止任何人在学园中开办演奏会了。还请柯罗伊小姐谅解呢。",
			"何度も苦情が来て、結局学園内での演奏会を全面的に禁止せざるを得なくなったのよ。演奏したい気持ちは分かるけどクロエも分かってほしいの",
			"여러 번 항의가 들어와서 결국 학원 내에서의 연주회를 전면 금지할 수밖에 없게 되었어. 연주하고 싶은 마음은 이해하지만, 클로에도 이해해 줬으면 좋겠어.",
			"I received many complaints, and in the end I had no choice but to completely ban all concerts on campus. I understand that you want to perform, but I want you to understand this too, Chloé."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59396,
			"What a pity, Chloe, you can't play your new music here.",
			"真是可惜呢，柯罗伊，你的新曲无法在这里演奏。",
			"本当に残念ね。新曲がここで演奏できないなんて……",
			"정말 안타깝네. 새 곡을 여기서 연주하지 못하다니……",
			"It's such a shame that we can't play your new song here..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				412,
				0,
				false
			]
		],
		[
			"msg",
			59397,
			"Miss Chloe's new music? Can you play it for me?",
			"柯罗伊小姐的新曲？如果不介意的话，我可以成为第一个的听众吗？",
			"え？クロエの新曲？もしよければ、あたくしに最初に聴かせてもらえないかしら？",
			"어? 클로에 신곡? 괜찮으시다면, 제가 맨 먼저 들어볼 수 있을까요?",
			"Huh? Chloé's got a new song? If you don't mind, could you let me hear it first?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			59398,
			"Seriously?",
			"你……真的愿意听吗？",
			"本当に……聴きたいですか？",
			"정말로... 듣고 싶으신가요?",
			"You really... want to hear it?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				412,
				0,
				false
			]
		],
		[
			"msg",
			59399,
			"Sure~!",
			"当然了~！",
			"もちろんよ！",
			"물론이죠!",
			"Of course~!"
		],
		[
			"msg",
			59400,
			"Hey! I feel good after listening to this music~",
			"嘿！最近刚好被几个小鬼头闹得烦了，听听音乐享受一番娴静的时光似乎是一个不错的选择呢~",
			"最近うるさい生徒たちに悩まされてるの。音楽を聴いて落ち着いたひとときを過ごすのって最高よね。紅茶の準備をしなくちゃ……",
			"요즘 시끄러운 학생들 때문에 고민이야. 음악을 들으며 차분한 시간을 보내는 건 정말 최고지. 홍차 준비를 해야 해……",
			"I've been annoyed with some noisy students lately. Listening to music and taking a moment to relax is the best thing I can do. I should prepare some tea..."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			59401,
			"And I would like to play music for you~",
			"那么，就请让我献上一曲吧~",
			"それでは、一曲聴いてください。",
			"그럼, 한 곡 들어보시겠어요?",
			"Now then, please listen to my song~"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				412,
				0,
				false
			]
		],
		[
			"msg",
			59402,
			"Ah? Where did you get those drums and gongs?",
			"诶？你的小提琴上怎么多了几个鼓？！还有锣？！",
			"……え？バイオリンにドラムが加わったの！？銅鑼まであるの！？",
			"……에? 바이올린에 드럼이 더해졌다고!? 징까지 있다고!?",
			"...Huh? Drums have been added to the violin?! There's even a gong?!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			59403,
			"♪~♪~♪~",
			"♪~♪~♪~动次打次~咚咚咚——",
			"♪～♪～♪～ドンチャドンチャ～ドンドンドンーー！",
			"♪～♪～♪～둥차둥차～둥둥둥둥——!",
			"♪~♪~♪~ Don cha don cha~ Don don don!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			59404,
			"Ah… I can feel the spirit in it, it's related to philosophy and destiny, this is …",
			"唔……这音乐，这源自灵魂的共鸣与震颤，这哲学的沉思与回响，这命运的呐喊与抗争，这……",
			"う……この音楽、この魂の共鳴と震動、この運命の叫びと抗争、これは……",
			"음... 이 음악, 이 영혼의 공명과 진동, 이 운명의 외침과 항쟁, 이것은......",
			"Ooh... this music, this resonance and vibration of the soul, this cry and struggle of fate, this is..."
		],
		[
			"msg",
			59405,
			"Sorry, I can't understand it!",
			"这吵得要死的音乐到底是什么鬼啊！",
			"この死ぬほどやかましい音楽は一体何なのぉ！？",
			"이 죽을 만큼 시끄러운 음악이 대체 뭐야!？",
			"What the hell is this deathly loud music?!"
		],
		[
			"msg",
			59406,
			"Stop it for me!",
			"快给我停下！",
			"早く止めなさい！！",
			"빨리 그만둬!!",
			"Stop it now!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			59407,
			"Bang--",
			"轰——",
			"ドーンーー！",
			"쿵ㅡㅡㅡ!",
			"<I>BANGGG!</I>"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			59408,
			"Wow!",
			"呜哇！",
			"うわっ！",
			"우왁!",
			"Aaah!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			59409,
			"Stop hitting the drums and gongs!",
			"叫你敲锣打鼓！叫你动次打次！叫你咚滴隆咚锵！我就知道今天占卜出来的大凶会应验的！",
			"うるさいのよ！ドンチャンドンチャンって、銅鑼や太鼓を打ち鳴らして！今日の占いで大凶って出たけど本当に当たったわ！",
			"시끄럽잖아요! 둥창둥창 북과 징을 마구 두드리다니! 오늘 점에서 대흉이 나왔는데 정말로 맞아버렸어!",
			"Stop making so much noise! Banging the gongs and drums with that \"dong-clang-bang\" noise! My fortune told me today was a terrible day, and it turned out to be true!"
		],
		[
			"msg",
			59410,
			"I'm wrong… I was wrong at the very beginning time… I shouldn't take this job, I didn't expect there are so many works.",
			"我错了…我真的错了…我就不应该来到这破学园当什么破学园长，我不来到这破学园当学园长就不会有这么一堆破事情……",
			"……いいえ……悪いのはあたくし……あたくしがこんなクズ学園のクズ学園長にならなければ……こんなひどいことは起きなかったはず……",
			"......아뇨...... 잘못은 제게...... 제가 이런 쓰레기 학원의 쓰레기 학원장이 되지 않았다면...... 이런 끔찍한 일은 일어나지 않았을 텐데......",
			"...No... it's all my fault... If only I hadn't become the shitty principal of this shitty school... Such a terrible thing would never have happened..."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			59411,
			"I can feel the negative energy from Master Theresa… Is she effected by the music too?",
			"咦…德丽莎学园长好像变得悲观起来了…这难道也是刚才的音乐的作用吗？",
			"あれ？……テレサ学園長の様子が……もしかして今の音楽の効果かしら？",
			"어라?……테레사 학원장의 상태가……혹시 지금 음악의 효과인 걸까?",
			"Oh? ...Principal Theresa's negative behavior... Could it be the effect of the music she just heard?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59412,
			"Don't think too much! We should run now!",
			"别想那么多了！你还是快跑吧！不过没有在学园办成演奏会真的是太好了……",
			"考えてる場合じゃないわ！早く逃げよう！学園で演奏会をやらなくて良かった……",
			"생각할 때가 아니야! 빨리 도망치자! 학원에서 연주회를 안 해서 다행이야……",
			"This is no time to think about it! Hurry and let's get out of here! I'm glad we ended up not holding a concert at this school..."
		]
	],
	"161": [
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			59413,
			"*Sign*…",
			"唉……",
			"演奏会……はぁ……",
			"연주회……하아……",
			"Concert... <I>Sigh...</I>"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59414,
			"After return to our world, this is your 48th sign, Chloe.",
			"回到我们的世界后，这已经是你第四十八声叹息了，柯罗伊。",
			"クロエ、私たちの世界に戻ってから48回目のため息よ",
			"클로에, 우리 세계로 돌아온 이후로 48번째 한숨이야",
			"Chloe, this is your 48th sigh since we came back to our world."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59415,
			"Really… Thank you for looking after me, Kaguya…",
			"是么……居然记得那么清楚，你还真是关心我呢，耀夜姬……",
			"そう……よく数えてたわね。輝夜姫は私を気づかってくれてるのね……",
			"그래…… 잘 세고 있었구나. 카구야 공주님은 나를 걱정해 주시는 거구나……",
			"I see... You did a good job counting. You really care about me, Princess Kaguya..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59416,
			"I just don't want you be so low-spirited.",
			"我只是不想看到我的室友就这么沉沦下去罢了，也会影响我的心情的。",
			"一緒に暮らしてる女の子が落ち込んでいるのを見ていたくないだけよ。こっちまで気分が沈んじゃうわ",
			"같이 살고 있는 여자아이가 기운이 없어 보이는 걸 보고 싶지 않아. 나까지 기분이 가라앉아 버리니까.",
			"I just don't want to see the girl I live with feeling down. It makes me feel down too."
		],
		[
			"msg",
			59417,
			"And I don't want you lose your dream as a violin player.",
			"而且我也不想看到一个小提琴家就这么失去梦想。",
			"クロエ、一回失敗したくらいで諦めないで、また挑戦しよう？",
			"클로에, 한 번 실패했다고 포기하지 말고 다시 도전해 보자?",
			"Chloé, don't give up just because you failed once. Just try again, okay?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59418,
			"But my music…",
			"但我创作出的乐曲……",
			"でも私の作った曲は……",
			"하지만 내가 만든 곡은……",
			"But the song I wrote..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59419,
			"No one can promise he can make good music everytime, and you are a geniusm Chloe!",
			"嘛，再天才的艺术家也会遇到低谷，更何况柯罗伊确实是一个天才呢，上次的音乐也演奏出了别样的效果。",
			"まぁ、天才的な芸術家でもスランプはあるものよ。クロエは間違いなく天才なんだし、あの音楽も独特の効果があったもんね",
			"뭐, 천재적인 예술가라도 슬럼프는 있는 법이야. 클로에는 분명히 천재라고, 그 음악도 독특한 효과가 있었으니까",
			"Well, even talented artists go through slumps. You are definitely a genius, and your music had a unique effect."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59420,
			"Stop it… I can't image my music has so much negative energy.",
			"别说了…那是一个失败的尝试……没想到我的音乐竟然会让人产生那么强大的负面能量。",
			"言わないで……あれは失敗だったわ……まさか私の音楽にあんな強烈なマイナスエネルギーがあるなんて……",
			"말하지 마…… 그건 실패였어…… 설마 내 음악에 그렇게 강한 마이너스 에너지가 있을 줄이야……",
			"Don't say that... It was a mistake... I never thought my music would have such a strong negative energy..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59421,
			"Alright~ Anyway, I will be your audience forever~",
			"好啦~而且就算其他人都不愿意听，至少我也会当柯罗伊的听众，给你意见的~",
			"まあまあ、たとえ他の人は耳を貸さなくても、少なくともここに一人クロエの聴衆がいるし、意見も言うから……ね？",
			"자, 자, 다른 사람들이 귀 기울여 주지 않더라도 적어도 여기 클로에의 청중 한 명은 있으니까, 의견도 말해 주니까…… 그치?",
			"Oh well, even if others won't listen, at least there's one person there, Chloé, who has an audience and a voice... right?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59422,
			"That's it… I didn't expect you would be my last audience……",
			"是这样呢……没想到到了最后，我身边的听众竟然是一直在和我唱反调的你……",
			"そうね……まさか最後に残った聴衆が、いつも私の言うことに突っかかるあなたなんてね……",
			"그러네…… 설마 마지막까지 남은 청중이, 내가 하는 말에 항상 딴지를 거는 당신이라니……",
			"That's right... I never thought that the last remaining audience member would be you, the one who always criticizes what I say..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59423,
			"As your roommate, I have the duty to help you improve your skills, so I can listen better music.",
			"没有啦~只是作为你的室友，想不听也做不到罢了。我总得为自己着想吧~",
			"ちがうわよ。単に一緒に暮らしてるだけだから、聴かないわけにいかないだけよ。私はいつも自分のことしか考えてないから……",
			"아니야. 단지 같이 살고 있을 뿐이니까, 안 듣고 있을 수 없을 뿐이야. 나는 항상 내 일밖에 생각하지 않으니까……",
			"No, it's just that we live together, so I have no choice but to listen. I'd rather think about myself..."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59424,
			"Kaguya~",
			"耀夜姬也是一个不坦率的人呢~",
			"人の事を言えないかもしれないけど輝夜姫も素直じゃないわね",
			"다른 사람 이야기를 할 처지는 아니지만 카구야 공주도 솔직하지 않네",
			"I may not be able to say anything about this, but you're not very honest either."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59425,
			"Chloe, you haven't made a new music after that, have you?",
			"柯罗伊，你从那之后就再也没有创造过新的曲目了吧？",
			"クロエは、あれから新しい曲は作ってないの？",
			"클로이는, 그 이후로 새 곡은 안 만들었어?",
			"Chloé, haven't you written any new songs since then?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59426,
			"Yes, I know classic music is always good. It's still hard for me to make my own music. I don't have so much experience to make good music~",
			"嗯，我后来想明白了。艺术果然还是要品味经典才好，要创作的话，我的阅历还远远不够呢~",
			"えぇ、あの後わかったわ。芸術はやっぱり名作を味わうべきだって。創作するなら、私はまだまだ経験不足だって……",
			"에, 그 후에 알게 됐어. 예술은 역시 명작을 음미해야 한다는 거야. 창작을 하려면, 난 아직도 경험이 부족하다고……",
			"Yes, after that, I realized that art is something you should appreciate as a masterpiece. But I still don't have enough experience to create one..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59427,
			"I think you are just lazy to do that.",
			"唉，说着这种冠冕堂皇的理由，柯罗伊其实只是懒得尝试而已吧。",
			"はぁ……そんな言い訳をして、クロエは挑戦することから逃げてるだけじゃない",
			"하아…… 그런 변명으로, 크로에는 도전하는 걸 피하고 있는 거잖아",
			"<I>Sigh...</I> You're just using that excuse to avoid taking on a challenge."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59428,
			"No, look at this~ Kaguya, I'm keep pratising vionlin everyday~",
			"不是哦~耀夜姬你看，我还是在每天练习拉小提琴不是吗？这就是努力在积累经验的证明呢~",
			"ちがうわよ！ほら、毎日バイオリンの練習をしてるでしょう？経験を積み重ねる努力をしてる証拠よ",
			"아니거야! 자, 봐, 매일 바이올린 연습을 하고 있잖아? 경험을 쌓으려는 노력을 하고 있는 증거거야.",
			"No! Look, I practice the violin every day, don't I? That's proof that I'm making an effort to get better."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59429,
			"Fine~ Maybe I should give up the dream of listening to your new music~",
			"好好，那我就不抱希望地期待着柯罗伊能让我听到新的曲目吧~",
			"はいはい、じゃあクロエが新曲を聴かせてくれるのを期待しないで待ってるわ",
			"알았어 알았어, 그럼 크로에가 새 곡 들려주길 기대 안 하고 기다릴게",
			"Fine, fine, now I'll just wait eagerly for you to play me a new song."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59430,
			"If you can stay with me…",
			"有你的在话一定可以的吧……",
			"あなたがいてくれたらきっとできるわ",
			"네가 있어 주면 분명히 할 수 있을 거야",
			"With you by my side, I know I can do it."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			59431,
			"Ha? What did you say?",
			"咦？你说什么？",
			"……え？何か言った？",
			"……어? 뭐라고 했어?",
			"...Huh? Did you say something?"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			59432,
			"I think one day I can make new music.",
			"我想或许有一天，我真的会创作一首新的乐曲。",
			"いつかきっと、新しい曲が作れるかもしれない",
			"언젠가 분명, 새 노래를 만들 수 있을지도 몰라",
			"I think maybe one day, I will actually compose an amazing song."
		],
		[
			"msg",
			59433,
			"And the name must be \"Moonlight waltz\". Because I can't do it without your help…",
			"那首曲子的名字一定会是《月下协奏曲》吧……因为如果没有你在的话，我一个人真的很难做得到什么呢……",
			"曲のタイトルは「月下の協奏曲」ね……あなたがいてくれないと、私ひとりでは本当に何もできないもの……",
			"곡의 제목은 「월하의 협주곡」네... 당신이 없으면, 나 혼자서는 정말 아무것도 할 수 없는 거야...",
			"The title of the song would be \"Concerto Under the Moonlight\"... Without you here, I really can't do anything on my own... (TN: Might be a reference to the song \"Lotus Under the Moonlight\", but idk)"
		]
	]
}