{
	"831": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			194935,
			"Previously: The Herrscher core institute in Norway was attacked. In the face of the unexpected enemy, Kiana came into contact with the Herrscher core under the guidance of Otto and merged with it.",
			"前情提要：位于挪威的天命律者核心研究所遭到了袭击，面对突如其来的敌人，琪亚娜在奥托的引导下接触了律者核心，并与其融合。",
			"前回までのあらすじ：ノルウェーにある天命の施設、律者のコア研究所が襲撃された。突然現れた敵に対してキアナはオットーの導きで律者のコアに接触してしまい、そして融合した。",
			"전회까지의 줄거리: 노르웨이에 있는 천명의 시설, 율자의 코어 연구소가 습격당했다. 갑자기 나타난 적에게 키아나는 오토의 인도로 율자의 코어와 접촉하게 되고, 결국 융합해버렸다.",
			"<b>Previously:</b> The Herrscher Core Laboratory, a Schicksal facility in Norway, was attacked. With the sudden appearance of the enemy, Kiana, with Otto's guidance, came into contact with the Herrscher Core and fused with it."
		],
		[
			"msg",
			194936,
			"Walter failed to prevent Otto fusion experiment and decided to kill Kiana to avoid the end of the world. But he was stopped by Siegfried.",
			"未能及时阻止奥托进行融合试验，瓦尔特决定除掉琪亚娜避免末世降临，然而却被赶到的齐格飞阻止。",
			"オットーの融合実験を阻止するのが間に合わなかったヴェルトはキアナを排除し、終末の降臨を防ごうとする。しかし、駆けつけたジークフリートによって、それを阻止された。",
			"오토의 융합 실험을 막지 못한 벨르트는 키아나를 제거해 종말의 강림을 막으려 한다. 하지만 달려온 지크프리트에 의해 저지당한다.",
			"Welt, unable to stop Otto's fusion experiment in time, tried to eliminate Kiana to prevent the descent of the end. However, he was stopped by Siegfried, who arrived at the scene."
		],
		[
			"msg",
			194937,
			"Seeing her dad fight hard to protect herself, Kiana was filled with anxiety and worry. She was finally controlled by the Houkai mind.",
			"眼看着父亲为保护自己与第一律者苦战，琪亚娜内心充满了不安与担忧，最终被崩坏意识所控制。",
			"自分を守るために、父親が第一律者を相手に苦戦しているのを見たキアナは、不安と心配で心がいっぱいだった。そして、最終的に崩壊に意識を支配されてしまった。",
			"자신을 지키기 위해, 아버지가 제1율자를 상대로 고전하는 모습을 본 키아나는 불안과 걱정으로 마음이 가득 찼다. 그리고 결국 붕괴에 의식을 지배당하고 말았다.",
			"Watching her father struggle to defend herself against the First Herrscher, Kiana was filled with anxiety and worry, until she finally let the Honkai take over her mind."
		],
		[
			"msg",
			194938,
			"In order not to let his baby become only the product of Houkai, Siegfried finally launched an attack——",
			"为了不让女儿变成只会破坏的崩坏产物，齐格飞最终含泪发起了攻击——",
			"娘を破壊しかもたらさない崩壊の産物に変えないようにするため、ジークフリートは目に涙を浮かべながら最後の攻撃を仕掛けた——",
			"딸을 파괴할 뿐인 붕괴의 산물로 만들지 않기 위해, 지크프리트는 눈에 눈물을 머금은 채 마지막 공격을 가했다——",
			"With tears in his eyes, Siegfried launched one final attack to prevent his daughter from being transformed into a destructive product of the Honkai..."
		],
		[
			"msg",
			194939,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			194940,
			"The guy who made my baby cry...I'll let you know how scary it could be for a dad to get mad!",
			"弄哭我女儿的家伙……我会让你知道一个老爸生气会有多恐怖！",
			"俺の娘を泣かせたヤツめ……父親の怒りがどれほど恐ろしいものか思い知らせてやるぞ！",
			"내 딸을 울린 놈들... 아버지의 분노가 얼마나 무서운 것인지 뼈저리게 느끼게 해주마!",
			"You made my daughter cry... I'll show you how terrible a father's anger can be!"
		],
		[
			"msg",
			194941,
			"Fire!!!",
			"天火出鞘！！",
			"天火出鞘！！",
			"천화출봉!!",
			"0th Power, Unleash!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			194942,
			"——！！",
			"——！！",
			"——！！",
			"——!!",
			"<I>——!!</I>"
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			194943,
			"The world is in chains of samsara.",
			"这个世界正束缚在轮回的枷锁之中。",
			"この世界は輪廻の鎖に束縛されている。",
			"이 세계는 윤회의 사슬에 속박되어 있다.",
			"This world is bound by the shackles of samsara."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			194944,
			"But that's just survival in the face of disaster, and if nothing is done about it, the world will once again be doomed.",
			"但那不过是在面对灾难时的苟且偷生，如果不做出什么改变，世界会再一次走向既定的灭亡。",
			"しかし、それは災いを前にした時の無意味な時間稼ぎにすぎない。何も変化しなければ、世界は再び定められた滅亡へと向かうだろう。",
			"하지만, 그것은 재앙을 앞둔 무의미한 시간벌이에 불과하다. 아무것도 변하지 않는다면, 세계는 다시 정해진 멸망으로 향할 뿐이다.",
			"However, this is merely a pointless bid to buy time in the face of disaster. If nothing changes, the world will once again head towards its predetermined destruction."
		],
		[
			"msg",
			194945,
			"Only those outside the \"rules\" can bring about this change. To be the one to break free is to gain the power to change the world.",
			"而能够带来这种改变的，只有“规则”以外的人。只要能成为摆脱束缚的那一个，就能够获得改变世界的力量。",
			"そして、その変化をもたらすことができるのは、定められたルールの外にいる人間のみ。束縛を脱することのできる者のみが、世界を変える力を手にできる。",
			"그리고 그 변화를 가져올 수 있는 것은 정해진 규칙 바깥에 서 있는 자 뿐이다. 속박을 벗어날 수 있는 자만이 세계를 바꿀 힘을 손에 넣을 수 있다.",
			"And only those who are outside the established rules can bring about this change. Only those who can break free from these constraints can gain the power to change the world."
		],
		[
			"msg",
			194946,
			"Now history has really changed, and the future that no longer exists can certainly be continued.",
			"如今，历史确确实实地改变了，那不复存在的未来也一定能得到延续。",
			"今、歴史は確かに変わった。それによって、もう現れることのない未来もきっと延長される。",
			"지금, 역사는 분명히 바뀌었다. 그것으로 인해, 다시는 나타나지 않을 미래도 분명 연장될 것이다.",
			"History has certainly changed, and with it, a future that should have never come to pass will surely be extended."
		],
		[
			"msg",
			194947,
			"But…",
			"但是……",
			"しかし……。",
			"하지만....",
			"However..."
		],
		[
			"msg",
			194948,
			"Bang!",
			"砰！",
			"バンッ！",
			"쾅!",
			"<I>Bang!</i>"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			194949,
			"Emmm….",
			"呃……",
			"うっ……。",
			"윽…….",
			"Urgh..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			194950,
			"You might have a chance to survive if you really attacked with the intention of killing me. Unfortunately, you won't be able to break the bond at the end.",
			"如果你真是抱着杀掉我的心情攻击的话，或许还有活下来的机会。很可惜，你在最后还是无法突破感情的束缚。",
			"もし、本当に私を殺すつもりで攻撃していれば、生き残るチャンスもあったかもしれない。でも、残念なことに最後まで感情の束縛を破ることができなかった。",
			"만약, 정말로 나를 죽일 의도로 공격했다면, 살아남을 기회도 있었을지 모른다. 하지만, 안타깝게도 끝까지 감정의 속박을 벗어나지 못했어.",
			"If you had really intended to kill me with that attack, you might have had a chance of survival. But unfortunately, you were unable to break free from the bondage of your emotions to the very end."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			194951,
			"Bang!",
			"轰！",
			"ドンッ！",
			"쿵!",
			"<I>Bang!</I>"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			194952,
			"Ahhh!!!!",
			"啊！！！",
			"あっ！！！",
			"악!!!",
			"Ahhh!!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			194953,
			"Human beings are unchanging creatures. No matter how hard you try, they will only go in the direction of making mistakes again and again.",
			"人类本来就是不变的生物，即便你再怎么努力，他们都只会向着一再犯错的方向前进。",
			"人類とは変わらない生き物。どんなに努力しようと彼らは再び誤った方向に進んでいく。",
			"인류와 다를 바 없는 생물. 아무리 노력해도 그들은 다시 잘못된 길로 나아갈 뿐이야.",
			"Humans are unchanging creatures. No matter how hard they try, they'll only continue to make the same mistakes, over and over again."
		],
		[
			"msg",
			194954,
			"As it was then, the man in front of you will be killed by his daughter. In the near future, it will sweep the world again.",
			"一切都跟那时候一样，你眼前的这个男人会被自己女儿杀死，而在不久的将来，终焉将再度席卷整个世界。",
			"全てがあの時と同じ。目の前にいる男は自分の娘に殺され、そして遠くない将来、終焉が再び世界中を包み込む。",
			"모든 게 그때와 똑같아. 눈앞의 남자는 자신의 딸에게 죽임을 당하고, 그리고 머지않은 미래에 종말이 다시 전 세계를 휩쓸 거야.",
			"Everything is the same as it was then. The man before me is killed by his own daughter, and in the not-too-distant future, the end will once again engulf the world."
		],
		[
			"msg",
			194955,
			"What you've done doesn't make any sense because you..can change nothing——",
			"你所做的一切根本没有意义，因为你……其实什么都改变不了——",
			"あなたのしている全てはまったく意味がないの。なぜなら……あなたは何も変えられない——",
			"네가 하는 모든 건 전혀 의미가 없어. 왜냐면…… 너는 아무것도 바꿀 수 없으니까——",
			"Everything you do makes absolutely no sense. Because... you can't change anything..."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			194956,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			194957,
			"Was that explosion Siegfried's fire?",
			"刚才的爆炸难道是齐格飞的天火圣裁？",
			"さっきの爆発は……まさか、ジークフリートの天火聖裁か？",
			"방금 폭발은…… 설마, 지크프리트의 천화성재인가?",
			"That explosion just now... don't tell me that's Siegfried's Judgement of Shamash?"
		],
		[
			"msg",
			194958,
			"Speed up, we have no time to waste.",
			"加快速度，我们没有时间可以去耽误。",
			"急がなくては。モタモタしている時間はないぞ。",
			"서둘러야 해. 질질 끌 시간이 없다고.",
			"We must hurry. There is no time to waste."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			194959,
			"I'm sorry. It wasn't that easy.",
			"那还真是对不起了，你想过去可没那么容易。",
			"それは本当に申し訳ないわね。あなたがここを通りたくても、簡単に通すわけにはいないわ。",
			"정말로 미안해요. 당신이 여기를 지나가고 싶어도, 쉽게 지나갈 수는 없어요.",
			"I'm very sorry. But even if you want to pass through here, it won't be that easy."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			194960,
			"Anti-Entropy…...",
			"逆熵……",
			"ネゲントロピー……。",
			"네겐트로피……。",
			"Anti-Entropy..."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			194961,
			"Call in the mecha, and try to prevent the forces of Shicksal from approaching the battlefield. Never let them get in Lord Walter's way!",
			"召集机甲部队，全力阻止天命部队接近战场。绝对不能让他们妨碍瓦尔特大人！",
			"機甲部隊招集。天命の部隊が戦場に接近するのを全力で阻止。あいつらにヴェルト様の邪魔をさせないで！",
			"기갑 부대 소집. 천명의 부대가 전장에 접근하는 것을 전력으로 저지. 그 녀석들이 웰트 님을 방해하지 못하게 하라!",
			"Armored mechas, assemble. Do everything in your power to prevent Schicksal troops from approaching the battlefield. Don't let them get in Lord Welt's way!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			194962,
			"In the face of the Valkyrie forces, you can still hold so many troops. Vitality is quite tenacious.",
			"面对女武神部队居然还能保住这么多兵力，论生命力倒是挺顽强的。",
			"戦乙女部隊を相手にしておきながら、まだこれだけの兵力を保っているとは、かなりの生命力だね。",
			"전투처녀 부대를 상대로 하면서도 아직 이만큼의 병력을 유지하고 있다니, 상당한 생명력이군.",
			"Even though you're facing off against the Valkyries' troops, you still have this much strength; it really shows how resilient you are."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			194963,
			"That's very kind of you.",
			"那还真是多谢夸奖。",
			"あら、あなたに褒めてもらえるとは思わなかったわ。素直に「ありがとう」と受け取っておくわね。",
			"어머, 당신에게 칭찬을 들을 줄은 몰랐어요. 순순히 고마워 받아둘게요.",
			"Oh my, I never thought I'd get a compliment from you of all people. I suppose I'll give you a word of thanks."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			194964,
			"Ms. Cocolia, I'd like to give you some advice. The power of the valkyries of Shicksal is not to be underestimated. You better be prepared. I'll need your mecha to help me later.",
			"可可利亚女士，我还是给你个忠告吧，天命女武神的实力不容小视，你最好做个准备，我之后还需要你的机甲部队帮忙呢。",
			"カカリアさん、やっぱり忠告しておくわ。天命の戦乙女の実力は侮れない。それなりの覚悟をしておいた方がいいわ。私も後であなたの機甲部隊の助力が必要なのだから。",
			"쿠쿠리아 씨, 역시 충고해 둘게. 천명의 전투처녀의 실력은 얕볼 수 없어. 각오 단단히 해 두는 게 좋아. 나도 나중에 네 기갑 부대의 도움이 필요할 테니까.",
			"Ms. Cocolia, I'll give you some advice. The power of the Valkyries of Schicksal cannot be underestimated. You'd better be prepared. I'll need the help of your armored mechas later."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			194965,
			"Magician, I do not ask you to appear on the battlefield. Since you want to see it in the dark, keep your mouth shut.",
			"魔术师，我不要求你出现在战场上，既然你要躲在暗处去看，那就给我闭上嘴。",
			"魔術師……あなたが戦場に出てくることを頼んだ覚えはないわよ。陰に隠れて見てるだけなら余計な口を挟まないでちょうだい。",
			"마술사…… 네가 전장에 나올 것을 부탁한 기억은 없는데. 그림자에 숨어서 지켜보기만 할 거면 쓸데없는 소리 하지 말아줘.",
			"Magician... I don't recall asking you to come onto the battlefield. If you're just going to watch from the shadows, then don't interfere."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			194966,
			"Report: the outer valkyries have been intercepted by the Mecha forces. Although Lord Theresa has led the troops to support us, we are not sure they will be able to join us in time!",
			"报告主教大人，外围的女武神部队也遭到了机甲部队拦截，虽然德丽莎大人已经带队前往支援，但恐怕还是难以及时与我们汇合！",
			"主教様、周辺の戦乙女部隊も機甲部隊に足止めを受けています。テレサ様が応援に向かっていますが、すぐに我々と合流するのは難しいかと思われます！",
			"주교님, 주변의 전투처녀 부대도 기갑 부대에 저지당하고 있습니다. 테레사 님이 지원하러 가고 있지만, 당장 우리와 합류하기는 어려울 것 같습니다!",
			"Bishop, the surrounding Valkyries are being held up by the armored mechas. Theresa is on her way to provide support, but it seems unlikely she'll be able to join us immediately!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			194967,
			"It doesn't matter. You're all elites, and these are just scrap metal. There's nothing to be afraid of!",
			"没关系，你们都是对抗崩坏的精英，而眼前这些不过是破铜烂铁，没什么好怕的，给我速战速决！",
			"構うことはないよ。君たちは崩壊と渡り合うエリートだ。しかも、目の前にいるこいつらは、ただのクズ鉄だからね。恐れることはないよ。さっさと片付けるんだ！",
			"신경 쓸 필요 없어. 너희는 붕괴와 맞서는 엘리트잖아. 게다가, 눈앞에 있는 놈들은 그냥 쓰레기 철덩어리일 뿐이야. 두려워할 것 없어. 빨리 처리해 버려!",
			"Don't worry about it. You all are elites who fight the Honkai. These guys in front of you are just scrap metal. Don't be afraid. Just get rid of them!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			194968,
			"!!!",
			"遵命！",
			"御意！",
			"알겠습니다!",
			"As you wish!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			194969,
			"「Lord Cocolia, the depletion of the mecha forces is over 80%!」",
			"「报告！可可利亚大人，机甲部队损耗已超过80%！」",
			"「申し上げます！カカリア様、機甲部隊の損傷が80%を超えました！」",
			"「 보고드립니다! 쿠쿠리아님, 기갑 부대의 손상이 80%를 넘었습니다!」",
			"\"Reporting in! Lady Cocolia, the armored mechas have sustained damage of over 80%!\""
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			194970,
			"The depletion of mecha forces is worse than expected. Siegfried, you really did me a favor.",
			"机甲兵器的消耗比想象中还要严重吗，齐格飞，你还真是给我做了件好事。",
			"機甲兵器の消耗が想像よりも激しいわね。ジークフリート、本当に余計なマネをしてくれたわね。",
			"기갑 병기의 소모가 생각보다 심하네요. 지크프리트, 정말 쓸데없는 짓을 해줬군요.",
			"The wear on the armored mechas is worse than I expected. Siegfried, you really went above and beyond."
		],
		[
			"msg",
			194971,
			"The outer valkyries just have to hold off and send in reinforcements with callable mecha forces. As long as we hold off the main forces, we shall win.",
			"外围的女武神部队只要拖住就行，把可调用的机甲兵器派来增援，只要抵挡住这批主力部队，就是我们的胜利。",
			"周囲の戦乙女部隊は足止めするだけでいいわ。動かせる機甲兵器を応援によこして。この主力部隊さえ防げれば私たちの勝利よ。",
			"주변의 전투처녀 부대는 발만 묶어두기만 하면 됩니다. 움직일 수 있는 기갑 병기를 지원으로 보내주세요. 이 주력 부대만 막을 수 있다면 우리의 승리입니다.",
			"All we need to do is hold back the surrounding Valkyries. Send in any mobile armored mechas to back them up. If we can stop the main force, we'll win."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			194972,
			"「But suddenly a Valkyrie force stepped in, and our siege was about to be broken!」",
			"「可是，现场突然有一支女武神部队介入，我们的包围已经要被突破了！」",
			"「ですが、戦乙女の一部隊がやって来て、我々の包囲が突破されそうです！」",
			"「 하지만 전투처녀의 일부 부대가 다가오고 있어서, 우리의 포위가 뚫릴 것 같습니다!」",
			"\"But, a group of Valkyries has arrived, and it looks like our encirclement will be broken through!\""
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			194973,
			"What…",
			"什么……",
			"なんですって……。",
			"뭐라고.......",
			"What on earth..."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			194974,
			"It looks like little Theresa's on the battlefield, too. Your troops can't come to the aid. Why don't you get out of here?",
			"看来小德丽莎也已经赶到了战场，你的部队已经不可能过来支援了，还不给我滚？",
			"テレサちゃんも戦場に駆けつけたみたいだね。君の部隊はもう応援に来られないよ。それでもまだ道を開けてくれないのかい？",
			"테레사도 전장에 달려온 모양이네. 네 부대는 이제 지원 올 수 없어. 그래도 아직 길을 비워주지 않을 거야?",
			"It looks like Theresa has also rushed to the battlefield. Your troops can't come to support you anymore. Why don't you make way for us?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			194975,
			"Don't underestimate me, how do you know I can't stop you!",
			"别小看人了，你又怎么知道我拦不住你！",
			"バカにしないで。私があなたを食い止められないとでも思っているの！？",
			"바보 취급하지 마. 내가 널 막을 수 없다고 생각하는 거야!?",
			"Don't underestimate me. You think I can't stop you?!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			194976,
			"What a bunch of crazy people.What is it that makes you so aware…",
			"真是一群疯子，到底是为了什么才让你们有如此觉悟……",
			"本当に愚かな連中だね。一体何のためにそこまでの覚悟をするのか……。",
			"정말 어리석은 녀석들이네. 대체 무슨 이유로 그런 각오를 하는 건지......",
			"You really are a bunch of fools. What on earth are you prepared to go to such lengths for...?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			194977,
			"It's destroying the Houkai!",
			"那自然是消灭崩坏！",
			"それはもちろん崩壊を消滅させるためよ！",
			"그건 물론 붕괴를 소멸시키기 위해서야!",
			"To eliminate the Honkai, obviously!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			194978,
			"Bang!",
			"砰！",
			"バンッ！",
			"쾅!",
			"<I>Bang!</I>"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			194979,
			"No way!",
			"休想伤害主教大人！",
			"主教様に手を出させないわ！",
			"주교님에게 손대지 못하게 할 거야!",
			"I won't let you lay a hand on the Bishop!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			194980,
			"Bomb!",
			"轰！",
			"ドンッ！",
			"쿵!",
			"<I>Bang!</I>"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			194981,
			"Emmm…..",
			"唔……",
			"うっ……。",
			"윽…….",
			"Ugh..."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			194982,
			"Destroying Houkai requires considerable strength and means, and my valkyries have demonstrated this perfectly. This is beyond your tattered weapons.",
			"消灭崩坏需要有相当的实力与手段，而我的女武神部队正完美地展示了这一点，这可是你那些破烂兵器比不了的。",
			"崩壊を消滅させるには、それなりの実力と手段が必要なんだ。そして、僕の戦乙女部隊は完璧にその点を示してくれている。君のポンコツ兵器とは比べ物にならないくらいにね。",
			"붕괴를 소멸시키려면, 그에 걸맞은 실력과 수단이 필요해. 그리고 내 발키리 부대는 완벽하게 그 점을 보여주고 있어. 네 잡동사니 무기와는 비교도 안 될 정도로 말이지.",
			"It takes skill and means to eliminate the Honkai, and my Valkyries perfectly demonstrate that, far more than your lumps of metal."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			194983,
			"Enough Talk!",
			"少废话！",
			"黙りなさい！",
			"닥쳐!",
			"Enough nonsense!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			194984,
			"——Di……",
			"——滴……",
			"——ピッ……。",
			"——삐…….",
			"<I>——Beep...</I>"
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				899,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			194985,
			"Miss Cocolia, you've lost. I suggest you take my advice and leave some of your troops behind.",
			"可可利亚小姐，是你输了，我建议你还是听我的，保留一些兵力撤退吧。",
			"カカリアさん、あなたの負け。私の言うことを聞いて。兵力の一部を残して撤退した方がいいわよ。",
			"쿠쿠리아 씨, 당신의 패배야. 내 말을 들어. 병력의 일부를 남기고 철수하는 게 좋을 거야.",
			"You have lost, Miss Cocolia. Listen to me. It would be best to retreat and leave some of your forces behind."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				899,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			194986,
			"Which side are you on, you bastard?",
			"你这混蛋到底是要站在哪边的！",
			"あんたはいったいどっちの味方なの！？",
			"너 대체 누구 편이야!?",
			"Which side are you on, you bastard?!"
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				899,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			194987,
			"As I said before, we are now Allies. Don't worry, even though I said you lost, the Anti-Entropy is one step away from winning. I'm going to need some finishing touches from your mecha, and I'd be pretty upset if they all went out.",
			"我早已说过，现在的我们是盟友关系了。放心吧，虽然我说是你输了，但逆熵离胜利也就只差一步。接下来我需要你的机甲部队来做一些收尾处理，如果就这么让它们全灭了话，我可是会很苦恼的。",
			"言ったはずよ。今の私たちは協力関係だって。安心して、あなたが負けたからと言って、ネゲントロピーの勝利まではあと一歩だった。この後、機甲部隊で後始末をしなければならないわ。このまま機甲部隊が全滅したら、それこそ頭が痛くなっちゃうもの。",
			"협력 관계라고 했잖아. 안심해, 네가 졌다고 해도 네겐트로피의 승리까지는 한 발 남았어. 이 다음에 기갑 부대로 뒷처리를 해야 해. 이대로 기갑 부대가 전멸하면 그야말로 머리가 아파질 거야.",
			"I told you already. We're allies now. Don't worry, even though I said you lost, Anti-Entropy is only one step away from victory. After this, I'll need your armored mechas to do some finishing touches. If they're all wiped out like this, it'll be a real headache."
		],
		[
			"msg",
			194988,
			"There were a lot of accidents in this fight, but I am expert at making and solving them. You can trust me. I think Lord Walter would have given you the same order.",
			"这场战斗出了很多意外，但魔术师可是制造与解决意外的专家，你大可以相信我。我想如果是瓦尔特大人的话，一定也会给你下达同样的命令的。",
			"この戦いには予想外のことが多すぎたわ。でも魔術師は予想外を作ることと解決することのプロなの。私を信用して。ヴェルト様なら、きっと同じようにあなたに命令するはずよ。",
			"이 전투에는 예상치 못한 일이 너무 많았어. 하지만 마술사는 예상치 못한 일을 만들고 해결하는 프로야. 날 믿어. 벨트 님이라면, 분명 똑같이 너에게 명령할 거야.",
			"There were too many surprises in this battle. But magicians are experts at creating and resolving the unexpected. Trust me. I'm sure Lord Welt would give you the same orders."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				899,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			194989,
			"Tut, if anything goes wrong, I'll shoot you first.",
			"啧，要是有什么差错，我第一个先把你毙了。",
			"チッ、もし何かあったら、真っ先にあなたを銃殺するからね。",
			"쳇, 만약 무슨 일이라도 생기면, 제일 먼저 너를 총살할 테니까.",
			"Tch, if anything happens, you'll be the first one I shoot."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			194990,
			"——Di",
			"——滴。",
			"——ピッ。",
			"——삑.",
			"<I>——Beep.</I>"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			194991,
			"All hands, save as much as you can and retreat!",
			"全体听令，尽可能地保存剩余兵力撤退！",
			"全体に命令、できる限り兵力を温存しつつ撤退！",
			"전군에 명령, 가능한 한 전력을 보존하면서 철수!",
			"Listen up, everyone, retreat while conserving as many troops as possible!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			194992,
			"Don't try to run!",
			"别想跑！",
			"逃がすものか！",
			"놓칠 수 없어!",
			"I won't let you get away!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			194993,
			"There's no need to chase them. We have to focus on getting Kiana back. These pesky rats will be self-destruction.",
			"不用追了，现在必须以夺回琪亚娜为主，这些烦人的老鼠就算放着不管也会自取灭亡的。",
			"追う必要はないよ。今はキアナの奪還が最優先だ。こんな面倒くさいネズミたちは放っておいても自滅するだけさ。",
			"쫓을 필요 없어. 지금은 키아나 탈환이 최우선이야. 이런 귀찮은 쥐들은 내버려둬도 자멸할 뿐이지.",
			"There's no need to go after them. Recovering Kiana is our top priority right now. These troublesome rats will only destroy themselves if we leave them alone."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			194994,
			"Self-destruction? I don't think that's the right words from someone who wants to resurrect the Herrscher.",
			"自取灭亡？我可不认为这是一个执意要复活律者的人该说的话。",
			"自滅？律者を復活させようとしている人の言葉とは思えないわね。",
			"자멸? 율자를 부활시키려는 사람의 말 같지 않네.",
			"Destroy ourselves? That doesn't sound like the words of someone trying to revive a Herrscher."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			194995,
			"But I didn't do anything wrong. By taking advantage of Houkai, the valkyries gain the power to avenge the Houkai, and the resurrected Herrscher will ultimately only become a weapon to defeat the Houkai.",
			"可我并没有做错什么，利用了崩坏，女武神们获得了复仇崩坏的力量，而复活的律者最终也只会成为打败崩坏的利器。",
			"だけど、僕は何も間違えていないよ。崩壊を利用し、戦乙女たちに崩壊に復讐する力を与える。そして、復活した律者も最後には崩壊を倒すための鋭利な武器になるだけだからね。",
			"하지만, 난 아무것도 틀리지 않았어. 붕괴를 이용해, 발키리들에게 붕괴에 복수할 힘을 주는 거야. 그리고, 부활한 율자도 결국에는 붕괴를 쓰러뜨릴 날카로운 무기가 될 뿐이니까.",
			"But I'm not mistaken. I'm going to use the Honkai to give the Valkyries the power to take revenge on the Honkai. And the revived Herrscher will just be a sharp weapon to defeat the Honkai in the end."
		],
		[
			"msg",
			194996,
			"In order to eliminate the Houkai, we naturally have to use everything. Besides, what qualifications have you to judge my conduct, a man who has placed yourself under the Herrscher?",
			"为了消灭崩坏，自然要利用一切。再说，你一个寄身于律者手下的人又有什么资格评判我的做法？",
			"崩壊を消滅させるためには、使えるものなら何でも使うのが当然だろう。それに、律者の手下である君に、僕のやり方を批判する資格なんてあるのかな？",
			"붕괴를 소멸시키기 위해서는, 쓸 수 있는 건 뭐든지 쓰는 게 당연하지. 게다가, 율자의 수하인 네가, 내 방식을 비판할 자격이 있나?",
			"Of course, I'd use whatever I could to eliminate the Honkai. And what right do you, a subordinate of a Herrscher, have to criticize my methods?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			194997,
			"Don't compare us with you!",
			"别把我们和你相提并论了！",
			"私たちをあなたと同じにしないで！",
			"우릴 너랑 같다고 하지 마!",
			"Don't compare us to you!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			194998,
			"Whew?",
			"嚯？",
			"おや？",
			"어라?",
			"Oh?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			194999,
			"Lord Walter had overcome the control of Houkai by his own will, and he had proved the possibility of human beings.",
			"瓦尔特大人他可是靠自己意志战胜了崩坏控制的，他已经证明了人类的可能性。",
			"ヴェルト様は自分の意志で崩壊の支配に打ち勝ったの。彼は人類の可能性を証明したのよ。",
			"벨트 님은 자신의 의지로 붕괴의 지배에 맞서 승리했어. 그는 인류의 가능성을 증명한 거야.",
			"Lord Welt overcame the rule of Honkai with his own will. He proved the potential of humanity."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			195000,
			"I believe he is the one who can overcome the Houkai.",
			"我相信，他才是那个能够战胜崩坏的人。",
			"彼こそ崩壊に勝てる人間だと信じている。",
			"그야말로 붕괴에 맞설 수 있는 인간이라고 믿어.",
			"I believe he is the one who can overcome the Honkai."
		],
		[
			"msg",
			195001,
			"At the same time, the wasteland 2 km away from the Herrscher core institute——",
			"同一时间 距离律者核心实验所两公里的荒地上——",
			"同時刻 律者のコア実験所から2km先の荒野——",
			"동시각 율자 코어 실험소에서 2km 떨어진 황야 ——",
			"At the same time, in the wilderness, two kilometers away from the Herrscher Core Laboratory..."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			195002,
			"... Failed to kill her?",
			"天火圣裁……没能杀死她吗？",
			"天火聖裁でも……彼女を倒せないのか？",
			"천화성재로도... 그녀를 쓰러뜨릴 수 없는 건가?",
			"Even the Judgement of Shamash... can't defeat her?"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			195003,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			195004,
			"Your attack is not intended to kill this body. Your daughter's life is more important to you than the future of the world.",
			"你的攻击并不是为了杀死这具身体，对你来说，比起世界的未来，女儿的性命反而更为重要。",
			"その攻撃はこの肉体を殺すためのものではなかった。あなたにとって、世界の未来よりも娘の命の方が重要だった。",
			"그 공격은 이 육체를 죽이기 위한 게 아니었군. 당신에게는 세계의 미래보다 딸의 생명이 더 중요했어.",
			"The attack was not intended to kill this body. So your daughter's life was more important to you than the future of the world."
		],
		[
			"msg",
			195005,
			"Is the human being, who cannot make the right judgment, really worth your help? And...I think you get the idea, Walter.",
			"无法做出正确判断的人类，真的值得你舍身相助么？而且……我想你已经明白了，瓦尔特。",
			"正確な判断を下せない人類なんて、本当にあなたが命がけで助ける価値があるの？それに……あなたはもう分かっているはずよ。ヴェルト。",
			"정확한 판단을 내리지 못하는 인류 따위, 정말 당신이 목숨 걸고 구할 가치가 있다고? 게다가... 당신은 이미 알고 있을 텐데. 벨트.",
			"Is humanity, which can't even make accurate decisions, really worth risking your life to save? And... you should understand, Welt."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195006,
			"——Everything you've done so far, it doesn't make any sense.",
			"——你至今所做的一切，都毫无意义。",
			"——あなたがこれまでしてきたことは、何の意味がなかったことに。",
			"—— 당신이 지금까지 해온 모든 것은, 아무 의미도 없었다는 걸.",
			"——Everything you have done so far is meaningless."
		],
		[
			"msg",
			195007,
			"Rumble!",
			"轰隆！",
			"ドォォォン！",
			"쿠웅!",
			"<I>Booom!</I>"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195008,
			"Ahhhhh!",
			"啊啊啊！",
			"ぐあああッ！",
			"꾸아아악!",
			"Gyaaahh!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195009,
			"It's not up to you whether it makes sense or not!",
			"有没有意义可不是你说了算！",
			"意味があるかどうかはお前が決めることではない！",
			"의미가 있는지 없는지는 네가 결정할 일이 아냐!",
			"It's not up to you to decide if it's meaningless or not!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195010,
			"Hum——",
			"嗡——",
			"ブーーーン——",
			"부우우움——",
			"<I>VWOOOM——</I>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			195011,
			"Looks like you still want to protect this human, Walter.",
			"看来你还是想保护这个人类，瓦尔特。",
			"どうやら、あなたはやっぱりこの人間を守りたいようね。ヴェルト。",
			"역시, 넌 이 인간을 지키고 싶은 모양이군. 벨트.",
			"It seems you still want to protect this human, Welt."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195012,
			"Stand up, Siegfried, you know by now that she's the Herrscher who only want to destroy the human race!",
			"站起来，齐格飞，事到如今你应该明白了，无论如何她都只是想毁灭人类的律者！",
			"立つんだ、ジークフリート。こうなった以上、お前にも分かっているはずだ。彼女は人類を滅亡させようとしている律者でしかないんだ！",
			"일어서라, 지크프리트. 이렇게 된 이상, 너도 알고 있을 거다. 그녀는 인류를 멸망시키려는 율자일 뿐이야!",
			"Stand up, Siegfried. You must know by now that she is nothing but a Herrscher who is trying to destroy humanity!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			195013,
			"You can't change anything, Walter. I know you know the state of the world, but that's all.",
			"你无法改变任何事，瓦尔特。我知道你清楚这个世界的现状，但也仅此而已了。",
			"何も変えられないわ。ヴェルト。この世界の現状をはっきり認識していることだけは分かっているわよ。でも、それだけ。",
			"아무것도 바꿀 수 없어. 벨트. 이 세계의 현실을 똑똑히 인식하고 있다는 건 알겠어. 그게 전부야.",
			"You can't change anything, Welt. I know that you're very aware of the current state of the world, but that's about it."
		],
		[
			"msg",
			195014,
			"No matter how many times it is repeated, the fact that human will perish will not change, by their own arrogance and ignorance, as well as insignificant feelings to lead the world to the abyss.",
			"无论重复多少次，人类灭亡的事实都不将改变，靠自己的傲慢与无知，还有不值一提的情感将世界引导至深渊。",
			"何度繰り返そうと、人類の滅亡という事実は変えられない。自らの傲慢さと無知、そして取るに足らない感情のせいで、世界を深淵へと引きずりこもうとしているんだから。",
			"몇 번을 반복해도, 인류의 멸망이라는 사실은 바뀌지 않아. 스스로의 오만과 무지, 그리고 하찮은 감정 때문에 세계를 심연으로 끌어들이려 하고 있어.",
			"No matter how many times it's repeated, it doesn't change the fact that humanity is doomed. Your arrogance, ignorance, and petty emotions are dragging the world into the abyss."
		],
		[
			"msg",
			195015,
			"It is up to me to make the doomed future come sooner.",
			"就由我来让那注定毁灭的未来降临得更早一些吧。",
			"それなら、私の手でその定められし滅亡の未来を少し早く拝ませてあげるわ。",
			"그렇다면, 내 손으로 그 정해진 멸망의 미래를 조금 앞당겨 보여주지.",
			"Now, I will speed up the process of your destined destruction with my own hands."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195016,
			"Rumbling…",
			"轰隆隆隆……",
			"ドォォォォン！！！",
			"두우우우움!!!",
			"<I>BOOOOM!!!</I>"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195017,
			"Houkai Energy is getting together again. No way!",
			"崩坏能再次聚集了么，休想！",
			"崩壊エネルギーが再び凝縮しているのか。そうはさせるか！",
			"붕괴 에너지가 다시 응축되고 있군. 허락하지 않겠어!",
			"The Honkai Energy's condensing again? I won't let that happen!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195018,
			"——Hum！",
			"——嗡！",
			"——ブーン！",
			"——부우우운!",
			"<I>——VWOOM!</I>"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195019,
			"Well, this is... Subspace fault! ? Oh, no!",
			"呃，这是……亚空间断层！？糟糕！",
			"うっ、これは……亜空間断層！？しまった！",
			"윽, 이건...... 아공간 단층!? 큰일 났어!",
			"Ugh, this is... a subspace fault?! Damn it!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				808,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			195020,
			"Repent in the endless darkness.",
			"在无尽的黑暗中悔过吧。",
			"果てしない暗闇の中で後悔するがいいわ。",
			"끝없는 어둠 속에서 후회하도록 해.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195021,
			"——！！",
			"——！！",
			"——！！",
			"——!!",
			"<I>——!!</I>"
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			195022,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195023,
			"Lord Walter! Lord Walter!?",
			"报告瓦尔特大人，瓦尔特大人！？",
			"ヴェルト様、ヴェルト様！？",
			"웰트님, 웰트님!?",
			"Coming in, Lord Welt! Lord Welt?!"
		],
		[
			"msg",
			195024,
			"Damn, I can't get in touch!",
			"该死，怎么联系不上了！",
			"クソッ、どうして連絡がつかないのよ！",
			"젠장, 왜 연락이 안 되는 거야!",
			"Shit, why can't I get in touch?!"
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				899,
				0,
				false
			]
		],
		[
			"msg",
			195025,
			"Since you choose to trust Lord Walter, you should let go of any unnecessary worries. We just have to wait for the last minute of the war.",
			"可可利亚女士，既然你选择相信瓦尔特大人，那么就应该放下多余的担忧。我们只需要等待战争最后一刻到来就好了。",
			"カカリアさん、あなたがヴェルト様を信じることを選んだのなら、余計な心配はしないことね。私たちは戦争の最後の時が訪れるのを待っていればいいのよ。",
			"쿠쿠리아 씨, 당신이 웰트님을 믿기로 선택했다면 쓸데없는 걱정은 하지 마세요. 우리는 전쟁의 마지막 순간이 오기를 기다리기만 하면 돼요.",
			"Ms. Cocolia, since you chose to trust Lord Welt, there's no need to worry. We can just wait for the final moment of the war to come."
		],
		[
			"msg",
			195026,
			"I'm sure Lord walter will turn the tide in favor of the Anti-Entropy. If that doesn't put you at ease, let me tell you something about…",
			"我相信瓦尔特大人一定会将结局导向有利于逆熵的方向的。如果这样还不能让你放下心来，那我就给你讲讲……",
			"ヴェルト様ならきっとネゲントロピーに有利な方向に事態を導いてくれるはず。それでも、まだあなたを安心できないのなら、あなたに……。",
			"웰트님이라면 분명 네겐트로피에 유리한 방향으로 상황을 이끌어 줄 거예요. 그래도 아직 당신이 안심할 수 없다면, 당신에게.......",
			"I'm sure Lord Welt will be able to guide the situation in a direction that is favorable to Anti-Entropy. But if you still can't feel at ease, then you can..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				899,
				0,
				true
			]
		],
		[
			"msg",
			195027,
			"——Di……",
			"——滴……",
			"——ピッ",
			"삑",
			"<I>——Beep...</I>"
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				899,
				0,
				false
			]
		],
		[
			"msg",
			195028,
			"Communication's been cut off, the impatient woman. Just wait and see what happens.",
			"通讯切断了么，真是急躁的女人，明明接下来只要静观其变就好了。",
			"通信が切れたのかしら。本当にせっかちな女。後は事態の成り行きを静観しているだけでいいのに。",
			"통신이 끊어진 걸까. 정말 성급한 여자군. 이후는 상황의 흐름을 지켜보기만 하면 되는데.",
			"Seems like connection's been cut. What an impatient woman. All she needs to do is wait and see how things develop."
		],
		[
			"msg",
			195029,
			"Whoever wins...As long as those who survive are not the ones who destroy the world, there must be a loophole for us to take advantage of… All we have to do is seize it.",
			"无论胜者是谁……只要活下来的不是毁灭世界的律者，就一定会有让我们乘虚而入的漏洞……我们要做的，就是抓住这点而已。",
			"勝者が誰であろうと……生き残るのが世界を滅亡させる律者でない限りは、きっと私たちにもつけ入る隙は残されているはず……私たちがすべきことは、そのタイミングをつかみ取ることだけなのよ。",
			"승자가 누구든... 살아남는 자가 세계를 멸망시키는 율자가 아니라면, 분명 우리에게도 틈새는 남아있을 거야... 우리가 해야 할 일은 그 타이밍을 잡는 것뿐이지.",
			"Whoever the winner is... as long as the one who survives isn't the one who will destroy the world, there will surely be an opportunity left to exploit... All we have to do is seize that opportunity."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				899,
				0,
				true
			]
		],
		[
			"msg",
			195030,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				899,
				0,
				true
			]
		],
		[
			"msg",
			195031,
			"….Kiana?",
			"咕……这里是……琪亚娜呢！？",
			"ぐっ……ここは……キアナは！？",
			"큭... 여긴... 키아나는!?",
			"Grk... where's... Kiana?!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			195032,
			"This is the space created by the second Herrscher, and I am afraid we cannot easily depart from it.",
			"这是第二律者力量创造的空间，恐怕我们没办法轻易从这离开。",
			"これは第二律者が創り出した空間だ。おそらく我々は簡単にここから出られないだろうな。",
			"이건 제2율자가 만들어낸 공간이다. 아마 우리는 쉽게 여기서 나갈 수 없을 거다.",
			"This is a space created by the Second Herrscher. We probably won't be able to get out of here easily."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195033,
			"You......Well...Aren't you a Herrscher? Get me out of here.",
			"你……咳……你不也是律者么，快把我从这里弄出去。",
			"お前……ゴホッ……お前も律者なんだろ？さっさと俺をここから出してくれ。",
			"너... 으흑... 너도 율자잖아? 빨리 날 여기서 꺼내줘.",
			"You... <I>*cough*...</I> you're a Herrscher too, right? Hurry and get me out of here."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			195034,
			"If we can grasp the second Herrscher's opening of space, we still have a chance. But with your injury, what can you do outside? You missed the best chance to kill her!",
			"如果能抓住第二律者打开空间的契机，我们还有机会。但就你这伤势，出去了能做什么？你已经错过了杀死她的最好时机！",
			"第二律者が空間を開けるタイミングを掴むことができればチャンスはあるかもしれない。しかし、お前のその傷では、外に出たところで何ができるのだ？彼女を殺す絶好のチャンスを逃したのだぞ！",
			"제2율자가 공간을 열 타이밍을 잡을 수 있다면 기회는 있을지도 모르지. 하지만 네 그 상처로는, 밖에 나가봤자 뭘 할 수 있겠나? 그녀를 죽일 절호의 기회를 놓쳤다고!",
			"If we can seize the opportunity when the Second Herrscher opens up this space, we might have a chance. But with your wounds, what would you be able to do once out? You missed a golden opportunity to kill her!"
		],
		[
			"msg",
			195035,
			"I didn't know I was in trouble because of this body...Does this really make for a worse future…",
			"没想到我还因为这幅律者的身体受到了妨碍……这次难道真的制造了一个更糟的未来……",
			"まさかこの律者の体が妨害を受けるとは……今回は本当にまずい未来を創り出したのかもしれぬ……。",
			"이 율자의 몸이 방해를 받을 줄이야... 이번엔 정말 위험한 미래를 만들어버렸을지도 모르겠군...",
			"I didn't expect that I would be hindered by this Herrscher's body... Perhaps this time I'm creating a <I>worse</I> future..."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195036,
			"Will kiana destroy the world? Stop joking!",
			"琪亚娜会毁灭世界？别开玩笑了！",
			"キアナが世界を滅亡させるだと？バカなこと言うな！",
			"키아나가 세계를 멸망시킨다고? 말도 안 되는 소리 하지 마!",
			"Kiana's gonna destroy the world? That's stupid!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			195037,
			"Well, you haven't seen her wipe out the human race.",
			"说得也是，你并没有见过她将人类赶尽杀绝的样子。",
			"無理はあるまい。お前は彼女が人類を根絶やしにする姿を見ていないのだからな。",
			"무리할 필요 없지. 너는 그녀가 인류를 몰살시키는 모습을 보지 못했으니까 말이다.",
			"That's understandable. After all, you didn't see her wipe out the human race."
		],
		[
			"msg",
			195038,
			"You certainly can't know...Kiana was responsible for the destruction of the previous generation.",
			"理所当然也不可能清楚……上一个世代的毁灭就出自琪亚娜之手。",
			"分からないのも当然だ……前の時代の滅亡はキアナの手によって作り出されたのだ。",
			"모를 만도 해... 이전 시대의 멸망은 키아나의 손에 의해 만들어진 거야.",
			"It's no wonder you don't understand... The destruction of the Previous Era was caused by Kiana's own hands."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195039,
			"The previous generation... What the hell are you talking about!",
			"上一个世代……你到底在说什么！",
			"前の時代……一体何のことを言っているんだ！？",
			"이전 시대... 대체 무슨 소리를 하는 거야!?",
			"The Previous Era... What the hell are you on about?!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			195040,
			"Humans have been battling Houkai for longer than you might think. They left behind a back hand in the war of resistance against the Houkai, even if the world is destroyed, as the reincarnation of human beings back to the earth.",
			"人类与崩坏的对抗时间比你想象中的要长。她们在与崩坏的抗战中留下了一个后手，即便全灭，世界也可以如轮回般让人类再次回归大地。",
			"人類と崩壊の戦いの歴史はお前が想像しているよりもずっと長いんだ。人類は崩壊との闘いの中でも後裔を残してきた。たとえ全滅したとしても、世界は輪廻のように人類を再び大地に呼び戻していたんだ。",
			"인류와 붕괴의 싸움 역사는 네가 상상하는 것보다 훨씬 길어. 인류는 붕괴와의 전투 속에서도 후손을 남겨왔지. 전멸당했더라도, 세계는 윤회처럼 인류를 다시 대지로 불러왔던 거야.",
			"Humanity's struggle against Honkai has been going on for longer than you might imagine. They've left behind a backup plan — even if they're completely wiped out, the world can still allow humanity to return to Earth, like a reincarnation."
		],
		[
			"msg",
			195041,
			"In the previous generation, the curtain was finally drawn by the combination of Kiana and the second Herrscher core, who killed all mankind and brought closure to the world.",
			"而上一个世代，最终由琪亚娜与第二律者核心结合拉下帷幕，她杀死了所有人类，为世界带来了终焉。",
			"そして前の時代は、最後にキアナと第二律者のコアが融合したことによって幕が下ろされた。彼女は人類を全て殺し、世界に終焉をもたらしたんだ。",
			"그리고 이전 시대는, 마지막에 키아나와 제2율자의 코어가 융합하면서 막을 내렸어. 그녀는 인류를 모두 죽이고, 세계에 종말을 가져왔지.",
			"The Previous Era ended when Kiana and the Second Herrscher's core finally fused together. She wiped out of humanity, bringing an end to the world."
		],
		[
			"msg",
			195042,
			"I was also lucky to use the power of the Herrscher, hiding in the black hole to pass the long cycle time. And when the Houkai was coming to the world again, I woke up from it. That's why I realized that everything I had researched was true.",
			"我也是有幸利用了律者的力量，躲到黑洞中才渡过了漫长的轮回时间。而在崩坏再度降临于世之时，我也从中醒来。也正因为这样才明白到，之前我所调查到的事都是真的。",
			"幸い俺も律者の力を扱える。ブラックホールに隠れ、長い輪廻の時を過ごしてきた。そして、崩壊が再び世界に降臨した時、俺も目覚めたのだ。だからこそ分かっているのだ。以前、俺が調べたことは全て真実なのだとな。",
			"다행히 나도 율자의 힘을 다룰 수 있어. 블랙홀에 숨으며 긴 윤회의 시간을 보냈지. 그리고 붕괴가 다시 세계에 강림했을 때, 나도 깨어났어. 그래서 알게 된 거야. 이전에 내가 조사한 것들이 모두 진실이었다는 걸.",
			"Fortunately, I can also use Herrscher power. I spent a long time hiding in a black hole to survive the long cycle of reincarnation. And when the Honkai descended upon the world once again, I too was awakened. That's why I know. Everything I found out before is true."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195043,
			"Do you expect me to believe that the world is simply repeating what happened a generation ago?",
			"现在的世界不过是在重复上一世代发生的东西，这种荒唐的事你以为我会相信么？",
			"今の世界は時代の繰り返しの中で発生したものにすぎないってか？そんなバカげた話、俺が信じると思うのか？",
			"지금의 세계는 시대의 반복 속에서 발생한 것에 불과하다는 거냐? 그런 황당한 이야기, 내가 믿을 것 같아?",
			"The world we live in today is nothing more than a recurring cycle of history? Do you really think I'd believe such a ridiculous idea?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			195044,
			"I'm just telling you the truth. I hope you'll stop being so kind to your daughter. There's no way to stop her except to kill her. Now that we know what lies ahead, we should change it.",
			"我只是告诉你事实，希望你不要再对自己女儿仁慈，现在除了杀死她没有阻止的方法。既然知道未来的惨状，改变它才是我们应该做的。",
			"事実を告げているだけだ。お前にはもう自分の娘に慈悲をかけてもらいたくない。今は彼女を殺す以外に防ぐ方法がないんだ。未来の惨状を知っている以上、それを変えることが我々の務めだ。",
			"사실을 말해주는 것뿐이야. 너에게는 더 이상 네 딸에게 자비를 베풀어달라고 하고 싶지 않아. 지금은 그녀를 죽이는 것 외에 막을 방법이 없어. 미래의 비참한 상황을 알고 있는 이상, 그것을 바꾸는 것이 우리의 의무야.",
			"I am simply stating the facts. I no longer want you to show mercy to your daughter. There is no way to prevent this now other than to kill her. Knowing the disaster that's to come, it is our duty to change it."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195045,
			"Kiana will not destroy the world...Her heart...It hasn't been eroded.",
			"琪亚娜不会毁灭这个世界……她的心……还没有被崩坏侵蚀。",
			"キアナはこの世界を滅ぼしたりはしない……彼女の心は……まだ崩壊に侵食されてはいないんだ。",
			"키아나는 이 세계를 멸망시키지 않아... 그녀의 마음은... 아직 붕괴에 침식되지 않았어.",
			"Kiana will not destroy this world... Her heart... has not yet been consumed by the Honkai."
		],
		[
			"msg",
			195046,
			"In order to resist the divine fire, she has consumed a lot of her Houkai energy. It's not that easy to regroup. I've bought myself some time, after all, we have the experts to deal with Houkai.",
			"而且为了抵挡天火圣裁，已经消耗掉她不少崩坏能，要重新聚集起来可没那么容易。我可是争取到了时间，毕竟我们有对付崩坏的专家的。",
			"それに天火聖裁を防ぐために、既に彼女の崩壊エネルギーをかなり消耗したはずだ。再び崩壊エネルギーを集めるのはそう簡単ではないはず。これで時間を稼げるだろう。何たって俺たちは崩壊と戦うプロなんだからな。",
			"게다가 천화성재를 막기 위해, 이미 그녀의 붕괴 에너지를 상당히 소모했을 거야. 다시 붕괴 에너지를 모으는 건 그리 쉽지 않을 테지. 이렇게 시간을 벌 수 있을 거야. 어쨌든 우리는 붕괴와 싸우는 프로잖아.",
			"Besides, she's already used up a lot of her Honkai Energy to resist the Judgement of Shamash. It won't be easy to gather it all again. This will buy us some time. After all, we're professionals at fighting Honkai."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			195047,
			"If you're looking for Shicksal, think again. They are the source of this tragedy.",
			"如果你指望的是天命，那可就大错特错了。他们才是这起悲剧的起源。",
			"お前が天命に期待しているのなら、それは大間違いだ。彼らこそこの悲劇の根源なのだからな。",
			"네가 천명에게 기대하고 있다면, 그것은 큰 오해야. 그들이 바로 이 비극의 근원이니까.",
			"If you are counting on Schicksal, you are greatly mistaken. They are the source of this tragedy."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195048,
			"From the moment I heard Kiana being brought here… I'm not trying to believe in Shicksal, and I'm not trying to believe in you either. The real expert is, of course, someone else.",
			"从听到琪亚娜被带到这来那一刻起……我就没想着相信天命，同样，我也没打算信任你。真正的专家当然另有其人。",
			"ハッ！キアナがここに連れて来られたと聞いた時から……俺は天命を信じるつもりはなかったさ。同じように、お前のことも信じるつもりもない。本当のプロは他にいるに決まっているだろ。",
			"하! 키아나가 여기로 끌려왔다 들었을 때부터... 난 천명을 믿을 생각 없었어. 마찬가지로, 너도 믿을 생각 없고. 진짜 전문가는 따로 있을 거 아냐.",
			"Hah! When I heard that Kiana had been brought here... I never intended to rely on Schicksal. I never intended to rely on you either. Obviously, the real pro is someone else."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			195049,
			"Saint…",
			"圣女……",
			"聖女……。",
			"성녀......",
			"The Saint..."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195050,
			"Cecilia is sure to come. Leave it to her.",
			"塞西莉亚一定会来的，那边就交给她吧。",
			"セシリアはきっと来るはずだ。向こうのことは彼女に任せておけばいい。",
			"세실리아는 분명 올 거야. 저쪽 일은 그녀에게 맡겨두면 돼.",
			"Cecilia will surely be coming. We can leave the matter to her."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			195051,
			"Kiana was a close relative to her, too. I don't believe she could have done it.",
			"琪亚娜对她来说也是至亲，我可不相信她能下得了手。",
			"彼女にとってもキアナは肉親。彼女が手を下せるとは思えないがな。",
			"그녀에게도 키아나는 가족이지. 그녀가 손을 댈 수 있을 거라곤 생각 안 하지만.",
			"Kiana is her family too. I don't think she would be able to do anything about it."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195052,
			"If so, let me seize the moment when the Herrscher fled to this space, and let me deal with her…",
			"万一真的这样了，就让我来抓住律者逃到这个空间的瞬间，由我对付她……",
			"もし本当にそうなら、律者がこの空間に逃げ込んだ瞬間を見計らって、俺が彼女の相手を……。",
			"만약 정말 그렇다면, 율자가 이 공간으로 도망친 순간을 노려서, 내가 그녀를 상대할...",
			"If that's really the case, then I'll wait for the moment the Herrscher escapes into this space, and that's when I'll deal with her..."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			195053,
			"According to the course of history, Kiana will eventually be saved… But instead, you'll die at her hands.",
			"按照历史的进程，琪亚娜最终会得救……但相对的，你会死在她手上。",
			"歴史の歩みに従えば、キアナは最後には救いを得られる……しかし、反対に、お前は彼女の手にかかって死ぬ。",
			"역사의 걸음을 따르면, 키아나는 마지막에는 구원을 얻을 것이다…… 그러나 반대로, 너는 그녀의 손에 죽음을 맞이할 것이다.",
			"According to the course of history, Kiana will be saved in the end... but in return, you will die by her hand."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195054,
			"Wouldn't that be a good ending…",
			"那不是很好的结局么……",
			"それは何よりの結末じゃないか……。",
			"그것보다 더 좋은 결말은 없을 거야……。",
			"Isn't that a good ending...?"
		],
		[
			"msg",
			195055,
			"Cecilia will make it. And if I had to use the fire 10000 times to blow my body out of its sheath, I would have recovered Kiana.",
			"但塞西莉亚会成功的，而且，就算让我再用一万次天火出鞘，让身体灰飞烟灭，我也会让琪亚娜恢复过来。",
			"しかし、セシリアならやってくれるはずだ。それに、天火出鞘をあと一万回繰り出し、この身が吹き飛ぼうとも、俺はキアナを元に戻してみせる。",
			"하지만, 세실리아라면 해줄 거야. 게다가 천화출초를 아직 만 번 더 휘두르고, 이 몸이 날아가더라도, 나는 키아나를 원래대로 돌려놓을 거야.",
			"But I'm sure Cecilia can do it. And even if I unleash my 0th Power another 10,000 times and my body is burned away, I will return Kiana to normal."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195056,
			"……",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			195057,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195058,
			"——Valkyrie, seal off the scene! Must destroy the first Herrscher, recapture Kiana!",
			"——女武神部队，封锁现场！一定要消灭第一律者，夺回琪亚娜！",
			"——戦乙女部隊、現場を封鎖！何としても第一律者を消滅させ、キアナを奪還せよ！",
			"——전투처녀 부대, 현장을 봉쇄하라! 무슨 수를 써서라도 제1율자를 소멸시키고 키아나를 탈환하라!",
			"——\"Valkyrie troops, seal off the scene! Eliminate the First Herrscher at all costs and recapture Kiana!\""
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195059,
			"Yes, sir!",
			"遵命！",
			"御意！",
			"명 받들겠습니다!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195060,
			"Rumbling…",
			"轰隆隆……",
			"ドォォォン！！",
			"쿠웅!!",
			"<I>BOOOM!!</I>"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195061,
			"How could this be...Report! Houkai energy is gathering on Kiana!",
			"怎么会这样……报告主教大人！崩坏能在向琪亚娜小姐身上聚集！",
			"どうしてこんな……主教様！崩壊エネルギーがキアナちゃんの体に集まっていきます！",
			"어떻게 이런... 주교님! 붕괴 에너지가 키아나 쨩의 몸에 집중되고 있습니다!",
			"How can this be...? Bishop! Honkai Energy is gathering in Kiana's body!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195062,
			"What?",
			"什么？",
			"何だと？",
			"뭐라고?",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195063,
			"We didn't find the first Herrscher on the field!",
			"现场没有发现第一律者，而前来支援的齐格飞也未能联系上！",
			"現場には第一律者はいません。それに、救出に駆けつけたジークフリートとも連絡がつきません！",
			"현장에는 제1율자가 없습니다. 게다가, 구출하러 달려온 지크프리트와도 연락이 닿지 않습니다!",
			"We didn't find the First Herrscher in the area. What's more, we can't get in touch with Siegfried, who rushed to the rescue earlier!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			195064,
			"It seems that you are as proud as ever, trying to be the savior, depending on the power we have given you.",
			"依仗着我们赐予的力量，还妄图成为救世主，看来你还是一如既往地高傲。",
			"私たちが与えた能力を笠に着て、救世主を名乗ろうとするなんて、あなたは相変わらず高慢のようね。",
			"우리가 준 능력을 믿고 구세주라 자칭하다니, 당신은 여전히 오만하군요.",
			"You seem as arrogant as ever, trying to rely the powers we've bestowed upon you to become a savior."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195065,
			"It doesn't feel like kiana... Are you...",
			"这感觉不是琪亚娜……你难道是那时候的……",
			"この感覚はキアナではない……君はまさかあの時の……。",
			"이 감각은 키아나가 아니다... 너 설마 그 때의...",
			"This doesn't feel like Kiana... You must be..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			195066,
			"The time has come to fulfill the promise, and you will see the destruction of the world with your own eyes.",
			"履行约定的时候到了，你就亲眼看着世界的毁灭吧！",
			"約束を果たす時が来たわよ。あなたはその目で世界の滅亡を見ていなさい！",
			"약속을 지킬 때가 왔어요. 당신은 그 눈으로 세계의 멸망을 지켜보세요!",
			"It's time to fulfill my promise. You will see the end of the world with your own eyes!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195067,
			"Stop her!",
			"快阻止她！",
			"早く彼女を止めるんだ！",
			"빨리 그녀를 막아!",
			"Stop her, quickly!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195068,
			"Report! Something is fast approaching in the southwest… It's our flying machine! Approaching the battlefield area!",
			"报告主教大人！西南方向有什么正在快速靠近……是我们的飞行器！马上就要接触战场区域了！",
			"主教様！西南の方角から何かが急接近しています……我々の飛行マシンです！間もなく戦場エリアに到達します！",
			"주교님! 서남쪽 방향에서 무언가가 급접근하고 있습니다…… 우리의 비행마신입니다! 곧 전장 지역에 도달합니다!",
			"Bishop! Something is rapidly approaching from the southwest... It's our aircraft! It will soon reach the battlefield area!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195069,
			"——Bang!",
			"——砰！",
			"——バンッ！",
			"——팡!",
			"<I>——Bang!</I>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				3,
				false
			]
		],
		[
			"msg",
			195070,
			"!?",
			"！？",
			"ッ！？",
			"!?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				875,
				3,
				true
			]
		],
		[
			"msg",
			195071,
			"Kiana, I am here....",
			"琪亚娜，妈妈来了……",
			"キアナ、ママが来たわよ……。",
			"키아나, 엄마가 왔어…….",
			"Kiana, Mommy's here..."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				810,
				2,
				false
			]
		],
		[
			"msg",
			195072,
			"Blackabyss&Loralwhite…...",
			"黑渊白花……",
			"黒淵白花……。",
			"흑연백화…….",
			"Abyss Flower...."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				810,
				2,
				true
			]
		],
		[
			"msg",
			195073,
			"…...",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"msg",
			195074,
			"Your grace, the s-class valkyrium Cecilia is here to help. Please let us know what's going on.",
			"主教大人，S级女武神塞西莉亚前来增援，请告知战场情况。",
			"主教様、S級戦乙女セシリア、応援に参りました。戦況を教えてください。",
			"주교님, S급 전투처녀 세실리아, 지원하러 왔습니다. 전황을 알려주세요.",
			"Bishop, S-class Valkyrie Cecilia has come to support you. Please tell me how the battle is going."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				810,
				1,
				false
			]
		],
		[
			"msg",
			195075,
			"Cecilia...",
			"塞西莉亚……好吧，听好了——",
			"セシリア……いいだろう。聞くんだ——",
			"세실리아...... 좋다. 들어봐",
			"Cecilia... Alright. Now listen——"
		],
		[
			"msg",
			195076,
			"Kiana is as you can see. I'll explain the details to you later. Try to control her first. It will not be easy to bring Kiana back, but it may be possible to do so with the help of your Saint power, and we will support you with all our might.",
			"琪亚娜的情况就如你所见，详细情况之后会向你说明，先想办法控制住她。想救回琪亚娜不是一件简单的事，但用你的圣女之力说不定就有可能成功，我们会全力支援你的。",
			"キアナの状況は見ての通りだ。詳しい状況は後で説明しよう。今はとにかく彼女を制御することが先決だ。キアナを救うのは簡単ではない。だが、聖女の力を使えば成功するかもしれない。僕たちが全力で君を支援しよう。",
			"키아나의 상황은 보는 대로다. 자세한 상황은 나중에 설명하겠다. 지금은 일단 그녀를 제어하는 게 우선이다. 키아나를 구하는 건 쉽지 않다. 하지만, 성녀의 힘을 사용하면 성공할 수도 있다. 우리가 전력으로 너를 지원하겠다.",
			"Kiana's situation is as you can see. I'll explain the details later. Right now, your priority is to control her. Saving her won't be easy. However, if you use your Saint power, you may be able to succeed. We will support you with all our might."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				810,
				1,
				true
			]
		],
		[
			"msg",
			195077,
			"Yes, your grace.",
			"遵命……",
			"御意……。",
			"명 받들겠습니다…….",
			"As you wish..."
		],
		[
			"msg",
			195078,
			"Kiana, what happened to you to make you this way? Don't be afraid.",
			"琪亚娜，到底发生了什么让你变成这样了，别怕，妈妈这就过来。",
			"キアナ、一体どうしてそんな姿になってしまったの。怖がらないで。ママがそっちに行くからね。",
			"키아나, 대체 어떻게 그런 모습이 된 거니. 무서워하지 마. 엄마가 네 곁으로 갈게.",
			"Kiana, how did you end up like this? Don't worry. Mommy is coming."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			195079,
			"It doesn't matter who comes…",
			"无论来的是谁都一样……",
			"誰が来ようと同じこと……。",
			"누가 오든 똑같아.......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195080,
			"——!!",
			"嗡——！！",
			"ブーン——！！",
			"부움——!!",
			"<I>FWOOM——!!</I>"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195081,
			"Space fault!? Is the power kiana used from that girl?",
			"空间断层！？琪亚娜用的这份力量难道是那孩子的？",
			"空間断層！？キアナが使っているこの力は、まさかあの子の？",
			"공간 단층!? 키아나가 사용하는 이 힘은, 설마 그 아이의?",
			"A spatial fault?! It can't be, Kiana is using that girl's power?"
		],
		[
			"msg",
			195082,
			"But it's useless... Ha!",
			"不过，没用的……哈啊！",
			"でも、無駄よ……ハアッ！",
			"하지만, 소용없어...... 하악!",
			"But it's useless... Hyah!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195083,
			"Bang!",
			"砰！",
			"バンッ！",
			"쾅!",
			"<I>Bang!</I>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			195084,
			"You're not going to attack the body, there's no threat at all.",
			"你也不会对这具身体进行攻击，根本毫无威胁。",
			"あなたもこの体には攻撃できないわ。全然怖くない。",
			"너도 이 몸에는 공격할 수 없어. 전혀 무섭지 않아.",
			"So you won't attack this body either. You pose no threat at all."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195085,
			"I wouldn't hurt my own daughter, but… I have my own way to get away the Houkai in that distance! Get the hell out of Kiana!",
			"我确实不会伤害自己的女儿，但是……这个距离的话我有自己的办法将崩坏驱赶走了！给我从琪亚娜体内滚出去！",
			"確かに私は自分の娘を傷つけない。でも……この距離なら自分のやり方で崩壊を駆逐できるわ！キアナから出ていきなさい！",
			"확실히 나는 내 딸을 해치지 않아. 하지만...... 이 거리라면 내 방식으로 붕괴를 구축할 수 있어! 키아나에게서 나가!",
			"I certainly wouldn't harm my daughter, but... at this distance I can eradicate the Honkai in my own way! Get out of Kiana!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			195086,
			"The power of Saint? You have such a high regard for the power of the unknown. If you knew the truth, would you still regard it as hope?",
			"圣女之力么，你们居然如此看重这份未知的力量。若是知道真相，你们还会将其视作希望么？",
			"聖女の力か。あなたたちはその未知なる力をそこまで大切にしているのね。真相を知った後でも、それを希望として見なすことができるかしら？",
			"성녀의 힘인가. 너희들은 그 알 수 없는 힘을 그렇게까지 소중히 여기는구나. 진상을 알게 된 후에도, 그것을 희망으로 여길 수 있을까?",
			"Saint power? You treasure this unknown power so much. Even after learning the truth, can you still see it as a source of hope?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195087,
			"What?",
			"什么？",
			"何ですって？",
			"뭐라고?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			195088,
			"The power of Saint cannot influence me... All in vain.",
			"圣女之力无法影响我……一切都只是徒劳。",
			"聖女の力は私に何の影響も与えられない……全ては無駄骨よ。",
			"성녀의 힘은 나에게 아무런 영향도 주지 못해…… 모두 헛수고야.",
			"The Saint's power has no effect on me... It's all in vain."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195089,
			"!?",
			"唔！？",
			"うっ！？",
			"윽!?",
			"Huh?!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195090,
			"——！！",
			"——！！",
			"——！！",
			"——!!",
			"<I>——!!</i>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				5,
				false
			]
		],
		[
			"msg",
			195091,
			"Dad…Mom….",
			"爸爸……妈妈……",
			"パパ……ママ……。",
			"아빠…… 엄마…….",
			"Daddy... Mommy..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				5,
				true
			]
		],
		[
			"msg",
			195092,
			null,
			"",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			195093,
			"That moment...But it is not the power of the Saint. She still resists the core of the Herrscher?",
			"刚刚那一瞬间居然……但这不是圣女的力量，这个少女还在抵抗着律者核心么？",
			"今、一瞬……しかし、これは聖女の力ではない。この少女がまだ律者のコアに抵抗しているというの？",
			"지금, 순간…… 하지만, 이건 성녀의 힘이 아니야. 이 소녀가 아직 율자의 코어에 저항하고 있다는 거야?",
			"Just now, for a moment... But this is not Saint power. Could this girl still be resisting the Herrscher Core?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195094,
			"Kiana! Wake up!",
			"琪亚娜！快醒过来！",
			"キアナ！早く目を覚ましなさい！",
			"키아나! 빨리 정신 차려!",
			"Kiana! Wake up, quickly!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				111,
				3,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195095,
			"Hum….",
			"唔……",
			"うっ……。",
			"윽…….",
			"Ugh..."
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				111,
				3,
				true
			],
			[
				40,
				4,
				false
			]
		],
		[
			"msg",
			195096,
			"Kiana…...",
			"琪亚娜……",
			"キアナ……。",
			"키아나…….",
			"Kiana..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				111,
				3,
				false
			],
			[
				40,
				4,
				true
			]
		],
		[
			"msg",
			195097,
			"It must be kiana's fault that Dad got hurt.",
			"一定都是因为琪亚娜爸爸才会受伤的。",
			"きっとキアナのせいでパパはケガちゃったんだよね。",
			"분명 키아나 때문에 아빠가 다쳤던 거야.",
			"I must be the reason why Daddy got hurt."
		],
		[
			"msg",
			195098,
			"Dad…Dad…",
			"呜，爸爸，爸爸……",
			"うぅ、パパ、パパ……。",
			"우움, 아빠, 아빠…….",
			"Ahh, Daddy, Daddy..."
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				111,
				3,
				true
			],
			[
				40,
				4,
				false
			]
		],
		[
			"msg",
			195099,
			"I'm sorry. Sirin knew that. If I tried to find the mother, there must be bad people in the way. These people must be after me.",
			"对不起，西琳明明知道的，只要西琳想要去找妈妈，就肯定会有坏人来妨碍。这些人肯定都是冲着我来的。",
			"ごめんなさい、シーリンはわかっていたのに。シーリンがママを探しに行こうとすれば、きっと悪い人が邪魔しに来るって。この人達は私のせいで来たんだよ。",
			"미안해, 시린은 알고 있었는데. 시린이 엄마를 찾으러 가면, 분명 나쁜 사람들이 방해하러 올 거라고. 이 사람들은 나 때문에 온 거야.",
			"I'm sorry, I knew that if you went to look for your mommy, bad people would come to get in your way. These people came because of me."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				40,
				4,
				true
			]
		],
		[
			"msg",
			195100,
			"——Roar……",
			"——吼……",
			"——ウォーン！！",
			"——우와아앙!!",
			"——ROOAAR!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				111,
				3,
				false
			],
			[
				40,
				4,
				true
			]
		],
		[
			"msg",
			195101,
			"Why do monsters appear in this beautiful forest...Oh, run away...We're just trying to find Mom. What's wrong with that?",
			"为什么这个美丽的森林里也出现了怪物……呜，要逃跑才行……我们只是想去找妈妈而已，这到底有什么错啊！",
			"どうしてこんな美しい森の中にも怪物が現れるの……うぅ、逃げなきゃ……私たちはママを探そうとしていただけなのに。それの一体どこがいけないの！",
			"왜 이렇게 아름다운 숲 속에도 괴물이 나타나는 거야…… 우움, 도망가야 해…… 우리는 그냥 엄마를 찾으려고 했을 뿐인데. 그게 대체 뭐가 잘못이야!",
			"How could a monster appear in such a beautiful forest? ...Ahh, we have to run away... We were just trying to find Mommy. What's wrong with that?!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				111,
				3,
				true
			],
			[
				40,
				4,
				false
			]
		],
		[
			"msg",
			195102,
			"The monsters are gnawing at the forest, and everything will be dark again. It's useless...There was only darkness, no end, and we couldn't get out.",
			"那些怪物在啃咬着这片森林，一切都会变回漆黑一片的样子。没用了……这本来只有一片黑暗，没有尽头，我们怎么走都走不出去的。",
			"あの怪物はこの森を食い散らかして、全てを漆黒の姿に戻そうとしているんだよ。無駄なの……ここには最初から果てしない暗黒しかないんだから。シーリンたちはどこに行っても、ここから出られないよ。",
			"저 괴물은 이 숲을 집어치우고, 모든 것을 칠흑의 모습으로 되돌리려고 해. 소용없어…… 여기에는 처음부터 끝없는 어둠밖에 없으니까. 시린들은 어디를 가도, 여기에서 벗어날 수 없어.",
			"That monster is trying to devour this forest, turning everything back into pitch black. It's no use... there's only endless darkness here to begin with. No matter where we go, we'll never be able to leave."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				111,
				3,
				false
			],
			[
				40,
				4,
				true
			]
		],
		[
			"msg",
			195103,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				111,
				2,
				false
			],
			[
				40,
				4,
				true
			]
		],
		[
			"msg",
			195104,
			"It must be because Kiana is crying here that Sirin is upset. It'll be all right! As long as we don't give up, someone will come to save us.",
			"一定是因为琪亚娜在这哭哭啼啼的，所以西琳才会不安。不会有事的！只要不放弃，就一定会有人来救我们。",
			"きっとキアナがめそめそ泣いてるから、シーリンを不安にさせちゃったんだよね。大丈夫だよ！諦めなければ、きっと誰かが助けに来てくれるよ。",
			"분명 키아나가 울상이 되어서, 시린을 불안하게 만들었나 봐. 괜찮아! 포기하지 않으면, 분명 누군가 구하러 올 거야.",
			"My crying must've made you worried, Sirin. It'll be okay! As long as we don't give up, someone will surely come and save us."
		],
		[
			"portraits",
			[
				111,
				1,
				false
			],
			[
				40,
				4,
				true
			]
		],
		[
			"msg",
			195105,
			"I won't cry any more. Kiana will protect you until they get here! Get mom and dad back and come home together!",
			"和你约好了西琳，我不会再哭了，在他们赶到之前，就由琪亚娜来保护你！把爸爸妈妈找回来，然后一起回家吧！",
			"約束するよ、シーリン。キアナ、もう泣かないよ。みんなが助けに来てくれるまでは、キアナが守ってあげる！パパとママを見つけたら、一緒におうちに帰ろう！",
			"약속할게, 시린. 키아나, 더는 울지 않을게. 모두가 구하러 올 때까지, 키아나가 지켜줄게! 아빠와 엄마를 찾으면, 함께 집에 돌아가자!",
			"I promise, Sirin, I won't cry anymore. I'll protect you until someone comes to help! Once we find Mommy and Daddy, we'll go home together!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				111,
				1,
				true
			],
			[
				40,
				4,
				false
			]
		],
		[
			"msg",
			195106,
			"Kiana…..",
			"琪亚娜……",
			"キアナ……。",
			"키아나…….",
			"Kiana..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				111,
				1,
				false
			],
			[
				40,
				4,
				true
			]
		],
		[
			"msg",
			195107,
			"I won't leave you alone!",
			"我不会抛下你一个人的！",
			"絶対に見捨てたりしないからね！",
			"절대 버리지 않을 거야!",
			"I will never abandon you!"
		],
		[
			"msg",
			195108,
			"Dad is fighting bad guys for us. My friend is the Bishop, and he's sure to come with a lot of valkyries to help Kiana. We will be saved.",
			"爸爸他正为了我们在与坏人战斗，再加上我的朋友可是大主教哦，他也一定会带着很多女武神赶过来帮琪亚娜的，所以一定不会有事的。",
			"パパが私たちのために悪い人と戦ってくれているよ。それに私の友達は大主教様なんだ。彼もきっとたくさんの戦乙女を連れてキアナを助けに来てくれるはずだよ。だから、きっと大丈夫だよ。",
			"아빠가 우리를 위해 나쁜 사람들과 싸워주고 계셔. 게다가 내 친구는 대주교님이야. 그분도 분명 많은 발키리를 데리고 키아나를 구하러 와주실 거야. 그러니까, 꼭 괜찮을 거야.",
			"Daddy's fighting the bad guys for us. And the Bishop is my friend. I'm sure he'll bring many Valkyries to rescue me. So, I'm sure everything will be fine."
		],
		[
			"msg",
			195109,
			"And I thought I heard my mother's voice, she must have come to help me too!",
			"而且，我好像也听到了妈妈的声音，她一定也来帮我忙了！",
			"それに、ママの声が聞こえたような気がするの。きっとママも助けに来てくれたんだよ！",
			"게다가, 엄마 목소리가 들린 것 같아. 분명 엄마도 구하러 와주신 거야!",
			"And I think I heard Mommy's voice. I'm sure she's here to help too!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				111,
				1,
				true
			],
			[
				40,
				2,
				false
			]
		],
		[
			"msg",
			195110,
			"Well…...",
			"嗯……",
			"うん……。",
			"응…….",
			"Yeah..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				111,
				1,
				false
			],
			[
				40,
				2,
				true
			]
		],
		[
			"msg",
			195111,
			"Let's go! Mom and dad will be waiting for us.We must not be caught by these monsters!",
			"走吧！爸爸和妈妈，一定会在前面等我们，绝对不能被这些怪物抓住了！",
			"行こう！きっとパパとママがこの先で、キアナたちを待っているよ。絶対にこんな怪物たちに捕まっちゃダメだよ！",
			"가자! 분명 아빠랑 엄마가 이 앞에서, 키아나들을 기다리고 계실 거야. 절대 이런 괴물들에게 잡히면 안 돼!",
			"Let's go! Mommy and Daddy are probably waiting for us up ahead. We mustn't get caught by these monsters!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				40,
				2,
				true
			]
		],
		[
			"msg",
			195112,
			"——！",
			"——！",
			"——！",
			"——！",
			"<I>——!</I>"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				40,
				2,
				true
			]
		],
		[
			"msg",
			195113,
			"Kiana! Wake up!",
			"琪亚娜！快醒过来！",
			"キアナ！早く目を覚まして！",
			"키아나! 빨리 정신 차려!",
			"Kiana! Hurry and wake up!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			195114,
			"Is it the same as before that the Herrscher core is not fully integrated into this body?",
			"律者核心无法完全与这具身体融合，这点也跟从前一样吗？",
			"律者のコアはこの体と完全に融合しない。これも以前と同じなの？",
			"율자의 코어는 이 몸과 완전히 융합하지 않아. 이것도 이전과 같은 거야?",
			"The Herrscher Core won't completely fuse with this body. Is this still the same as before?"
		],
		[
			"msg",
			195115,
			"However, I always feel that there is something missing from Kiana now, incomplete. Walter is not the only one who seems to be trying to change something.",
			"但是，现在的琪亚娜身上总觉得欠缺了什么，并不完整。看来在尝试着改变什么的，不只有瓦尔特一个。",
			"でも、今のキアナの体には何かが足りないせいで完璧になれない……。どうやら何かを変えようとしているのはヴェルトだけではないみたいね。",
			"하지만 지금 키아나의 몸에는 뭔가가 부족해서 완벽해질 수 없어……. 아무래도 뭔가를 바꾸려고 하는 건 벨트뿐만이 아닌 모양이네.",
			"However, there's something missing from Kiana's current body that's preventing it from achieving perfection... It seems that Welt is not the only one trying to change something."
		],
		[
			"msg",
			195116,
			"But it was the same as it had been forty thousand years ago, and even the end was planned...There were no unexpected developments.",
			"不过这就跟四万年前一样罢了，就连结局都已经安排好的……没有丝毫意外的发展。",
			"だけど、それも4万年前と同じことよ。結末まで用意してある……何も予想外なことは起きていないわ。",
			"그렇지만, 그것도 4만 년 전과 같은 일이야. 결말까지 준비되어 있어…… 아무런 예상 밖의 일도 일어나지 않고 있어.",
			"However, it's the same as it was 40,000 years ago. The end is destined... No unexpected developments have occured."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195117,
			"The pressure on Kiana... Disappearing! ?",
			"琪亚娜身上的压迫感……正在消失！？",
			"キアナの体の圧迫感が……消えている！？",
			"키아나 몸의 압박감이…… 사라졌어!?",
			"The pressure on Kiana's body has... disappeared?!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				875,
				2,
				false
			]
		],
		[
			"msg",
			195118,
			"Let's call it a day and we'll meet again...If you live long enough to——",
			"今天就到此为止吧，我们会再见的……如果你们能活到那个时候的话——",
			"今日はここまでね。また会いましょう……あなたたちがその時まで生きていられるならね。",
			"오늘은 여기까지야. 또 만나자... 너희가 그때까지 살아있을 수 있다면 말이지.",
			"That's all for today. See you again... if you're still alive by——"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				2,
				true
			]
		],
		[
			"msg",
			195119,
			"Boom, boom!",
			"轰隆隆隆！",
			"ドォォォォン！",
			"쿠우우우웅!",
			"<I>BOOOOM!</I>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				6,
				false
			]
		],
		[
			"msg",
			195120,
			"It hurts! Whoa! Whoa!",
			"唔，身体……好痛！哇啊啊啊啊！",
			"うっ、体が……痛いよ！うわああああ！",
			"으윽, 몸이... 아파! 으아아아!",
			"Ugh, my body... hurts! AAAAAH!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195121,
			"Be careful!",
			"主教大人小心！",
			"主教様、お気をつけください！",
			"주교님, 조심하세요!",
			"Bishop, be careful!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195122,
			"How could that be? The power of Saint should be able to help control the core. But that feeling...No doubt it was the coming of god…",
			"怎么会这样，圣女之力不应该可以帮忙控制住核心才对么？但刚才那个感觉……毫无疑问是神的降临……",
			"どうしてこうなるんだ。聖女の力はコアを制御するのに役立つはずではないのか？しかし、さっきの感覚は……紛れもなく神の降臨だ……。",
			"왜 이렇게 된 거지. 성녀의 힘은 코어를 제어하는 데 도움이 될 터인데? 하지만, 방금 그 느낌은... 분명히 신의 강림이었어...",
			"How could this be? Shouldn't the power of the Saint be useful in controlling the Core? But that feeling I had just now... was undoubtedly the descent of a god..."
		],
		[
			"msg",
			195123,
			"But it is a fact that the power of Herrscher is beginning to get out of control and go on like this, which may lead to a big Houkai… All hands, don't get sucked into sub-space!",
			"但律者的力量开始失控暴走是事实，这么下去恐怕会引发大崩坏……全员注意，不要被卷入亚空间中！",
			"しかし、律者の力が制御不能の暴走に陥ったことも事実だ。このままではおそらく大崩壊を引き起こしてしまう……総員、亜空間に巻き込まれないように注意するんだ！",
			"하지만 성녀의 힘이 제어 불가능한 폭주에 빠진 것도 사실이다. 이대로라면 아마 대붕괴를 일으키고 말 거야... 전원, 아공간에 휘말리지 않게 조심해!",
			"However, the Herrscher's power has also spiraled out of control. If this continues, it will likely cause a Honkai Eruption... Everyone, careful not to get caught up in the subspace!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195124,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				6,
				false
			]
		],
		[
			"msg",
			195125,
			"Dad……Mom……",
			"爸爸……妈妈……",
			"パパ……ママ……。",
			"아빠... 엄마...",
			"Daddy... Mommy..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195126,
			"Bang!",
			"轰！",
			"ドォォォン！",
			"쿠웅!",
			"<I>BOOOM!</I>"
		],
		[
			"msg",
			195127,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195128,
			"Wait!",
			"唔，等一下！",
			"うっ、待って！",
			"윽, 잠깐!",
			"Ugh, wait!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				810,
				2,
				false
			]
		],
		[
			"msg",
			195129,
			"Cecilia, what are you doing?",
			"塞西莉亚，你要做什么？",
			"セシリア、何をするんだ？",
			"세실리아, 뭘 하려는 거야?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				810,
				2,
				true
			]
		],
		[
			"msg",
			195130,
			"Kiana's looking for me!",
			"琪亚娜在找我！",
			"キアナが私を探しているの！",
			"키아나가 날 찾고 있어!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				810,
				2,
				false
			]
		],
		[
			"msg",
			195131,
			"But it's hard to say what happens when you rush into sub-space!",
			"但冲进亚空间的话很难说会发生什么！",
			"しかし、亜空間に飛び込んだら何が起こるか分からないぞ！",
			"하지만 아공간으로 뛰어들면 무슨 일이 일어날지 모른다고!",
			"But you never know what will happen if you jump into subspace!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				810,
				2,
				true
			]
		],
		[
			"msg",
			195132,
			"That's true, but…",
			"确实是这样没错，但是……",
			"確かにそうだけど、でも！",
			"확실히 그렇지만, 그래도!",
			"That's true, but...!"
		],
		[
			"msg",
			195133,
			"I couldn't ignore my daughter's call!",
			"我无论如何都无法把自己女儿的呼唤当做耳边风！",
			"自分の娘の叫び声を無視するなんてできないわ！",
			"내 딸의 외침을 무시할 순 없어!",
			"I can't ignore my daughter screaming for me!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				810,
				1,
				false
			]
		],
		[
			"msg",
			195134,
			"You're the only one with the best chance of stopping her right now. Cecilia, stop the Houkai, whatever it takes!",
			"确实当下也就只有你最有希望阻止她了，塞西莉亚听令，无论代价，一定要阻止大崩坏爆发！",
			"……確かにこの状況では、彼女を食い止められる希望は君だけだね。セシリアに命じる、どんな代償を払ったとしても、必ず大崩壊を阻止するんだ！",
			"......확실히 이 상황에서는, 그녀를 막을 희망은 너뿐이군. 세실리아에게 명한다, 어떤 대가를 치러도 반드시 대붕괴를 막아라!",
			"...In this situation, you are certainly the only hope of stopping her. I order you, Cecilia, whatever the cost, you must prevent the Honkai Eruption from occuring!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				810,
				1,
				true
			]
		],
		[
			"msg",
			195135,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"msg",
			195136,
			"I'll be right over.",
			"妈妈这就过来。",
			"ママが行くからね。",
			"엄마가 갈게.",
			"Mommy's coming."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				1,
				true
			]
		],
		[
			"msg",
			195137,
			"The unknown domain of subspace",
			"亚空间 未知领域",
			"亜空間 未知の領域",
			"아공간 미지의 영역",
			"Subspace, unknown territory"
		],
		[
			"msg",
			195138,
			"Rumbling——",
			"轰隆隆隆——",
			"ドォォォォン——",
			"우우우우웅——",
			"<I>Boooom——</I>"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				810,
				1,
				true
			]
		],
		[
			"msg",
			195139,
			"The vibration was…",
			"这股震动是……",
			"この震動は……。",
			"이 진동은…….",
			"This vibration is..."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			195140,
			"The space is being opened up again, and everything around is being sucked into the space.",
			"空间被再次打开了，周围的东西正被吸入到这个空间中。",
			"再び空間が開かれたんだ。周囲の物がこの空間の中に吸い込まれている。",
			"다시 공간이 열렸어. 주변의 물건들이 이 공간 안으로 빨려 들어가고 있어.",
			"The space has opened up again. The surroundings are being sucked into this space."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195141,
			"Ahem...The debris around here...Mixed with the ruins of the second city Houkai. It was a mess.",
			"咳咳……这周围的残骸……混着第二次崩坏的城市废墟，真是乱成一团了。",
			"ゴホッゴホッ……この周囲の残骸……第二次崩壊の街の廃墟まで混ざっていやがる。本当にめちゃくちゃだな。",
			"콜록콜록……이 주변의 잔해……제2차붕괴의 도시 폐허까지 섞여 있잖아. 정말 난장판이군.",
			"<I>*Cough cough*...</I> The wreckage around here...even the ruins of the city from the Second Eruption have been mixed in. What a mess."
		],
		[
			"msg",
			195142,
			"But... I'll find Kiana.",
			"不过……我会找到你的琪亚娜。",
			"しかし……俺は必ずお前を見つけてみせる、キアナ。",
			"하지만……나는 반드시 널 찾아낼 거야, 키아나.",
			"But... I <I>will</I> find you, Kiana."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			195143,
			"I'm not going to go easy on you. If things go wrong, I'm going to kill you all the first time.",
			"我可不会手下留情，一旦情况不对，我会第一时间把你们都赶尽杀绝。",
			"私は手加減しないぞ。様子がおかしかったら、真っ先に君たちを抹殺する。",
			"나는 살갑게 대해주지 않을 거야. 상태가 이상하면, 가장 먼저 너희들을 제거하겠어.",
			"I won't show any mercy. If anything goes wrong, I'll be the first to eliminate you."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195144,
			"Just wait and see…",
			"那就等着瞧吧……",
			"まあ見てろって。",
			"뭐, 두고 보라구.",
			null
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			195145,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			195146,
			"After such a long time, the core of Herrscher has undoubtedly merged with Kiana's body. What else can you do in this situation?",
			"过了这么久，律者核心无疑已经跟琪亚娜的肉体融合了。这种情况下，你还能做些什么？",
			"こんなに時間が経ったということは、律者のコアは間違いなくキアナの肉体と融合したはずだ。この状況で、まだお前に何ができるというのだ？",
			"이렇게 시간이 지났다는 건, 율자의 코어는 분명 키아나의 육체와 융합했을 거야. 이런 상황에서, 아직 네가 뭘 할 수 있다는 거지?",
			"With so much time having passed, the Herrscher Core must have undoubtedly merged with Kiana's body. What else can you do in this situation?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195147,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195148,
			"Kiana, dad's here!",
			"喂！琪亚娜，爸爸在这！",
			"おい！キアナ、パパはここにいるぞ！",
			"야! 키아나, 아빠는 여기 있다!",
			"Hey! Kiana, Daddy's here!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				6,
				false
			]
		],
		[
			"msg",
			195149,
			"Purr!",
			"呜！",
			"うっ！",
			"윽!",
			"Urk!"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195150,
			"It's Kiana!",
			"这声音是，琪亚娜！",
			"この声は、キアナ！",
			"이 목소리는, 키아나!",
			"This voice, it's Kiana!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				6,
				false
			]
		],
		[
			"msg",
			195151,
			"You are…",
			"你是……",
			"あなたは……。",
			"당신은…….",
			null
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195152,
			"Kiana, don't be afraid. Dad's here.",
			"琪亚娜别怕，爸爸就在这里。",
			"キアナ、怖がらなくていい。パパはここだ。",
			"키아나, 무서워하지 마. 아빠가 여기야.",
			"Kiana, don't be scared. Daddy's here."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				6,
				false
			]
		],
		[
			"msg",
			195153,
			"Don't come here!",
			"不要过来！",
			"こっちに来ないで！",
			"이쪽으로 오지 마!",
			"Don't come any closer!"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195154,
			"Please don't hide anymore.",
			"喂喂，现在就别乱跑了，想玩捉迷藏爸爸回去之后陪你玩个够。而且我们不是约好了要去野餐么~",
			"おいおい、逃げるなよ。かくれんぼなら帰ってからパパが一緒に遊んであげるから。それにピクニックに行く約束もしただろう？",
			"야 야, 도망가지 마. 숨바꼭질은 집에 가서 아빠가 같이 놀아줄게. 그리고 소풍 가기로 약속도 했잖아?",
			"Hey, don't run away. Daddy will play hide-and-seek with you when we get back. And we promised to go on a picnic, didn't we?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				1,
				false
			]
		],
		[
			"msg",
			195155,
			"Uh-huh... Bad guys! Don't get close to us!",
			"呜啊啊啊……坏人，别想靠近我们！",
			"うわあああ……悪い人、私たちに近づかないで！",
			"우아아아… 나쁜 사람, 우리에게 접근하지 마!",
			"Ahhhh... You bad guys, stay away from us!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				1,
				true
			]
		],
		[
			"msg",
			195156,
			"——！！",
			"——！！",
			"——！！",
			"——!!",
			"<I>——!!</I>"
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			195157,
			"Rumble......",
			"轰隆隆……",
			"ドォォォン……！",
			"쿵……!",
			"<I>Booom...!</I>"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				1,
				true
			]
		],
		[
			"msg",
			195158,
			"Kiana! Don't try to hurt her!",
			"琪亚娜！你们这些怪物，别想伤害她！",
			"キアナ！この怪物ども、キアナに手を出すな！",
			"키아나! 이 괴물들, 키아나에게 손대지 마!",
			"Kiana! You monsters, don't you dare lay a hand on Kiana!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				875,
				1,
				true
			]
		],
		[
			"msg",
			195159,
			"Kiana! Wake up!",
			"琪亚娜！快醒过来！",
			"キアナ！早く目を覚ますのよ！",
			"키아나! 빨리 정신 차려!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				1,
				true
			]
		],
		[
			"msg",
			195160,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				111,
				1,
				false
			],
			[
				875,
				1,
				true
			]
		],
		[
			"msg",
			195161,
			"It was the voice of mom and dad, they really came to pick us up!",
			"是爸爸和妈妈的声音，她们真的来接我们了！",
			"パパとママの声だ。本当に私たちを迎えに来てくれたんだ！",
			"아빠와 엄마 목소리야. 정말로 우리를 마중 나와 준 거야!",
			"Those are Mommy and Daddy's voices. They really did come to get us!"
		],
		[
			"portraits",
			[
				111,
				4,
				false
			],
			[
				875,
				1,
				true
			]
		],
		[
			"msg",
			195162,
			"Sirin, come on! I can see the light ahead! They must be there!",
			"西琳，快！我能看到前面的光了！她们一定就在那！",
			"シーリン、早く！この先に光が見えるよ！パパとママはきっとあそこにいるはずだよ！",
			"시린, 빨리! 이 앞에 빛이 보여! 아빠와 엄마는 분명 거기 있을 거야!",
			"Sirin, hurry! I can see the light up ahead! Mommy and Daddy must be there!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				111,
				4,
				true
			],
			[
				40,
				1,
				false
			]
		],
		[
			"msg",
			195163,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				111,
				2,
				false
			],
			[
				40,
				1,
				true
			]
		],
		[
			"msg",
			195164,
			"What's the matter, Sirin?",
			"怎么了，西琳？",
			"どうしたの、シーリン？",
			"왜 그래, 시린?",
			null
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				111,
				2,
				true
			],
			[
				40,
				4,
				false
			]
		],
		[
			"msg",
			195165,
			"That warm voice, Sirin would never forget. So it was, as Walter said, not Sirin's warmth.Sirin…is just a monster.",
			"那个温暖的声音，西琳不会忘记的。原来如此，正如瓦尔特所说，那不是属于西琳的温暖。西琳……只是怪物。",
			"あの暖かい声、シーリンは忘れないよ。なるほどね。ヴェルトの言う通り、あれはシーリンの温もりじゃなかったんだ。シーリンは……ただの怪物なんだ。",
			"그 따뜻한 목소리, 시린은 잊지 않을 거야. 그렇구나. 벨트가 말한 대로, 그건 시린의 온기가 아니었어. 시린은... 그냥 괴물이었던 거야.",
			"I will never forget that warm voice. I see. Welt was right, that wasn't my warmth. I'm... just a monster."
		],
		[
			"msg",
			195166,
			"I don't belong there. I will open the way for you to go back, don't keep them waiting…",
			"西琳不属于那里，琪亚娜你快去吧，我会给你打开回去的路的，不要让爸爸妈妈久等……",
			"シーリンはそこにいるべきじゃないの。キアナは早く行って。あなたの帰る道を開いてあげる。パパとママを待たせちゃダメだよ……。",
			"시린은 거기에 있어서는 안 돼. 키아나는 빨리 가. 네가 돌아갈 길을 열어 줄게. 아빠와 엄마를 기다리게 하면 안 돼...",
			"I don't belong there. Kiana, hurry up. I'll open the way for you to go home. Don't keep Mommy and Daddy waiting..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				111,
				3,
				false
			],
			[
				40,
				4,
				true
			]
		],
		[
			"msg",
			195167,
			"No, how could I leave my friend in such a dangerous place!",
			"不行，怎么可以把朋友留在这种危险的地方！",
			"ダメだよ。友達をこんな危険な場所に残していけるはずないでしょ！",
			"안 돼. 친구를 이런 위험한 곳에 남겨둘 순 없잖아!",
			"No way. I can't leave a friend in such a dangerous place!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				111,
				3,
				true
			],
			[
				40,
				4,
				false
			]
		],
		[
			"msg",
			195168,
			"My friend, thank you, Kiana...Even with me, you are friendly.",
			"朋友么，谢谢你琪亚娜……即便是这样的我也肯友好相处。",
			"友達、か……。ありがとう、キアナ……こんな私でも仲良くしてくれるんだね。",
			"친구, 라……. 고마워, 키아나…… 이런 나라도 친하게 대해주는구나.",
			"Friend, huh... Thank you, Kiana... You're still so nice to me, even though I'm like this."
		],
		[
			"msg",
			195169,
			"You're my first friend~",
			"你是我第一个朋友呢~",
			"キアナは私の最初の友達だよ。",
			"키아나는 나의 첫 번째 친구야.",
			"You're my first friend, Kiana."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				40,
				4,
				true
			]
		],
		[
			"msg",
			195170,
			"——！！",
			"——！！",
			"——！！",
			"——!!",
			"<I>——!!</I>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				6,
				false
			]
		],
		[
			"msg",
			195171,
			"Huh!",
			"唔！",
			"うっ！",
			"윽!",
			"Ugh!"
		],
		[
			"msg",
			195172,
			"Dad, Dad!",
			"爸爸，爸爸！",
			"パパ、パパ！",
			"아빠, 아빠!",
			"Daddy, Daddy!"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195173,
			"Kiana! ? Well, dad's here. Hold on!",
			"琪亚娜！？嗯，爸爸在这，你一定可以坚持住的！",
			"キアナ！？うん、パパはここだよ。きっと大丈夫だ！",
			"키아나!? 응, 아빠는 여기 있어. 꼭 괜찮을 거야!",
			"Kiana?! Yes, Daddy is here. Just hold on!"
		],
		[
			"msg",
			195174,
			"Maybe you feel like you're only here because of the blood of Kaslana and Saniat...But it also proves that you, the daughter of Cecilia and me, will never give in to ruin!",
			"或许你也会觉得自己会变成这样都是因为自己流着卡斯兰娜和沙尼亚特的血……但那也证明，你是我和塞西莉亚的女儿，是绝对不会向崩坏屈服！",
			"もしかしたら、お前も自分がこうなったのはカスラナとシャニアテの血が流れているせいだと思うかもしれないな……だが、それはお前が俺とセシリアの娘だという証拠だ。絶対に崩壊に屈服したりしないぞ！",
			"혹시 너도 자신이 이렇게 된 게 카슈라나와 샤니아테의 피가 흐르고 있기 때문이라고 생각할지도 모르겠지만…… 하지만 그건 네가 나와 세실리아의 딸이라는 증거야. 절대 붕괴에 굴복하지 않을 거야!",
			"You may think that you have become like this because of your Kaslana and Schariac... but that only proves that you are mine and Cecilia's daughter. You will never submit to the Honkai!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				6,
				false
			]
		],
		[
			"msg",
			195175,
			"Uh-huh——",
			"唔啊啊啊——",
			"うわあああ——",
			"우와아아 ——",
			"AAAHH——"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195176,
			"Bang!",
			"轰！",
			"ドンッ！",
			"쿵!",
			"<I>Bang!</I>"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195177,
			"Guh…..",
			"咕……",
			"ぐっ……。",
			"윽…….",
			"Grk..."
		],
		[
			"msg",
			195178,
			"Kiana, let's go home——",
			"琪亚娜，我们一起回家吧——",
			"キアナ、一緒に家に帰ろう——",
			"키아나, 함께 집에 가자——",
			"Kiana, let's go home together—"
		],
		[
			"msg",
			195179,
			"Guh!",
			"咕啊！",
			"ぐあっ！",
			"으악!",
			"Gyaahh!"
		],
		[
			"msg",
			195180,
			"It's a powerful force. Is that the Herrscher? Cecilia...What the hell did you do with a monster like that…",
			"真是强大的力量，这就是律者么，塞西莉亚……当年你到底是怎么对付这种怪物的……",
			"何て強い力なんだ。これが律者か。セシリア……昔のお前は一体どうやってこんな怪物を相手にしたんだよ……。",
			"이런 강한 힘이. 이게 율자인가. 세실리아…… 과연 넌 어떻게 이런 괴물을 상대했던 거야…….",
			"What great power. So this is Herrscher. Cecilia... how on earth did you manage to fight such a monster back then...?"
		],
		[
			"msg",
			195181,
			"But I have my way…",
			"不过，我也有我的办法……",
			"だが、俺にも俺なりの方法があるぞ……。",
			"하지만, 나에게도 나만의 방법이 있어…….",
			"But I have my own way..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				6,
				false
			]
		],
		[
			"msg",
			195182,
			"Don't... Don't come here! Ahhh!!",
			"不要……不要过来！啊啊！！！",
			"ダメ……来ないで！ああっ！！！",
			"안 돼…… 오지 마! 아악!!!",
			"No... don't come! Ahh!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195183,
			"——Buzz！",
			"——嗡！",
			"——ブーン！",
			"——부우우운!",
			"<I>——Vwoom!</I>"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195184,
			"Ha...Ha......You just do your best to stop it…",
			"哈……哈啊……你就这样，全力去挡下这一刀吧……",
			"ハァ……ハァ……そうやって、全力でこの一撃を食い止めてみろ……。",
			"하…… 하…… 이렇게, 전력으로 이 일격을 막아봐…….",
			"<I>Huff... huff...</I> try and block this attack with all your might..."
		],
		[
			"msg",
			195185,
			"Fire…!",
			"天火……出鞘！",
			"天火……出鞘！",
			"천화…… 출초!",
			"Judgement of Shamash... 0th Power!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195186,
			"Bang!",
			"轰！",
			"ドォォォン！",
			"쿠우우웅!",
			"<I>BOOOM!</I>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				6,
				false
			]
		],
		[
			"msg",
			195187,
			"Wuuuu….",
			"呜……",
			"うっ……。",
			"윽…….",
			"Ugh..."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195188,
			"... I got you Kiana. Dad won the hide-and-seek.",
			"……抓到你了琪亚娜，这场捉迷藏是爸爸赢了。",
			"……捕まえたぞ、キアナ。このかくれんぼはパパの勝ちだ。",
			"……잡았다, 키아나. 이 술래잡기는 아빠의 승리다.",
			"...Got you, Kiana. Daddy wins this game of hide-and-seek."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				6,
				false
			]
		],
		[
			"msg",
			195189,
			"Let me go!",
			"放开我！",
			"放して！",
			"놔줘!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195190,
			"Bang!",
			"砰！",
			"バンッ！",
			"쾅!",
			"<I>Bang!</I>"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195191,
			"As I said, dad took all the pain. Kiana, just let it out.",
			"我说过，所有的痛苦就由爸爸来承受，琪亚娜，你就放心发泄出来吧。",
			"言っただろう。あらゆる苦痛はパパが引き受ける。キアナ、お前は安心して中にあるものを解放すればいい。",
			"말했잖아. 모든 고통은 아빠가 감당할 거라고. 키아나, 넌 안심하고 안에 있는 걸 해방하기만 하면 돼.",
			"I told you, Daddy will take on all your pain. Kiana, you can just release what's inside of you in peace."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				6,
				false
			]
		],
		[
			"msg",
			195192,
			"Huh…..",
			"唔……",
			"うっ……。",
			"으윽…….",
			"Ugh..."
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				5,
				false
			]
		],
		[
			"msg",
			195193,
			"Dad... Dad…",
			"爸……爸爸……",
			"パ……パパ……。",
			"아…아빠…….",
			"Da...Daddy..."
		],
		[
			"msg",
			195194,
			"It's so painful, Dad. Kiana is so sad…",
			"好痛苦，爸爸，琪亚娜很难受……",
			"痛いよ、パパ、キアナ、辛いよ……。",
			"아파요, 아빠, 키아나, 힘들어요…….",
			"It hurts, Daddy, it hurts..."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				5,
				true
			]
		],
		[
			"msg",
			195195,
			"It's okay, Dad will protect you.",
			"没事了，爸爸会保护你的。",
			"大丈夫。パパが守ってやるからな。",
			"괜찮아. 아빠가 지켜줄 테니까.",
			"Don't worry. Daddy will protect you."
		],
		[
			"msg",
			195196,
			"...You can't save kiana if you don't separate the Herrscher core, my dear.",
			"……不把律者核心分离出来的话就没办法救琪亚娜么，亲爱的，这时候也只能拜托你了。",
			"……律者のコアを分離させないとキアナを救えないんだろう。セシリア、またお前に頼むしかないようだ。",
			"……율자의 코어를 분리하지 않으면 키아나를 구할 수 없을 거야. 세실리아, 또 너에게 의지할 수밖에 없나 봐.",
			"...I guess we can't save Kiana unless we separate her from the Herrscher Core. My dear, I have no choice but to ask you for help again."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				875,
				6,
				false
			]
		],
		[
			"msg",
			195197,
			"Uh-huh!",
			"唔啊啊啊！",
			"うわあああ！",
			"우와아아아!",
			"AAAHH!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195198,
			"——！！",
			"——！！",
			"——！！",
			"——！！",
			"<I>——!!</I>"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195199,
			"Goo...I won't let you run away again. Mom must be here, too...Let's just wait here!",
			"咕……不会让你再跑掉了，妈妈一定也来了吧……我们就在这等吧！",
			"ぐっ……逃がしたりはしないぞ。ママもきっと来てくれるはずだ……ここで待っていような！",
			"윽…… 놓치지 않을 거야. 엄마도 분명 올 거야…… 여기서 기다리자!",
			"Grk... I won't let you get away. Mommy will definitely come... Let's just wait here!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195200,
			"Kiana! Siegfried!",
			"琪亚娜！齐格飞！",
			"キアナ！ジークフリート！",
			"키아나! 지크프리트!",
			null
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195201,
			"Sure enough… I will seize Kiana, and use your power to drive this bloody wreck out of our daughter's body!",
			"果然……亲爱的，就由我来抓住琪亚娜，用你的力量去把这该死的崩坏赶出我们女儿身体！",
			"やっぱり……セシリア、俺がキアナを捕まえているから、お前の力でこのくそったれな崩壊をキアナの体から追い出してくれ！",
			"역시…… 세실리아, 내가 키아나를 잡고 있을 테니, 네 힘으로 이 망할 붕괴를 키아나의 몸에서 쫓아내 줘!",
			"As I thought... Cecilia, I have Kiana captured, so please, use your power to expel this damned Honkai from Kiana's body!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195202,
			"I, I know! It might hurt a little. Just hold your nerve, Kiana?",
			"我、我知道了！可能会有点疼，先忍耐一下好吗琪亚娜？",
			"わ、わかったわ！少し痛いかもしれないけど、キアナ、我慢してくれる？",
			"알, 알았어! 조금 아플 수도 있지만, 키아나, 참아줄 수 있지?",
			"O-Okay! This might hurt a little, Kiana, can you bear it?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				875,
				6,
				false
			]
		],
		[
			"msg",
			195203,
			"Ahhhhhh——",
			"啊啊啊啊——",
			"きゃあああ！！！",
			"꺄아아아!!!",
			"AAAAAHHHHH!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195204,
			"Bang！！",
			"轰！！",
			"ドンッ！！",
			"쿵!!",
			"<I>Bang!!</I>"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195205,
			"Uh, ah ha!",
			"呃啊啊！",
			"うわぁぁぁ！",
			"우와아아!",
			"Aaaaagh!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195206,
			"Siegfried!",
			"齐格飞！",
			"ジークフリート！",
			"지크프리트!",
			null
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195207,
			"... It's just my daughter losing her temper. Move on!",
			"没……事……不过是女儿发脾气，你快继续！",
			"大丈夫……だ……娘のわがままだからな。早く続けるんだ！",
			"괜찮……아…… 딸 녀석의 고집이니까. 빨리 계속해!",
			"It's... alright... it's just our daughter throwing a tantrum. Keep going!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195208,
			"Kiana, get back to mom and dad!",
			"琪亚娜，快回到爸爸妈妈身边吧！",
			"キアナ、早くパパとママのところに帰ってきて！",
			"키아나, 빨리 아빠랑 엄마한테 돌아와!",
			"Kiana, hurry back to Mommy and Daddy!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195209,
			"——！！",
			"——！！",
			"——！！",
			"——!!",
			"<I>——!!</I>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				6,
				false
			]
		],
		[
			"msg",
			195210,
			"Mom... Please get out of here safely…",
			"妈妈……请一定要安全离开这了……",
			"ママ……無事にここから出て行ってね……。",
			"엄마... 무사히 여기서 나가줘...",
			"Mommy... please get out of here safely..."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195211,
			"The door of the sub-space is open! ? Are you…",
			"亚空间的大门打开了！？你难道是……",
			"亜空間の扉が開いた！？あなた、まさか……。",
			"아공간의 문이 열렸어!? 당신, 설마......",
			"The door of the subspace has opened?! Don't tell me you're..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				875,
				6,
				false
			]
		],
		[
			"msg",
			195212,
			"Kiana…is waiting for you….",
			"琪亚娜……在等你……",
			"キアナ……待っているよ……。",
			"키아나...... 기다리고 있을게......",
			"I... I'll be waiting..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				6,
				true
			]
		],
		[
			"msg",
			195213,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				5,
				false
			]
		],
		[
			"msg",
			195214,
			"Wooo…..",
			"呜……",
			"うっ……。",
			"으윽......",
			"Ugh..."
		],
		[
			"msg",
			195215,
			"Dad, Mom…Kiana is sleepy.",
			"爸爸，妈妈……琪亚娜……好困……",
			"うぅ……パパ、ママ……キアナ……眠いよ……。",
			"우우... 아빠, 엄마... 키아나... 졸려......",
			"Ahh... Daddy, Mommy... I'm... tired..."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				875,
				5,
				true
			]
		],
		[
			"msg",
			195216,
			"Honey, we did it! It's successful…",
			"琪亚娜……琪亚娜！亲爱的，我们成功了！就连核心也成功……",
			"キアナ……キアナ！ジークフリート、やったわ！コアも上手く——",
			"키아나... 키아나! 지크프리트, 해냈어! 코어도 잘 ——",
			"Kiana... Kiana! Siegfried, we did it! The core's——"
		],
		[
			"msg",
			195217,
			"Honey?",
			"欸？亲爱的？",
			"ちょ、ちょっと？ジークフリート！？",
			"잠, 잠깐? 지크프리트!?",
			"H-Huh? Siegfried?!"
		],
		[
			"speaker",
			204645
		],
		[
			"bg",
			"CG10070"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			195218,
			"Really? That's great…",
			"是吗，真是太好了……",
			"そうか、本当によかった……。",
			"그래, 정말 다행이야……",
			null
		],
		[
			"msg",
			195219,
			"Baby! You are great! I think... she's still a little more like me.",
			"不愧是我们的女儿，做得太好了，我觉得……她还是更像爸爸多一点啊。",
			"さすがは俺たちの娘だ。よくやった。思うんだけど……キアナはやっぱり父親似だよな。",
			"역시 우리 딸이야. 잘 했어. 생각해보니… 키아나는 역시 아빠를 닮았어.",
			"As expected of our daughter. Well done. I think... Kiana really does take after her father."
		],
		[
			"speaker",
			204644
		],
		[
			"msg",
			195220,
			"Don't be ridiculous at this time... Come on, grab my hand.",
			"这、这种时候就别开玩笑了……快，抓住我的手。",
			"こ、こんな時に冗談言わないで！……は、早く、私の手を掴んで！",
			"지, 이런 때에 장난치지 마!… 어서 빨리 내 손을 잡아!",
			"D-Don't joke around at a time like this! ...H-Hurry up and grab my hand!"
		],
		[
			"speaker",
			204645
		],
		[
			"msg",
			195221,
			"Cecilia, our blood is not a curse on kiana. One day, she will take the glory of our own.",
			"塞西莉亚，我们的血统绝对不是对琪亚娜的诅咒，终有一天，她会带着我们的荣耀独当一面的。",
			"セシリア、俺たちの血筋は、キアナにとって決して呪いなんかじゃない。いつの日か、彼女は俺たちの栄光を背負って一人前になるはずだ。",
			"세실리아, 우리의 피는 키아나에게 결코 저주가 아니야. 언젠가 그녀는 우리의 영광을 짊어지고 제대로 성장할 거야.",
			"Cecilia, our bloodline is no curse to Kiana. One day, she will carry our glory on her shoulders and become a full-fledged adult."
		],
		[
			"msg",
			195222,
			"Is really of...Why am I saying the same thing as that stuffy old man? It's... becoming something you don't like...",
			"真是的……我怎么说着跟那古板的老爸一样的话呢，真是……变成了自己不喜欢的样子啊……",
			"まったく……どうしてあの頑固親父と同じことを言うようになっちまったんだ。ったく……自分の嫌いな姿になっちまったぜ……。",
			"정말… 왜 저 고집 센 아버지랑 똑같은 소리를 하게 됐지. 젠장… 내가 싫어하던 모습이 되어버렸어…",
			"Seriously... how did I end up saying the same things as that stubborn old man? Really... I've become something I hate so much..."
		],
		[
			"msg",
			195223,
			"Remember, people you can trust... Only yourself...",
			"记住了，能相信的人……只有自己……",
			"覚えておくんだ。信用できる人間は……自分だけだ……。",
			"잊지 마라. 믿을 수 있는 건… 너 자신뿐이야…",
			"Remember this. The only person you can trust... is yourself..."
		],
		[
			"speaker",
			204644
		],
		[
			"msg",
			195224,
			"Stop it. We're going home together, aren't we?",
			"别说了，我们要一起回家的不是么？",
			"もう黙って。私たち一緒に家に帰るんでしょう？",
			"이제 그만. 우리 함께 집에 돌아가는 거잖아?",
			"Shut up. We're going home together, right?"
		],
		[
			"speaker",
			204645
		],
		[
			"msg",
			195225,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"msg",
			195226,
			"Siegfried! Siegfried!",
			"喂！齐格飞！齐格飞！",
			"ちょっと！ジークフリート！ジークフリート！",
			"잠깐! 지크프리트! 지크프리트!",
			"Hey! Siegfried! Siegfried!"
		],
		[
			"msg",
			195227,
			"No, don't give me all the blame. Hey...Talk to me, Siegfried!",
			"别、别把责任都退给我啊，喂……你说话啊齐格飞！",
			"せ、責任を全部私に押し付けないでよね。ちょっと……何か言ってよ、ジークフリート！",
			"책, 책임을 전부 나한테 떠넘기지 마. 좀… 뭐라도 말해 봐, 지크프리트!",
			"S-Stop putting all the responsibility on me. Just... say something, Siegfried!"
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			195228,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				875,
				5,
				false
			]
		],
		[
			"msg",
			195229,
			"Mom, dad, dad what's wrong with him?",
			"妈妈，爸爸、爸爸他怎么了？",
			"ママ、パパは、パパはどうしちゃったの？",
			"엄마, 아빠는... 아빠는 어떻게 된 거야?",
			"Mommy, what... what's happening to Daddy?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				875,
				5,
				true
			]
		],
		[
			"msg",
			195230,
			"He…he is asleep...Look, isn't it all dark now?",
			"你爸爸……你爸爸他睡着了……你看，现在不都天黑了吗？",
			"あなたのパパは……あなたのパパは眠っているのよ……見て、もうお空が真っ暗でしょう？",
			"너의 아빠는... 너의 아빠는 잠들었단다... 봐, 하늘이 완전히 어두워졌지?",
			"Your daddy... your daddy is asleep... Look, it's already dark, isn't it?"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				808,
				0,
				false
			],
			[
				875,
				5,
				true
			]
		],
		[
			"msg",
			195231,
			"Sure enough, Siegfried could not escape the fate of death in the end. But the core of Herrscher actually did not integrate with Kiana.",
			"果然齐格飞最终还是没能逃脱死亡的命运。但律者核心竟然没有跟琪亚娜融合，这里面到底是有什么我不清楚的事吗？",
			"やはりジークフリートは死の運命から逃れられなかったか。しかし、律者のコアはキアナと融合しなかった。いったい俺の知らないところで何があったんだ？",
			"역시 지크프리트는 죽음의 운명에서 벗어날 수 없었나. 하지만 율자의 코어는 키아나와 융합하지 않았어. 대체 내가 모르는 사이에 무슨 일이 있었던 거지?",
			"So Siegfried couldn't escape his fate after all. However, the Herrscher Core didn't fuse with Kiana's. What on earth happened that I don't know about?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				875,
				5,
				true
			]
		],
		[
			"msg",
			195232,
			"Walter, have you been watching?",
			"瓦尔特，你难道是一直在旁边看着吗！",
			"ヴェルト、まさかずっと横で見ていたの！？",
			"벨트, 설마 계속 옆에서 지켜보고 있었어!?",
			"Welt, don't tell me you've been watching from the sidelines the whole time?!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				875,
				5,
				false
			]
		],
		[
			"msg",
			195233,
			"This uncle is…",
			"这位叔叔又是……",
			"このおじさんは……。",
			"이 아저씨는....",
			"This man is..."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				875,
				5,
				true
			]
		],
		[
			"msg",
			195234,
			"Kiana, take a good rest. You're just sick. Can we play together when you wake up?",
			"琪亚娜先好好休息一下吧，你只是生病了，等你醒来之后我们再一起玩好吗？",
			"キアナは先に休んでいなさい。あなたは病気になっただけなの。目が覚めたらまた一緒に遊びましょうね？",
			"키아나는 먼저 쉬렴. 너는 그냥 아픈 거야. 눈을 뜨면 다시 같이 놀자, 응?",
			"Kiana, you rest well. You're just sick. We can play together again when you wake up, okay?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				875,
				4,
				false
			]
		],
		[
			"msg",
			195235,
			"HMM... Mom, dad, good night.",
			"嗯……妈妈，爸爸，晚安。",
			"うん……ママ、パパ、おやすみ。",
			"응... 엄마, 아빠, 안녕.",
			"Okay... goodnight, Mommy and Daddy."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			195236,
			"I'm sorry, Siegfried's death is a given, and even I can't change it. However, the wheel of history has changed, and his sacrifice will give Kiana's future for a change...",
			"很抱歉，齐格飞的死是既定事实，就连我也无法将其改变。但是，历史的车轮已经发生了变化，而他的牺牲也会给琪亚娜的未来换来转机……",
			"すまない。ジークフリートの死は定められたことだったんだ。俺にもそれを変えることはできない。しかし、歴史の車輪には変化が生じた。そして、彼の犠牲はキアナの未来に転機をもたらすだろう……。",
			"미안하군. 지크프리트의 죽음은 정해진 운명이었어. 나조차도 그것을 바꿀 수 없었지. 하지만 역사의 수레바퀴에 변화가 생겼어. 그리고 그의 희생은 키아나의 미래에 전환점을 가져올 거야....",
			"I'm sorry. Siegfried's death was predestined. I can't change that. But the wheel of history has shifted. And his sacrifice will bring about a turning point in Kiana's future..."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195237,
			"..Just like last time you intervened in the Siberian Houkai, what the hell do you know!",
			"既定事实……就跟上次你介入西伯利亚大崩坏一样，你到底知道些什么！",
			"定められたことって……この前、あなたがシベリアの大崩壊に介入したことといい、一体何を知っているの！？",
			"정해진 운명이라니... 이전에 네가 시베리아의 대붕괴에 개입한 일도 그렇고, 대체 뭘 알고 있는 거야!?",
			"What is predestined... This is just like when you intervened in the Second Eruption; what the hell do you know?!"
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			195238,
			"I will be honest with you about this part of the matter, which is one of the chips for our cooperation.",
			"我会对你坦白这部分的事情，这也算是让我们合作的筹码之一。",
			"そのことについて、君には正直に打ち明けよう。これも俺たちが協力するためのカードの一つだからな。",
			"그 일에 대해, 너에게 솔직히 털어놓겠어. 이 또한 우리가 협력하기 위한 카드 중 하나이니까.",
			"I will be honest with you about this part of the matter. This is also one of the bargaining chips for our cooperation."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195239,
			"Cooperation? With people of unknown like you? No kidding...",
			"合作？和你这种来历不明的人？别开玩笑了……",
			"協力？あなたみたいな正体不明の人間と？冗談言わないでよ……。",
			"협력? 너 같은 정체불명의 인간과? 장난하지 마……",
			"Cooperation? With an unknown person like you? Don't joke around..."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			195240,
			"And as Siegfried said, the Shicksal of today is not worthy of your trust. We have a common enemy… But I don't recommend you fight them now either.",
			"而且就跟齐格飞说的一样，现在的天命不值得你去信任，我们有着共同的敌人……但我也不建议你现在去反抗他们。",
			"それに、ジークフリートが言ったように、今の天命は信頼するに値しないぞ。俺たちには共通の敵がいる……しかし、今すぐ彼らに反旗を翻せとは言わない。",
			"게다가 지크프리트가 말했듯, 지금의 천명은 신뢰할 만한 가치가 없어. 우리에겐 공통의 적이 있지만…… 지금 당장 그들에게 반기를 들라고는 말하지 않겠다.",
			"Besides, as Siegfried said, Schicksal is not worthy of trust at this time. We have a common enemy... but I'm not asking you to rise up against them right now."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195241,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			195242,
			"And if Kiana resists the integration of the core by her own power, she can really control the power of Herrscher, which will be the key to change the world in the future. We cannot let the initiative fall entirely into the hands of Shicksal.",
			"而且如果琪亚娜是靠着自己的力量抵抗住了核心的融合的话，她恐怕真的可以驾驭得住律者力量，这将会是今后改变世界的关键，不能让这个主动权完全落于天命之手。",
			"それにキアナが自分の力でコアの融合に抵抗したのなら、おそらく彼女は本当に律者の力を操ることができるのだろう。それは今後の世界を変える鍵となる。この主導権を完全に天命の手に渡すわけにはいかないのだ。",
			"게다가 키아나가 자신의 힘으로 코어의 융합에 저항했다면, 아마 그녀는 진짜 율자의 힘을 다룰 수 있을 거야. 그것은 앞으로의 세계를 바꿀 열쇠가 될 거야. 이 주도권을 완전히 천명의 손에 넘겨줄 순 없어.",
			"Furthermore, if Kiana was able to resist the Core fusion with her own power, then perhaps she truly could control the power of a Herrscher. This would be the key to changing the world going forward. We cannot let this initiative fall entirely in the hands of Schicksal."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195243,
			"If you're talking about the power of Shicksal, it's too much for Kiana right now, and it's only going to get her into trouble.",
			"如果你指的是圣女之力，这份力量对现在琪亚娜来说太过沉重了，这只会让她陷入纷争之中。",
			"聖女の力のことを言っているのなら、その力は今のキアナには荷が重すぎるわ。それでは彼女を争いの中に巻き込んでしまうだけよ。",
			"성녀의 힘을 말하는 거라면, 그 힘은 지금의 키아나에게는 버거울 뿐이야. 그것은 그녀를 다툼 속으로 끌어들이기만 할 거야.",
			"If you're referring to the power of the Saint, that power is too much for Kiana at this point. It would only drag her into the conflict."
		],
		[
			"msg",
			195244,
			"I won't let that happen, if I can use the power of Saint, at least for a while, to hold down Kiana's power...",
			"我不会让这种事发生的，只要用我的圣女之力，至少能把琪亚娜的力量暂时压下去……",
			"私はそんなことを起こさせたりしない。私の聖女の力を使いさえすれば、少なくともキアナの力を一時的に抑えられる……。",
			"나는 그런 일이 일어나게 하지 않을 거야. 내 성녀의 힘을 사용하기만 하면, 적어도 키아나의 힘을 일시적으로 억제할 수 있어……",
			"I won't let that happen. If I use my Saint power, I can at least temporarily suppress Kiana's power..."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			195245,
			"But that was only a temporary escape. It was not enough to give her a truly beautiful future.",
			"但那也只能躲过一时，要给她一个真正美好的未来，这还不够。",
			"しかし、それではただの時間稼ぎにしかならないぞ。本当に美しい未来を彼女に与えてやるには、それでは足りないのだ。",
			"하지만 그건 단지 시간을 벌 뿐이야. 진정으로 아름다운 미래를 그녀에게 주려면, 그것으로는 부족하지.",
			"But that's just buying time. It's not enough to give her a truly beautiful future."
		],
		[
			"msg",
			195246,
			"I've got a plan. I'll give you something you like. Please think it over, Cecilia.",
			"我已经想好了对策，一定会拿出让你满意的筹码。请你好好考虑一下，塞西莉亚女士。",
			"すでに対策は考えてある。俺は必ず君が満足するカードを出してみせよう。よく考えてくれたまえ、セシリア。",
			"이미 대책은 마련해 뒀어. 나는 반드시 네가 만족할 카드를 내보이겠어. 잘 생각해 봐, 세실리아.",
			"I've already thought of a solution. I'll definitely offer a bargaining chip that will satisfy you. Think carefully, Cecilia."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195247,
			"It's also for Kiana——",
			"这也是为了琪亚娜——",
			"これもキアナのため——",
			"이 또한 키아나를 위해——",
			"This is also for Kiana——"
		],
		[
			"msg",
			195248,
			"Rumble......",
			"轰隆隆……",
			"ドォォォン！",
			"우우우웅!",
			"<I>BOOOM!</I>"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195249,
			"Subspace fault disappeared Come on! The valkyries, go get them!",
			"亚空间断层消失了？快！女武神部队，去把她们找回来！",
			"亜空間断層が消えた？早く！戦乙女部隊、彼女を連れ戻しに行くんだ！",
			"아공간 단층이 사라졌어? 빨리! 발키리 부대, 그녀를 데려오러 가라!",
			"The subspace fault has disappeared? Hurry! Valkyries, go and bring her back!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			195250,
			"Yes!",
			"遵命！",
			"御意！",
			"폐하의 명령대로!",
			"As you wish!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			195251,
			"Bang!",
			"轰！",
			"ドォォォン！",
			"우우우웅!",
			"<I>BOOOM!</I>"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			195252,
			"The attack is…...",
			"这攻击是……",
			"この攻撃は……。",
			"이 공격은.......",
			"This attack..."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			195253,
			"We meet again, reverend bishop of Shicksal.",
			"我们又见面了，尊敬的天命主教。",
			"また会ったわね、偉大なる天命主教。",
			"또 만났네, 위대한 천명 주교.",
			"We meet again, esteemed Bishop of Schicksal."
		],
		[
			"speaker",
			204664
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				808,
				0,
				false
			]
		],
		[
			"msg",
			195254,
			"Otto, what you're doing is leading to the end of the world. It's not something you can control.",
			"奥托，你的做法会将世界引向灭亡，这不是你可以掌握的东西。",
			"オットー、お前のやり方は世界を滅亡へと導く。これはお前に制御できる代物ではないぞ。",
			"오토, 네 방식은 세계를 멸망으로 이끌 거야. 이건 네가 통제할 수 있는 게 아니야.",
			"Otto, your methods are leading to the destruction of the world. This is not something you can control."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195255,
			"The Herrscher core... Did it separate from kiana?",
			"律者核心……竟然已经与琪亚娜分离了么？",
			"律者のコアが……キアナと分離したのか？",
			"율자의 코어가......키아나와 분리된 건가?",
			"Has the Herrscher Core... separated from Kiana?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195256,
			"Kiana…..",
			"琪亚娜……",
			"キアナ……。",
			"키아나.......",
			"Kiana..."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				808,
				0,
				true
			]
		],
		[
			"msg",
			195257,
			"Cecilia, I know you're worried about your daughter, but letting that person take away the Herrscher core at a time like this raises bigger questions.",
			"塞西莉亚，我知道你很担心自己女儿，但这种时候让那个人拿走律者核心的话会引发更大的问题。",
			"セシリア、君が自分の娘を心配するのはよく分かる。しかし、今はあいつが律者のコアを持ち去る方が大きな問題になるぞ。",
			"세실리아, 네가 자기 딸을 걱정하는 건 잘 알겠다. 하지만 지금은 저 녀석이 율자의 코어를 가져가는 게 더 큰 문제가 될 거야.",
			"Cecilia, I understand that you're worried about your daughter. But right now, the bigger problem is that they've stolen the Herrscher Core."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				816,
				0,
				false
			]
		],
		[
			"msg",
			195258,
			"Leave the matter to me.",
			"这件事就交给我吧，主教大人。",
			"そのことならお任せください、主教様。",
			"그 일은 제게 맡겨주십시오, 주교님.",
			"Leave that to me, Bishop."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				816,
				0,
				true
			]
		],
		[
			"msg",
			195259,
			"!?",
			"！？",
			"！？",
			"!?",
			null
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			195260,
			"Those guys hurt my daughter, and I'm gonna make them pay for it!",
			"这点伤算不了什么，那帮家伙伤害了我的女儿，我要让他们付出代价！",
			"これくらいの傷、何てことないさ。あいつが俺の娘を傷つけたんだ。その代償はきっちり払ってもらうぞ！",
			"이 정도 상처, 별거 아냐. 저 녀석이 내 딸을 해쳤어. 그 대가는 반드시 받고 말 거야!",
			"A wound like this is nothing. This guy hurt my daughter. He'll pay the price for that!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			195261,
			"All right, Siegfried, I'll have Theresa join you, and be sure to bring me back the Herrscher core!",
			"好吧，齐格飞，我会让德丽莎去与你汇合，一定要给我把律者核心追回来！",
			"いいだろう、ジークフリート。テレサを君に合流させよう。何としても律者のコアを取り戻すんだ！",
			"좋아, 지크프리트. 테레사를 너와 합류시키겠다. 무슨 일이 있어도 율자의 코어를 되찾는 거다!",
			"Very well, Siegfried. I'll have Theresa join you. We must retrieve the Herrscher Core at all costs!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			195262,
			"The best chip...So, in terms of controlling people's minds, both sides like to use dirty tricks.",
			"最好的筹码……原来是这样么，在掌控人心这点上，无论哪边都喜欢用些卑鄙的手段。",
			"私を満足させるカード……こういうことだったのね。人の心を操ることに関しては、誰もが卑怯な手段を使いたがるのね。",
			"나를 만족시킬 카드…… 이런 거였구나. 사람의 마음을 조종하는 일에 관해서는, 모두가 비겁한 수를 쓰려 드는군.",
			"A bargaining chip that'll satisfy me... So that's what it was. When it comes to manipulating people's minds, everyone likes to use underhanded tactics."
		],
		[
			"msg",
			195263,
			"Siegfried, for Kiana...",
			"齐格飞，为了琪亚娜的话……",
			"ジークフリート、キアナのためなら……。",
			"지크프리트, 키아나를 위해서라면…….",
			"Siegfried, for Kiana's sake..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			195264,
			"What the hell am I supposed to believe…",
			"我到底该相信什么才好……",
			"私は一体何を信じればいいのかしら……。",
			"나는 대체 무엇을 믿어야 하는 걸까…….",
			"What the hell am I supposed to believe...?"
		],
		[
			"msg",
			195265,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			195266,
			"A month later, Shicksal Headquarter in the sky garden",
			"一个月后 天命总部 空中花园",
			"一ヶ月後 天命本部 空中庭園",
			"한 달 후 천명 본부 공중정원",
			"One month later, Schicksal Headquarters, Hanging Garden"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			195267,
			"Kiana, don't go too far",
			"琪亚娜，别跑太远了~",
			"キアナ、あまり遠くへ行っちゃダメよ。",
			"키아나, 너무 멀리 가지 마.",
			"Kiana, don't go too far~"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				111,
				4,
				false
			]
		],
		[
			"msg",
			195268,
			"It's okay, Kiana is totally fine!",
			"没事的，琪亚娜已经完全康复了！",
			"大丈夫だよ、キアナはもう治ったもん！",
			"괜찮아, 키아나는 이제 다 나았어!",
			"It's okay, Kiana is fully recovered now!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				111,
				4,
				true
			]
		],
		[
			"msg",
			195269,
			"Really? You should sit tight at the picnic, shouldn't you?",
			"真是的，野餐的话应该好好坐着吧？",
			"まったく、ピクニックなら大人しく座っているべきでしょう？",
			"정말, 피크닌이면 조용히 앉아있어야 하는 거 아니야?",
			"Seriously, if you're on a picnic, shouldn't you just sit quietly?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				111,
				2,
				false
			]
		],
		[
			"msg",
			195270,
			"But it's not a picnic. You can come to the garden and play...And with mom alone and dad out, when will Kiana be able to meet some new friends…",
			"但这也不算是野餐啊，平时都能随便来花园玩……而且就妈妈一个，爸爸又不在，琪亚娜什么时候能认识些新的朋友啊……",
			"でも、これはピクニックじゃないよ。いつでも庭園には来られるし……それにママだけで、パパはいないし。キアナはいつになったら新しいお友達ができるの？",
			"하지만 이건 피크닉이 아니잖아. 언제든 정원에 올 수 있고…… 게다가 엄마만 있고, 아빠는 없고. 키아나는 언제쯤 새로운 친구를 사귈 수 있을까?",
			"But this is no picnic. We can come to the garden any time... and it's just you, Mommy, not Daddy. When will I be able to make new friends?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				111,
				2,
				true
			]
		],
		[
			"msg",
			195271,
			"Ha ha... Is it that good friend you saw in your dream again?",
			"呵呵……又是你梦里面见到的那个好朋友吗？",
			"フフ……また夢であのお友達に会ったの？",
			"훗…… 또 꿈에서 그 친구를 만났니?",
			"Hehe... Did you meet that friend in your dream again?"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				111,
				2,
				true
			]
		],
		[
			"msg",
			195272,
			"The dream will come true, but not now. If you feel bored, why don't you ask dad to take you outside and find a warm place to have fun.",
			"梦想会成真的，但不是现在~觉得无聊的话不如让爸爸就带你到外面去，找个温暖的地方好好玩一玩吧~",
			"夢は現実になるさ。ただ、今ではないけどな。退屈ならパパが外に連れて行ってやろう。暖かい場所でいっぱい遊ぼうな。",
			"꿈은 현실이 될 거야. 단지, 지금은 아니지만. 지루하다면 아빠가 밖에 데리고 나가줄게. 따뜻한 곳에서 마음껏 놀자.",
			"Dreams can come true. Just not now. If you're bored, Daddy will take you outside. Let's have fun somewhere warm."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				111,
				4,
				false
			]
		],
		[
			"msg",
			195273,
			"Ha, Dad! You're back~",
			"哈啊~爸爸！你回来了~",
			"あっ！パパだ！おかえりなさい～！",
			"앗! 아빠다! 어서 오세요~!",
			"Ah! It's Daddy! You're back~!"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				111,
				4,
				true
			]
		],
		[
			"msg",
			195274,
			"oh, my baby~",
			"怎么了，这么想爸爸吗？",
			"どうしたんだい？そんなにパパが恋しかったのか？",
			"무슨 일이니? 아빠가 그렇게 그리웠어?",
			"Oh really? Did you miss your daddy that much?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				111,
				3,
				false
			]
		],
		[
			"msg",
			195275,
			"Well, because Kiana had a bad dream when I was sick… I dreamed dad was seriously injured and...Then…",
			"嗯，因为琪亚娜生病的时候还做了一场噩梦……我梦到爸爸受了重伤，然后……然后……",
			"うん、キアナが病気になった時、怖い夢を見たの……夢の中でパパは大ケガをして、そして……そして……。",
			"응, 키아나가 아팠을 때, 무서운 꿈을 꿨어…… 꿈속에서 아빠는 크게 다치고, 그리고…… 그리고…….",
			"Yeah, because when I got sick, I had a scary dream... In the dream, Daddy was seriously injured, and... and..."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			195276,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				807,
				0,
				false
			],
			[
				111,
				3,
				true
			]
		],
		[
			"msg",
			195277,
			"You see I am not good now, although the task is a little trouble, at least trace to the bad guy. Dad can play with you before the next mission!",
			"还真是被你小瞧了，你看爸爸我现在不是好好的么，虽然任务有点麻烦，但好歹是追查到坏人的踪迹了。在下次任务前爸爸可以好好陪你玩！",
			"ずいぶん見くびられたもんだな。ほら、パパはこの通り元気じゃないか。任務は少し面倒だけど、悪い人の行方を突き止めたんだ。次の任務まではパパがいっぱい遊んでやるからな！",
			"꽤 얕봤구나. 자, 아빠는 이렇게 멀쩡하지 않니? 임무는 좀 귀찮았지만, 나쁜 사람의 행방을 찾아냈어. 다음 임무 전까지는 아빠가 많이 놀아줄 테니까!",
			"You've underestimate me. Look, Daddy's doing well as you can see. The mission was a bit troublesome, but we've tracked down the bad guy. I'll have lots of fun with you until I get my next mission!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				807,
				0,
				true
			],
			[
				111,
				4,
				false
			]
		],
		[
			"msg",
			195278,
			"Really! Good~",
			"真的吗！太好了~",
			"本当！？やったー！",
			"진짜!? 야호!",
			"Really?! YAYY!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				111,
				4,
				true
			]
		],
		[
			"msg",
			195279,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				111,
				4,
				true
			]
		],
		[
			"msg",
			195280,
			"Are you really not afraid that I will betray you to Shicksal?",
			"还真是不怕我就此将你们出卖给天命么？",
			"まったく、私があなたたちのことを天命に売るとは思わないの？",
			"정말, 내가 너희들을 천명에게 팔아넘길 거라고 생각하지 않는 거니?",
			"Seriously, you really aren't afraid  I'd sell you guys out to Schicksal?"
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			195281,
			"You won't, Cecilia. You know better than anyone how upset your daughter will be when she learns the truth.",
			"你不会的塞西莉亚小姐，自己女儿在知道真相后会有多难过，你比谁都清楚。",
			"あなたはそんなことしないでしょう、セシリア。自分の娘が真相を知ったら、どれだけ悲しむか、誰よりも理解しているはずだからね。",
			"넌 그런 짓 안 할 거야, 세실리아. 자신의 딸이 진상을 알게 되면 얼마나 슬퍼할지, 누구보다도 잘 이해하고 있을 테니까.",
			"You wouldn't do that, Cecilia. You know better than anyone how sad your daughter would be if she found out the truth."
		],
		[
			"msg",
			195282,
			"Do you know that the more surprised the magician is, the more he will hide himself at ordinary times. It is because of this that he can take things by surprise.",
			"你知道吗，越是惊为天人的魔术师，平时就越会隐藏自己，正因为这样才能做到出其不意。",
			"知ってる？凄腕のマジシャンほど、普段は自分のことを隠すんだよ。それでこそ意表を突くことができるからね。",
			"알아? 실력 있는 마술사일수록, 평소엔 자신을 숨기곤 한단다. 그래야만 의표를 찌를 수 있으니까.",
			"Did you know? The best magicians usually keep their secrets to themselves so they can surprise you."
		],
		[
			"msg",
			195283,
			"To reintroduce myself, I am the executor of Anti-Entropy, code-named magician, who, at Lord walter's command, will assume the role of Siegfried for the time being. Walter himself, though, might play the role of the kind old father if he had to…",
			"重新自我介绍一遍，我是逆熵执行者，代号魔术师，应瓦尔特大人的命令，暂时会由我来担任齐格飞这一角色。虽然，有必要的话可能会由瓦尔特亲自出面扮演这个慈祥老父亲就是了……",
			"改めて自己紹介するわ。私はネゲントロピーの執行者、コードネームは魔術師。ヴェルト様の命令により、しばらく私がジークフリートの役を務めます。必要があればヴェルト様自らこの優しい父親を務めることもありますけどね……。",
			"다시 자기소개할게. 나는 네겐트로피의 집행자, 코드네임은 마술사. 웰트님의 명령으로, 당분간 내가 지크프리트 역할을 맡을 거야. 필요하면 웰트님께서 직접 이 다정한 아버지 역할을 맡으실 때도 있지만...",
			"Let me introduce myself again. I am an Anti-Entropy Executor, codename Magician. By order of Lord Welt, I will be playing the role of Siegfried for a while. If necessary, Lord Welt himself may play the role of this kind father though..."
		],
		[
			"msg",
			195284,
			"Upon confirmation of Siegfried's death, Lord walter immediately arranged for me to do so. This may be difficult for you to accept, but at least it won't make Kiana sad. Forgive me.",
			"在确认齐格飞死亡的信息后，瓦尔特大人第一时间就安排我这么做了，这对你来说可能是件难以接受的事，但至少不会让琪亚娜陷入悲伤吧，还请见谅。",
			"ジークフリートの死の知らせを確認すると、ヴェルト様は真っ先に私にこうするように言ったのです。あなたにとっては受け入れがたいことかもしれないですが、少なくともキアナを悲しませずに済みますからね。どうかご勘弁を。",
			"지크프리트의 죽음 소식을 확인하자마자, 웰트님은 가장 먼저 나에게 이렇게 하라고 말씀하셨지. 당신에겐 받아들이기 힘든 일일 수도 있지만, 적어도 키아나를 슬프게 하지 않을 수 있으니까. 부디 양해해 주세요.",
			"When Lord Welt heard the news of Siegfried's death, he immediately asked me to do this. I know this may be hard for you to accept, but at least it will spare Kiana all the grief. Please forgive me."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				807,
				0,
				true
			]
		],
		[
			"msg",
			195285,
			"I have received much of your attention on the battlefield.",
			"战场上也已经受到你们不少关照了。",
			"もう戦場で、あなたたちの世話になっているわ。",
			"이젠 전장에서, 너희들의 도움을 받고 있어.",
			"I've already received your care on the battlefield."
		],
		[
			"speaker",
			204645
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				807,
				0,
				false
			]
		],
		[
			"msg",
			195286,
			"Well, sometimes I just want more than one audience to see my performance. All right, cooperation… I trust you won't refuse, will you?",
			"呵呵，有时候我也不过是想多个观众来看我的表演罢了。好了，合作的事……我相信你一定不会拒绝吧？",
			"フフ、私も時には自分のショーを見てくれる観客が増えてほしいと思っているからね。それで、協力の件については……きっと断ったりはしませんよね？",
			"훗, 나도 가끔은 내 쇼를 봐주는 관객이 늘었으면 좋겠다고 생각하거든. 그래서, 협력에 관한 건... 분명히 거절하진 않겠죠?",
			"Hehe, sometimes I wish more people would come to see my shows, so as for the cooperation... I'm sure you wouldn't turn it down, right?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				29,
				0,
				true
			],
			[
				111,
				4,
				false
			]
		],
		[
			"msg",
			195287,
			"Mom, Dad, come and play together~",
			"爸爸~妈妈~你们也快来一起玩啊~",
			"パパ！ママ！早くこっちに来て一緒に遊ぼうよ！",
			"아빠! 엄마! 빨리 이리 와서 같이 놀자!",
			"Daddy! Mommy! Hurry over here so we can play together!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				29,
				0,
				false
			],
			[
				111,
				4,
				true
			]
		],
		[
			"msg",
			195288,
			"It's also for Kiana... Well, if it leads to a better future for her…",
			"这也是为了琪亚娜……好吧，如果这可以给她带来美好的未来……",
			"これもキアナのため……いいわ。それであの子に素敵な未来をプレゼントできるのなら……。",
			"이것도 키아나를 위해서…… 좋아. 그렇게 해서 그 아이에게 멋진 미래를 선물할 수 있다면…….",
			"Since it's for Kiana... alright. If it can give her a wonderful future..."
		],
		[
			"msg",
			195289,
			"I will not let anyone easily hurt my family again!",
			"我不会再让任何人轻易地伤害我的家人！",
			"もう誰にも私の家族を傷つけさせない！",
			"이제 아무도 내 가족을 해치게 두지 않아!",
			"I won't let anyone hurt my family again!"
		]
	]
}