{
	"723": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186855,
			"\"Kika, do you know the meaning of 'glow'?\"",
			"“辉火，你知道“辉光”的含义么？”",
			"輝火、輝光の意味って知ってる？",
			"키카, 휘광의 의미 알아?",
			null
		],
		[
			"msg",
			186856,
			"\"Because only when humans have the most sincere emotions, they will have the most beautiful colors, they become the shining glow.\"",
			"“因为人类拥有最真挚的情感，才会绽放最美丽的色彩，那便是闪耀的辉光。”",
			"人類は最も真摯な感情を持っているからこそ、最も美しい色彩を放つことができる。それが輝きの光——輝光なの。",
			"인류는 가장 진지한 감정을 가지고 있기 때문에 가장 아름다운 색채를 발할 수 있어. 그게 빛나는 빛——휘광인 거야.",
			null
		],
		[
			"msg",
			186857,
			"\"Kika, for me, you are my glow, and you light up us in the deep.\"",
			"“辉火，对于我来说，你就是我的辉光，是你照亮了在深渊中的我们。”",
			"輝火、私にとってあなたこそが輝光、あなたが深淵の中にいる私たちを照らしてくれる。",
			"키카, 나에게 있어 너야말로 휘광이야, 네가 심연 속에 있는 우리를 비춰줬어.",
			null
		],
		[
			"msg",
			186858,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			186859,
			"No…you are the light that shines on me……",
			"不…你才是那屡照耀我的光芒……",
			"違う……あなたこそが私を照らしてくれる光……。",
			"아냐… 네가 나를 비춰준 빛이야….",
			null
		],
		[
			"msg",
			186860,
			"Without you, I will only wander in the endless darkness…no one will notice my existence and efforts.",
			"如果没有你，我只能徘徊在无尽的黑暗之中…没有人会注意到我的存在与努力。",
			"あなたがいなければ私は無限の暗闇の中を彷徨っているだけだった。誰も私の存在や努力に気づいてくれなかった。",
			"네가 없었다면 나는 끝없는 어둠 속을 헤매고 있을 뿐이었어. 아무도 내 존재나 노력을 알아주지 않았을 거야.",
			null
		],
		[
			"msg",
			186861,
			"I will disappear in this ruthless world like my name……",
			"如同我的名字一般在这个无情的世界中透明消散……",
			"私の名前と同じように、この無情な世界から消えてしまっていた……。",
			"내 이름처럼, 이 무정한 세상에서 사라져버렸을 거야….",
			null
		],
		[
			"msg",
			186862,
			"But you give me color with your light, you show the world what's my value.",
			"明明是你用自己的光热给予了我色彩，明明是你向世界证明了我的价值。",
			"あなたが自分の光と温もりで私に色を与えてくれた。あなたが私の価値を世界に証明してくれた。",
			"너는 네 빛과 온기로 나에게 색을 주었어. 네가 나의 가치를 세상에 증명해 주었어.",
			null
		],
		[
			"msg",
			186863,
			"But I can't capture this light, and I let you go out when you shine the most……",
			"然而弱小的我却无法抓住这份光芒，让你在最闪耀的时候戛然熄灭……",
			"だけど、弱い私はその光をつかむことができず、最も輝いていたあなたの光を突然消してしまった……。",
			"하지만 나약한 나는 그 빛을 붙잡을 수 없었고, 가장 빛나고 있던 네 빛을 갑자기 꺼버리고 말았어......",
			null
		],
		[
			"msg",
			186864,
			"If I can see this light once more……",
			"如果让我再次见到这一缕光芒……",
			"もし再びあの光を目にすることができるのなら……。",
			"만약 다시 그 빛을 볼 수 있다면......",
			null
		],
		[
			"msg",
			186865,
			"I am willing to pay any price!",
			"不管付出什么代价我都愿意！",
			"私は——どんな代償を払っても構わないッ！！！",
			"나는 ——무슨 대가를 치러도 상관없어!!!",
			null
		],
		[
			"msg",
			186866,
			"Provence France Shicksal Manor",
			"法国普罗旺斯  天命庄园",
			"フランスプロバンス  天命の荘園",
			"프랑스 프로방스 천명의 장원",
			null
		],
		[
			"bg",
			"black"
		],
		[
			"msg",
			186867,
			"Beep——Beep——Beep——",
			"滴——滴——滴——",
			"ピ——ピ——ピ——",
			"피——피——피——",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186868,
			"Huh…I haven't had such a long break, but the Nexus system is overused, I still feel a bit sour……",
			"呼…好久没有休息这么长时间了，不过之前Nexus系统使用过度…现在身体还有点酸痛呢……",
			"ふぅ……こんなに長いこと休むなんて久しぶりね。だけど、これまでNexusシステムを使いすぎていたから、体中が少しギシギシするわね……。",
			"후...... 이렇게 오랫동안 쉰 건 오랜만이네. 하지만 지금까지 Nexus 시스템을 너무 많이 사용했던 탓에, 온몸이 조금 뻐근하네......",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			186869,
			"You seem to live a very comfortable life in this manor, I'm so jealous~",
			"看来你在这座豪华大庄园里过得挺舒适的呢，真是羡慕啊~",
			"この豪華な大荘園の中で快適に過ごしているようね。まったく羨ましいわね～",
			"이 호화로운 대저택 안에서 편안하게 지내고 있네. 정말 부럽네~",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			186870,
			"Himeko?",
			"姬子？",
			"姫子？",
			"히메코?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			186871,
			"Haha, I don't expect the fierce S-level Valkyrie turned so weak in several days.",
			"呵呵，没想到几天不见之前意气风发的S级女武神现在却一幅弱不禁风的样子。",
			"ふふ、数日前まで気力がみなぎっていたS級戦乙女が今では風に飛ばされそうなくらい弱々しい姿をしているとは意外ね。",
			"후훗, 며칠 전까지만 해도 기력이 넘치던 S급 전처녀가 지금은 바람에 날아갈 것처럼 약해진 모습을 하고 있다니 의외네.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			186872,
			"…Are you also coming to make fun of me?",
			"…你也是来嘲笑我的么？",
			"……姫子も私を嘲笑いに来たの？",
			"……히메코도 날 비웃으러 온 거야?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			186873,
			"I have no right to laugh at you, we are in the same situation, maybe it's me lying here tomorrow.",
			"我有什么资格嘲笑你，都是同病相怜的人，说不定明天躺在这里的就是我了。",
			"私にあなたを嘲笑う資格なんてないわ。私だって明日にはここで横になっているかもしれないもの。",
			"내가 널 비웃을 자격은 없어. 나도 내일이면 여기 누워 있을지 모르는 몸인걸.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			186874,
			"Then what are you doing here, you shouldn't be that kind?",
			"那你是来干嘛的，总不会这么好心来看望我吧？",
			"じゃあ何しに来たのよ。いくらなんでも親切心で私のお見舞いに来たわけじゃないでしょ？",
			"그럼 뭐 하러 온 거야? 아무리 그래도 친절한 마음으로 내 문병 온 건 아니겠지?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			186875,
			"I'm very sorry to tell you that, as you said, I heard you've slept for a week, I thought you can't make it, but now you looks ok.",
			"很遗憾地告诉你，的确就是如你所说，我听说你之前昏迷了快一个星期了，还以为身体已经不行了，不过看现在的样子似乎还是挺精神的。",
			"残念ながら確かにあなたの言う通りね。あなたが1週間近く昏睡していたと聞いて、もうダメかと思っていたの。だけど今の様子を見る限り、結構元気そうね。",
			"안타깝게도 확실히 네 말이 맞아. 네가 일주일 가까이 혼수 상태였다는 소식을 듣고, 이젠 끝인가 했어. 하지만 지금 상태를 보니 꽤 정신이 있어 보이네.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				7,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			186876,
			"Huh, even I can't wake up…I've done all the thing I want to……",
			"哼，即使醒不来也无所谓…反正该做的事情也已经……",
			"フンッ、たとえ目が覚めなかったとしてもどうでもいいわよ。どうせすべきことはもう……。",
			"흥, 눈을 뜨지 못했어도 상관없어. 어차피 해야 할 일은 다...",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				809,
				7,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			186877,
			"You mean you're already happy with your life?",
			"你是想说这样自己的人生就满足了么？",
			"それで自分の人生はもう満足だと言いたいのかしら？",
			"그래서 네 인생은 이제 만족스럽다고 말하고 싶은 거야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				413,
				2,
				true
			]
		],
		[
			"msg",
			186878,
			"Eh! Theresa-Sama? Why are you here?",
			"呃！德丽莎大人？您怎么也在这里？",
			"テレサ様？　どうしてここに？",
			"테레사님? 왜 여기에?",
			null
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				413,
				2,
				true
			]
		],
		[
			"msg",
			186879,
			"The Shicksal seems really peaceful these days, I've rested in this manor for so long without any disturbance, I'm really nnot very used to that.",
			"果然最近天命真的很和平呢，我在这座庄园修养了这么多天也没有人来打扰我，真是有点不习惯。",
			"やっぱり最近の天命は本当に平和なようね。私がこの荘園で何日も療養しているのに、誰も私の邪魔をしに来ないなんて。本当に何だか変な感じ。",
			"역시 요즘의 천명은 정말 평화로운 모양이네. 내가 이 장원에서 며칠째 요양 중인데, 아무도 내 방해를 오지 않다니. 정말 뭔가 이상한 느낌이야.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			186880,
			"Chilled? Didn't Otto Archbishop tell you, that Schicksal is having the major  assault to Anri-Entropy, Otto is in the battlefied as well, while he asked us to protect the rear, he actually didn't want us to bother him.",
			"悠闲？难道奥托主教没和你说么，现在天命正在举全军之力对逆熵发动了总攻，奥托主教也亲自奔赴战场，虽然嘴上说着让我们守卫天命的后方，但实际上就是怕我们妨碍他吧。",
			"平和？もしかしてオットー主教はあなたに言っていないの？今、天命は全軍を挙げてネゲントロピーに総攻撃をかけているのよ。オットー主教自ら戦場に赴いているわ。口ではあたくしたちに天命の後方を守らせると言っているけれど、実際はあたくしたちが邪魔するのを恐れているんでしょうね。",
			"평화? 혹시 오토 주교가 당신에게 말하지 않았어? 지금 천명은 전군을 올려 네겐트로피에 총공격을 가하고 있어. 오토 주교 자신이 전장에 나갔지. 입으로는 우리에게 천명의 후방을 지키라고 하지만, 실제로는 우리가 방해할까 봐 두려워하는 거겠죠.",
			null
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				413,
				1,
				false
			]
		],
		[
			"msg",
			186881,
			"So Himeko and I have the time to visit you, now you looks great, I'm not worried.",
			"所以我和姬子才有时间来探望你，现在看你的样子还挺精神的，那我就放心了。",
			"だからあたくしと姫子にはあなたのお見舞いに来る時間があったの。輝火の元気そうな姿を見られて安心したわ。",
			"그래서 나와 히메코는 당신의 문병을 올 시간이 있었던 거야. 키카의 정신있는 모습을 보니 안심이 되네.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				413,
				1,
				true
			]
		],
		[
			"msg",
			186882,
			"Schicksal is attacking Anti-Entropy…why Otto didn't tell me, where's Esha, Otto said she was having the training, is shhe part of the attack!",
			"天命进攻逆熵…这么大的事情怎么奥托没有告诉我，爱莎呢，奥托说她在圣露德学园训练，难道她也参加了进攻么！",
			"天命がネゲントロピーに進攻……オットーはそんな大切なことをどうして私に教えてくれなかったの？エルサは？彼女は聖ルード学園で訓練中だってオットーは言っていたけれど。まさか彼女も進攻に加わっているんじゃないないの！？",
			"천명이 네겐트로피에 진격했다고…… 오토는 그렇게 중요한 걸 왜 나에게 말해주지 않았던 거야? 엘사는? 그녀는 성 루드 학원에서 훈련 중이라고 오토는 말했었지만. 설마 그녀도 진격에 참여하고 있는 건 아니겠지!?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			186883,
			"Yes…Esha entered the artificial Herrscher army named \"Theocracy\", she went with Otto.",
			"是的…爱莎加入了名为“神权”的人造律者部队，也随奥托一起去了。",
			"そうよ、エルサは神権という名前の人造律者部隊に加わって、オットーと一緒に行ったわ。",
			"그래, 엘사는 신권이라는 이름의 인조율자 부대에 합류해서, 오토와 함께 갔어.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				413,
				2,
				true
			]
		],
		[
			"msg",
			186884,
			"……is it…no, I need to go and find her!",
			"……果然是这样么…不行，我得去找她！",
			"……やっぱりそうだったのね。こうしちゃいられないわ。エルサのところに行かなきゃ！",
			"……역시 그랬구나. 이렇게 가만히 있을 수 없어. 엘사가 있는 곳으로 가야 해!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			186885,
			"Hey hey! You're still very weak! Don't move!",
			"喂喂！你的身体还很虚弱！不要乱动！",
			"ちょっと、ちょっと！あなたの体はまだ弱っているのよ！むやみに動いちゃダメよ！",
			"잠깐, 잠깐만! 네 몸은 아직 약해진 상태야! 무리하게 움직이면 안 돼!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			186886,
			"I try so hard to make her reborn! If Esha has any accidents in the battlefield all my efforts are wasted!",
			"我好不容易才让她重获新生！如果爱莎在战场上有什么三长两短的话那我的付出就都白费了！",
			"せっかく彼女を蘇らせることができたのよ！もし戦場でエルサの身に何かあったら、私の努力が全部無駄になるじゃない！",
			"겨우 그녀를 소생시킬 수 있었는데! 만약 전장에서 엘사에게 무슨 일이라도 생기면, 내 노력이 모두 헛된 것이 되잖아!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			186887,
			"Beep beep beep!",
			"滴滴滴！",
			"——ピピピ！",
			"——삐삐삐!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			186888,
			"It's the signal from the headquarter…hello……",
			"是总部的通讯…喂……",
			"本部からの通信だわ。もしもし……。",
			"본부에서 통신이 왔어. 여보세요…….",
			null
		],
		[
			"msg",
			186889,
			"Ok, I got it, I'll be ack soon.",
			"是么，我知道了，马上回来。",
			"そうなの、了解。すぐ戻るわ。",
			"그래, 알겠어. 바로 돌아갈게.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				413,
				2,
				true
			]
		],
		[
			"msg",
			186890,
			"Loose me! Let me find Esha!",
			"放开我！让我去找爱莎！",
			"放してよ！　エルサのところに行かせて！",
			"놔 줘! 엘사가 있는 곳으로 가게 해 줘!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			186891,
			"Theresa-Sama! Please say something! This girl!",
			"德丽莎大人！你也来劝劝她吧！这丫头真的是不知死活！",
			"テレサ様！テレサ様も何か言ってやってください！輝火ったら本当に命を大切にしないんだから！",
			"테레사님! 테레사님도 뭐라고 말씀해 주세요! 키카는 정말로 목숨을 소중히 여기지 않네!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			186892,
			"Let her go.",
			"要去就去吧。",
			"行きたいなら行けばいいじゃない。",
			"가고 싶으면 가면 되잖아.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			186893,
			"What!?",
			"诶！？",
			"えっ！？",
			"엥!?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			186894,
			"Schicksal's army is heading back, they should have finished the fight.",
			"天命的部队已经开始返回，看来与逆熵的战斗已经结束了。",
			"天命の部隊が帰還を始めたわ。どうやらネゲントロピーとの戦いは終わったみたいよ。",
			"천명의 부대가 귀환을 시작했어. 어떻게 보니 네겐트로피와의 전투는 끝난 모양이야.",
			null
		]
	],
	"724": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186895,
			"Schicksal Saint Luther Academy",
			"天命所属 圣露德学园",
			"天命所属 聖ルード学園",
			"천명소속 성 루드 학원",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"msg",
			186896,
			"Quick! Let the academy save some room for the injured soldiers! Treat them now!",
			"快！让圣露德学园腾出空间将伤员从战舰上转移下来！立刻进行救治！",
			"早く！聖ルード学園にスペースを確保して、戦艦から負傷者を移して！すぐに治療するのよ！",
			"빨리! 성 루드 학원에 공간을 확보해서, 전함에서 부상자를 옮겨! 바로 치료해야 해!",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			186897,
			"Woo…it hurts…Am I still alive……",
			"呜…身体好疼…我还活着么……",
			"うぅ……体が痛い……私、まだ生きて……。",
			"으윽... 몸이 아파... 나, 아직 살아있어....",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				857,
				4,
				false
			]
		],
		[
			"msg",
			186898,
			"Don't speak! I will take you for treatment now!",
			"不要说话！我现在就带你去治疗！",
			"喋らないで！　今すぐ手当してあげるから！",
			"말하지 마! 지금 바로 치료해 줄 테니까!",
			null
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"msg",
			186899,
			"Those who are not injured come to help! Settle them down asap!",
			"没有受伤的人一起来帮忙，尽快把伤员安顿好！",
			"負傷していない人は一緒に来て手伝って！　急いで負傷者を運んで！",
			"부상당하지 않은 사람은 같이 와서 도와! 서둘러 부상자를 옮겨!",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			186900,
			"Understand!",
			"明白！",
			"了解しました！",
			"알겠습니다!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			186901,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				7,
				false
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			186902,
			"What…happened here?",
			"这里…到底发生了什么？",
			"ここは……一体何が起こったの？",
			"여기는...... 대체 무슨 일이 있었던 거야?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				809,
				7,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			186903,
			"It's a hard fight…Kallen! We're coming to help!",
			"看来果然是一场苦战呢…卡莲！我们也过来帮忙了！",
			"やっぱりかなり苦戦したようね……カレン！　あたくしたちも手伝うわ！",
			"역시 꽤 고전했던 모양이네...... 카렌! 우리도 도와줄게!",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				809,
				7,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"msg",
			186904,
			"Theresa-Sama! Great! We need more people to move the injured soldiers!",
			"德丽莎大人！太好了！我们现在人手紧缺可以帮我们搬运伤员么！",
			"テレサ様！よかった！ちょうど今は人手が足りなくて、負傷者の輸送を手伝ってもらえますか？",
			"테레사님! 다행이야! 마침 지금은 인手가 부족해서, 부상자 수송을 도와줄 수 있을까?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				7,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			186905,
			"Don't worry!",
			"放心交给我们吧！",
			"私も手伝うわ。",
			"나도 도와줄게.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			186906,
			"Esha? Where's she! Is she ok?",
			"爱莎呢？她在哪里！她有没有受伤？",
			"エルサは？　彼女はどこ！？　ケガしてない？",
			"엘사는? 그녀는 어디에!? 다친 건 없어?",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"msg",
			186907,
			"Esha? She's fine, but it's quite messy here, I think she's taking care of the injured somewhere.",
			"爱莎么？她没事，不过现在圣露德学园比较混乱，我想她应该在某处照看伤员。",
			"エルサ？彼女は大丈夫よ。今は聖ルード学園中が混乱しているから、きっとどこかで負傷者の手当てをしていると思うわ。",
			"엘사? 그녀는 괜찮아. 지금은 성 루드 학원 전체가 혼란스러운 상태라서, 분명 어딘가에서 부상자 치료를 하고 있을 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			186908,
			"Ok, I will find her!",
			"好的，我现在就去找她！",
			"わかった。すぐに探しに行ってくる！",
			"알겠어. 바로 찾으러 갈게!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			186909,
			"Kika, I don't suggest you doing so.",
			"小辉火，我劝你还是不要这么做比较好。",
			"輝火ちゃん、それは止めておいた方がいいと思うよ。",
			"키카, 그만하는 게 좋을 것 같아.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186910,
			"Otto……",
			"奥托……",
			"オットー……。",
			"오토......",
			null
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186911,
			"Why you didn't tell me you brought Esha! Why I wasn't inn the fight! What are you thinking!",
			"为什么你带着爱莎去进攻逆熵没有告诉我！这么危险的战斗为什么也不让我参加！你到底在想些什么！",
			"どうしてエルサをネゲントロピーへの進攻に連れて行くことを私に黙っていたの！？どうしてこんな危険な戦闘に私を参加させなかったの！？一体何を考えているのよ！？",
			"왜 엘사를 네겐트로피 공격에 데려간 걸 나에게 숨겼던 거야!? 왜 이렇게 위험한 전투에 나를 참여시키지 않았던 거야!? 대체 무슨 생각을 하고 있는 거야!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			186912,
			"Kira, don't get me wrong, it's Esha's idea, I just didn't tell you for good reason, I was afraid if you knew what Esha thought, you condition would get worse.",
			"小辉火，你不要误会了，隐瞒这件事情正是爱莎的本意，我只是出于好意没有告诉你罢了，我怕那时的你如果知道爱莎的想法，身体会更加恶化。",
			"輝火ちゃん、誤解しないでくれよ。この件を隠していたのはエルサちゃんの希望なんだ。僕は親切心で君に黙っていただけだよ。あの時、君がエルサちゃんの想いを知ったら容体がさらに悪化するかもしれないと思ったからね。",
			"키카, 오해하지 마. 이 일을 숨기고 있었던 건 엘사의 바람이었어. 나는 친절한 마음으로 너에게 말하지 않았을 뿐이야. 그때, 네가 엘사의 마음을 알게 되면 상태가 더 악화될지도 모른다고 생각했거든.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186913,
			"Esha's idea……",
			"爱莎的想法……",
			"エルサの想い？",
			"엘사의 마음?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			186914,
			"Right, Esha planned to cut the relation with you, and she didn't want you to do anything else for her, you would become strangers, and I promised her, you wouldn't be in any fight in future, all your tasks would be executed by Esha.",
			"没错，爱莎已经打算斩断与你之间的联系，也不希望你再为她付出什么，你们之间将会像陌生人一样变得毫无交集，而我也答应她，今后不再让你出战，你的一切任务都由爱莎来执行。",
			"そうだよ。エルサはもう君との関係を断ち切ろうとしているんだ。そして、もう君が彼女のために何かをすることも望んでいない。君たちの間は赤の他人のように何の繋がりもない。そして僕も彼女に約束したんだ。これから先、もう君を戦いに出さず、君の任務は全てエルサが遂行するってね。",
			"그래. 엘사는 이미 너와의 관계를 끊으려 하고 있어. 그리고 더 이상 네가 그녀를 위해 무언가를 하는 것도 바라지 않아. 너희들 사이는 남처럼 아무런 연결도 없어. 그리고 나도 그녀와 약속했어. 이제부터는 너를 전장에 내보내지 않을 거라고, 네 임무는 모두 엘사가 수행할 거라고.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186915,
			"…You mean, Esha wants me to forget her and have a good life.",
			"…你的意思难道是想说，爱莎要让我忘记她好好活下去么？",
			"……それってつまり、私にエルサのことを忘れて生きるように望んでいるってこと？",
			"……그렇다는 건, 내가 엘사를 잊고 살길 바란다는 거야?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			186916,
			"Right, she will replace you, so now I am telling you the final decision.",
			"没错，她将代替你肩负你一切的使命，所以我现在就是来传达给你天命的最终裁定的。",
			"その通り。彼女は君の全ての使命を肩代わりするんだ。したがって、今ここで君に天命の最終決定を伝えよう。",
			"바로 그거야. 그녀는 네 모든 사명을 떠맡을 거야. 따라서 지금 여기서 네게 천명의 최종 결정을 전하겠어.",
			null
		],
		[
			"msg",
			186917,
			"Kika, as the Archbishop of Schicksal I will dismiss you as the S-level Valkyrie and remove you from the Schicksal army, from now on you are just an ordinary people, but your contribution is recognized, and we will provide your life insurance.",
			"无色辉火，我以天命主教之名撤免你S级女武神的职务并退出天命战斗队列，从此以后你将只是一介平民，但天命会认可你曾经的功绩，为你提供一切生活保障。",
			"無色輝火、天命主教の名において、君のS級戦乙女の役職を解任し、天命の戦闘部隊から外れてもらう。これから先、君はただの一般人だ。だが、天命は君のこれまで培ってきた功績を認め、あらゆる生活の保障を確約しよう。",
			"무쇼쿠 키카, 천명 주교의 이름으로, 네 S급 전투소녀 직책을 해임하고 천명의 전투 부대에서 제외하겠다. 이제부터 너는 그냥 일반인이야. 하지만 천명은 네가 지금까지 쌓아온 공적을 인정하고, 모든 생활 보장을 약속하겠어.",
			null
		],
		[
			"msg",
			186918,
			"You said you want to live your own life, enjoy the rest of the days without any worries, how about it Kika, this is what you wish.",
			"你只要过自己想要的生活，无忧无虑地享受余生即可，怎么样辉火，这可是你一直期待的事情。",
			"君が自分の望む生活を送りたいなら、何の憂いもなく余生を楽しめばいい。どうだい、輝火ちゃん。これは君がずっと望んでいたことだろう。",
			"네가 원하는 삶을 살고 싶다면, 아무 걱정 없이 여생을 즐기면 돼. 어때, 키카. 이건 네가 늘 바라왔던 거잖아.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186919,
			"Enjoy the rest of my life…Otto, are you serious……",
			"享受余生…奥托，你是说真的么……",
			"余生を楽しむ？　オットー、本気で言ってるの！？",
			"여생을 즐긴다? 오토, 진심으로 하는 말이야!?",
			null
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186920,
			"You must be kidding!!",
			"你在开什么玩笑！！",
			"冗談じゃないわ！！",
			"농담하지 마!!",
			null
		],
		[
			"msg",
			186921,
			"Doesn't Shicksal give my family the responsibilities to fight against Honkai! You make my family to carry this job! I was taught to fight against Honkai at any cost since I was born!",
			"不正是天命赐予了我们无色家族对抗崩坏的职责么！是你让我们家族背负了这样的宿命！让我从出生开始就被一而再地强调要为了对抗崩坏而不惜一切！",
			"天命が私たち無色一族に崩壊へ立ち向かう役割を与えたんでしょうが！あなたが私たち一族にこんな宿命を背負わせたんじゃない！生まれた時から私にひたすら崩壊へ立ち向かい、全てを捨てるように言ってきたんじゃない！",
			"천명이 우리 무쇼쿠 일족에게 붕괴에 맞서는 역할을 준 거 아니었어! 네가 우리 일족에게 이런 숙명을 지운 거잖아! 태어날 때부터 나에게 끊임없이 붕괴에 맞서고, 모든 것을 버리라고 말해왔던 거 아니야!",
			null
		],
		[
			"msg",
			186922,
			"I take this as my only value! You know how uch I have paid for all this! Now you ask me to give up everything? Easy to say it!",
			"我始终把对抗崩坏看做是自己唯一的价值！你知道我为了这一切付出了多大的代价么！如今你却让我放弃这一切好好活着？你说的轻巧！",
			"私はずっと崩壊に立ち向かうことを自分の唯一の存在意義だと思ってきたのよ！このために私がどれだけ多くの犠牲を払ってきたかわかっているの！？今さら私に全てを捨てて普通に生きろですって？ふざけんじゃないわよ！",
			"나는 계속 붕괴에 맞서는 것을 나의 유일한 존재 의미라고 생각해왔어! 이를 위해 내가 얼마나 많은 희생을 치렀는지 알아!? 이제 와서 나에게 모든 것을 버리고 평범하게 살라고? 농담하지 마!",
			null
		],
		[
			"msg",
			186923,
			"I don't care what Esha told you! I will find her myself!",
			"我不管爱莎对你说了些什么！我要自己去找她！",
			"エルサがなんて言ったかなんて関係ないわ！話になんない！エルサに会いに行く！",
			"엘사가 뭐라고 했든 상관없어! 말도 안 되는 소리! 엘사를 만나러 갈 거야!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			186924,
			"Ok, believe it or not, I don't have so much time to play with you, look at all these Valkyria, they didn't do less thhan you, if you choose ignore my kindness  I can do nothing about it.",
			"好吧，既然你不相信我我也没有办法，大战告捷我也没有那么多时间陪你胡闹，你看看在场的这些女武神，她们在这场战斗中所付出的代价可不比你少，既然你无视我的恩惠我也没有办法。",
			"いいだろう。君がそうしたいならそうするといい。大きな戦いに勝ったばかりで、君のワガママに付き合う時間はないんだ。ここにいる戦乙女たちを見てごらん。彼女たちが今回の戦闘で払った犠牲は君にも負けていないんだ。",
			"좋아. 네가 그렇게 하고 싶다면 그렇게 해. 큰 전투에서 이긴 직후라, 네 고집을 받아줄 시간이 없어. 여기 있는 전투여신들을 봐. 그녀들이 이번 전투에서 치른 희생은 너에게도 뒤지지 않아.",
			null
		],
		[
			"msg",
			186925,
			"Kika…not every one is as lucky as you, do you think yourself unfortunate to inherit Nexus system? But do you know without this power, you will be like these Valkyria, become a piece of consumerable in the fight beyond your power.",
			"无色辉火…并不是所有人都像你一样幸运，你以为继承Nexus系统是自己的不幸？但你知不知道如果没有这个力量，你将会和这些女武神一样，在远超自己能力的战斗中变成消耗品。",
			"無色輝火……全ての人が君みたいに幸運なわけじゃないんだよ。Nexusシステムを継承したのは自分が不幸だからだと思っているのかな？だけどその力がなかったら、君もこの戦乙女たちと同じように、自分の能力をはるかに超えた戦闘の中で消耗品になっていたことくらい理解しているのかい？",
			"무쇼쿠키카…… 모든 사람이 너처럼 행운을 가진 건 아니야. Nexus 시스템을 계승한 게 자신이 불행해서라고 생각하니? 하지만 그 힘이 없었다면, 너도 이 전투여신들처럼 자신의 능력을 훨씬 뛰어넘는 전투에서 소모품이 되었을 거라는 건 이해하고 있니?",
			null
		],
		[
			"msg",
			186926,
			"This is what we are faced with, for your potential future, please consider it.",
			"这就是我们将要面对的现状，为了你还有可能存在的未来，你就好好考虑一下吧。",
			"これは僕たちが直視しなければならない現状なんだ。君にまだ残されている未来のためにも、ちゃんと考えることだね。",
			"이것이 우리가 직시해야 할 현실이야. 네게 아직 남아있는 미래를 위해서도, 제대로 생각해 봐.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			186927,
			"…….I already confirm, don't waste your time to persuade me!",
			"……我的觉悟早就已经确定，不需要你来多费口舌！",
			"……私の覚悟はとっくに決まっているの。誰になんと言われようと変える気はないわ！",
			"…… 나의 각오는 이미 오래전에 결정된 거야. 누가 뭐라고 해도 바꿀 생각 없어!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			186928,
			"Kika!",
			"辉火！",
			"輝火、待ちなさい！",
			"키카, 기다려!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			186929,
			"Let her go, better to let her understand the reality than dyinng in the battlefied, with her current condistion, she's useless, if she doesn't accept my kindness, she will have to die in the battlefied as she wishes.",
			"随她去吧，让她好好认清现实总比在战场上丧命来的强，以她现在的身体情况，已经没有多大的用处了，如果她不接受我的恩惠，那就只能死在她夙愿的战场上了。",
			"好きにさせておこう。戦場で命を落とすよりマシだったと気づかせるしかないよ。それに今の体では、もう大して使い物にならないんだ。彼女が僕の恩情を受け入れないのなら、彼女が望む通り戦場で死ぬしかないよ。",
			"마음대로 하게 두자. 전장에서 목숨을 잃는 것보다는 낫다는 걸 깨닫게 해야 해. 게다가 지금의 몸으로는, 이제 별로 쓸모가 없어. 그녀가 나의 은혜를 받아들이지 않는다면, 그녀가 원하는 대로 전장에서 죽을 수밖에 없지.",
			null
		]
	],
	"725": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186930,
			"Ah!! Esha-Sama…can I be saved……",
			"咳咳！！爱莎大人…我还有救么……",
			"ゴホッ、ゴホッ！！エルサ様……私は助かるのでしょうか……。",
			"콜록, 콜록!! 엘사님…… 저는 구원받을 수 있을까요…….",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186931,
			"It's ok! We will find a way! Hold on! Doctor! Come here! Please help her!",
			"没事的！一定还有办法！坚持住！医护！这边！快帮一下她！",
			"大丈夫！気をしっかり持って！衛生兵、こっちよ！早く彼女を助けて！",
			"괜찮아! 정신 차려! 위생병, 이쪽이야! 빨리 그녀를 구해줘!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186932,
			"Sorry…we don't have enough people! Please wait a moment!",
			"抱歉…我们已经没有人手了！请稍等一下！",
			"申し訳ありません！人手が足りません！少しお待ちください！",
			"죄송합니다! 인력이 부족합니다! 잠시만 기다려 주세요!",
			null
		],
		[
			"msg",
			186933,
			"Who…who can help me……",
			"谁来…谁来帮我一下……",
			"誰か……誰か助けて……。",
			"누구…… 누구라도 도와줘…….",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186934,
			"Woo…What..what can I do to save thhem…who can tell me……",
			"呜…我究竟…我究竟该做什么才能拯救她们…谁能告诉我……",
			"うぅ……私は、私は一体どうすれば彼女たちを救えるの……誰か教えてよ！",
			"으…… 나, 나는 대체 어떻게 하면 그녀들을 구할 수 있는 거야…… 누군가 알려줘!",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			186935,
			"Well…are you Esha?",
			"那个…请问是爱莎队长么？",
			"あの、もしかしてエルサ隊長ですか？",
			"저, 혹시 엘사 대장님이신가요?",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				1,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			186936,
			"Eh! You are……",
			"呃！你是……",
			"えっ！　あなたは？",
			"엣! 당신은?",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				876,
				1,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			186937,
			"Well…you might forget me, I am the member of \"Shooting Star\".",
			"呜…你可能不记得我了，我是之前“流星”小队的成员。",
			"うっ……覚えていないかもしれませんが、私は以前流星小隊の隊員でした。",
			"윽…… 기억하지 못하실지 모르지만, 저는 예전에 유성 소대의 대원이었습니다.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			186938,
			"\"Shooting Star\"? Is the one Kika mentioned to me? What's wrong, are you injured?",
			"“流星”小队？辉火曾经和我提起过的那个小队么？怎么了，是哪里受伤了么？",
			"流星小隊？輝火からそんな小隊のこと聞いていたかな？どうしたの？どこか負傷したの？",
			"유성 소대? 키카에게 그런 소대 이야기 들었던가? 무슨 일이야? 어디 다친 거야?",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			186939,
			"No…well…it's not me…but…our leader asks me to send the apology.",
			"不…那个…受伤的不是我…而是…队长她拜托我来向你道歉的。",
			"いえ、その……負傷したのは私ではありません……そうではなく、隊長があなたに謝るようにと私に頼んだのです。",
			"아니, 그…… 다친 건 제가 아닙니다…… 그게 아니라, 대장님이 당신께 사과하라고 저에게 부탁하셨습니다.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				1,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			186940,
			"Apology?",
			"道歉？",
			"謝る？",
			"사과라고?",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				876,
				1,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			186941,
			"Yes…in the previous Nagazora Honkai, it was she who did something to the map…to make you meet such powerful enemies.",
			"没错…在之前的长空市崩坏中，是她把作战地图的位置做了手脚…才让你们遇到那么强大的对手。",
			"はい……かつての長空市の崩壊で、隊長は作戦用地図の位置に小細工を施して、あなた方が強い相手と遭遇するようにしたのです。",
			"네…… 예전 장공시의 붕괴 때, 대장님은 작전용 지도의 위치에 손을 써서 당신들이 강한 상대와 마주치게 하셨습니다.",
			null
		],
		[
			"msg",
			186942,
			"She said she just wanted to give you a lesson, and make some troule for you…but she didn't expect she caused such a irreversible result.",
			"队长说她本来只是想教训一下你们，给你们添一点麻烦…没想到却引发了无法挽回的后果……",
			"隊長はあなた方を懲らしめ、トラブルに遭わせるだけのつもりだったのですが……まさか取り返しのつかない結果を招くことになってしまうなんて……。",
			"대장은 당신들을 혼내주고 곤경에 빠뜨릴 생각뿐이었는데…… 이렇게 돌이킬 수 없는 결과를 초래하게 될 줄은 몰랐어요……",
			null
		],
		[
			"msg",
			186943,
			"She was very guilty…trying to find an opportunity to apologize to Kika..but Kika has left the team and directly report to the Archibshop…so she didn't find the chance…...",
			"她的心里一直很自责…总是想要找机会向辉火道歉…但是辉火已经离开了女武神小队变成了主教大人的直属女武神…所以一直没有机会……",
			"彼女は心にずっと自責の念を抱えていました。いつも輝火様に謝る機会を探っていました。しかし輝火様はすでに戦乙女小隊を離れ、主教様直属の戦乙女になってしまいました。ですので、謝罪の機会はないままで……。",
			"그녀는 마음속으로 늘 자책감을 안고 있었어요. 언제나 키카님께 사과할 기회를 찾고 있었죠. 하지만 키카님은 이미 전투처녀 소대를 떠나, 주교님 직속의 전투처녀가 되어버렸어요. 그래서 사과할 기회는 없은 채로……",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				1,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			186944,
			"Is it…I don't know how to reply to you, because I can't remember those things. The past of Esha, is like other people's story for me…I have no sense of that.",
			"是么…现在也不知道该怎么回答你，因为我已经想不起那些事情了。关于爱莎的那些过去，对于现在的我来说就像是别人的故事一样…没有丝毫的实感。",
			"そうなの……それでも、どうやって答えていいのかわからないわ。なぜなら、私はもうそのことを覚えていないの。エルサの過去について、今の私にとっては他人の話みたいで何の実感もないの……。",
			"그래요…… 그래도, 어떻게 대답해야 할지 모르겠어요. 왜냐하면, 나는 이미 그 일을 기억하지 못하니까요. 엘사의 과거에 대해, 지금의 나에게는 남의 이야기처럼 아무런 실감도 없어요……",
			null
		],
		[
			"msg",
			186945,
			"Therefore…I don't know how the real Esha, will look like when faced with her, angry, or relieved…I don't know, because I'm not her.",
			"所以…我不知道如果是真正的爱莎，在面对她的时候究竟会是怎么样的表情，或许是生气，也或许是释然…我不明白，因为我不是她。",
			"その、だから……本物のエルサだったら……彼女だったら一体どんな表情をするのかわからないの。怒るかもしれないし、きれいさっぱり許すかもしれない。でも私にはわからない。だって、私は彼女じゃないの……。",
			"그, 그래서…… 진짜 엘사였다면…… 그녀라면 대체 어떤 표정을 지을지 모르겠어요. 화낼 수도 있고, 깨끗이 용서할 수도 있겠죠. 하지만 나는 모르겠어요. 왜냐하면, 나는 그녀가 아니니까……",
			null
		],
		[
			"portraits",
			[
				876,
				2,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			186946,
			"But I want you to tell your leader, not to feel too guilty, because all this has passed.",
			"不过我想请你转告你的队长，让她不要太过自责，因为这一切都已经过去了。",
			"あなたの隊長に伝えてほしいの。あまり自分を責めすぎないようにって。だって、それは全て過去のことなんだから。",
			"당신의 대장에게 전해주세요. 너무 자신을 탓하지 말라고요. 왜냐하면, 그건 모두 과거의 일이니까.",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				876,
				2,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			186947,
			"Really…then means you forgive her! She must be very happy……",
			"是么…这么说爱莎队长您原谅她了么！队长如果知道的话一定会很高兴的吧……",
			"そうですか……ということは、エルサ隊長は彼女を許してくれるんですね。隊長が知ったらきっと喜ぶはずです……。",
			"그렇군요…… 그렇다면, 엘사 대장님은 그녀를 용서해주시는 거네요. 대장님이 알게 되면 분명 기뻐하실 거예요……",
			null
		],
		[
			"msg",
			186948,
			"Then…can I ask a favour from you!",
			"那么…还有一件事情可以拜托您告诉我么！",
			"それから、もう一つ教えていただきたいことがあるんです。",
			"그리고, 하나 더 여쭤보고 싶은 게 있어요.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				1,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			186949,
			"What……",
			"什么……",
			"なにかしら？",
			"무엇이든지요?",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				876,
				1,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			186950,
			"Can you tell me what method Kika used to bring you back!",
			"可以告诉我辉火大人究竟是用的什么方法让您重新复活的么！",
			"輝火様が一体どんな方法を使ってあなたを蘇らせたのか教えていただけませんか！？",
			"키카님이 대체 어떤 방법으로 당신을 소생시켰는지 알려주실 수 없나요!?",
			null
		],
		[
			"msg",
			186951,
			"If it's possible, I want to bring my leader back to……",
			"如果可以的话，我也想把我的队长也……",
			"もし、できるなら……私の隊長も……。",
			"만약, 가능하다면…… 우리 대장님도…….",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				1,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			186952,
			"Your leader…you mean……",
			"你的队长…你的意思是……",
			"あなたの隊長……それって……。",
			"당신의 대장…… 그건…….",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				876,
				1,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			186953,
			"Yes…the Shooting Star team no longer exists……in the Paris Honkai, all the others sacrificed…apart from me who survived under their protection, I guess that's my price to pay……",
			"嗯…流星小队早就已经不存在了……在巴黎的大崩坏中，队长和大家都牺牲了…只有我在大家的保护下一个人逃走活了下来，我想这大概就是报应吧……",
			"はい……流星小隊はとっくに消滅しました……パリの大崩壊で隊長とみんなは犠牲になりました。私だけがみんなに守られて一人で逃げ延びたのです。おそらく因果応報なのでしょうね……。",
			"네…… 유성 소대는 이미 사라졌어요…… 파리 대붕괴에서 대장님과 모두가 희생됐습니다. 저만이 모두에게 지켜져서 혼자 도망쳤죠. 아마 인과응보일 거예요…….",
			null
		],
		[
			"msg",
			186954,
			"Esha! Please tell me! If I can bring her back! I would rather use my life……",
			"爱莎队长！请告诉我吧！如果能让队长回来的话！就算是用我的生命也……",
			"エルサ隊長！お願いします、教えてください！隊長を蘇らせることができるのでしたら、私の命を使ってでも……お願いします！",
			"엘사 대장님! 부탁합니다, 가르쳐 주세요! 대장님을 되살릴 수 있다면, 제 목숨을 써서라도…… 부탁합니다!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			186955,
			"No kidding!!",
			"别开玩笑了！！",
			"バカ言わないで！！",
			"바보 같은 소리하지 마!!",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			186956,
			"Eh……",
			"呃……",
			"…………えっ？",
			"…………엣?",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			186957,
			"Why you are all like this! Can't you treasure your own life! Your life are not given for these things!",
			"为什么你们每个人都是这样！难道就不能多珍惜一下自己的生命么！你们的生命不是为了这种事情而付出的吧！",
			"どうしてどいつもこいつもこうなの！？もっと自分の命を大切にできない！？あなたたちの命は犠牲にするためのものじゃないでしょう！？",
			"왜 자꾸 이러는 거야!? 좀 더 자신의 목숨을 소중히 여길 순 없어!? 너희들의 목숨은 희생하기 위한 게 아니잖아!?",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			186958,
			"But…a weak people like me…will die in the battlefied one day! Rather than die in that meaningless way! I would rather give my life to my leader! That's the best thing for Shicksal! Because the value of Valkyria is to destroy Honkai!",
			"但是…像我这样弱小的人…以后也只会死在战场上而已吧！与其那样毫无意义地死去！不如将我的生命交给队长！那样对天命才是最好的结果把！因为女武神的价值不就在于消灭崩坏么！",
			"しかし、私のような弱い人間は……この先も戦場で死ぬ以外にありません！無意味に死ぬくらいなら、私の命を隊長に捧げたいのです！それこそが天命にとっても一番の結果になるはずです！戦乙女の存在価値は崩壊を消滅させることではないですか！",
			"하지만, 저 같은 약한 인간은…… 앞으로도 전장에서 죽는 것 말고는 없습니다! 무의미하게 죽느니, 제 목숨을 대장님께 바치고 싶습니다! 그것이 천명에게도 가장 좋은 결과가 될 겁니다! 전투무녀의 존재 가치는 붕괴를 소멸시키는 게 아닙니까!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				1,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			186959,
			"Eh……I'm sorry…I don't know! But it's wrong! Valkyria shouldn't just be the connsumerables of war…we should…should……",
			"呃……抱歉…我不知道！但这样的想法一定是不对的！女武神并不只是战争的消耗品而已…我们应该…应该……",
			"うっ……ごめんなさい……でも、わからないわ！そんな考えは絶対に間違っているはずよ！戦乙女は決して戦争の道具なんかじゃないんだから……私たちは、私たちは……。",
			"윽…… 미안해…… 하지만, 난 이해할 수 없어! 그런 생각은 절대 틀렸을 거야! 전투무녀는 결코 전쟁의 도구 같은 게 아니라고…… 우리는, 우리는…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			186960,
			"Boom————!!",
			"轰隆————！！",
			"——ドォォォオオオンッ！！",
			"——두우우우웅!!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			186961,
			"Eh! This voice!",
			"呃！这个声音是！",
			"あっ！　この音は！",
			"앗! 이 소리는!",
			null
		]
	],
	"726": [
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186962,
			"Esha…where are you……",
			"爱莎…你究竟在哪里……",
			"くっ……エルサ、一体どこにいるの……。",
			"큭... 엘사, 대체 어디에 있는 거야.......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186963,
			"Bang!!",
			"砰！！",
			"バンッ！　バンッ！　バンッ！",
			"쾅! 쾅! 쾅!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186964,
			"The voice…is from there!",
			"这个声音…从那个方向传来的！",
			"この音……あっちからだ！",
			"이 소리... 저쪽에서야!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			186965,
			"Bang!!",
			"砰！！",
			"バンッ！！　バンッ！！　バンッ！！",
			"쾅!! 쾅!! 쾅!!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				4,
				false
			]
		],
		[
			"msg",
			186966,
			"Angelia! What do you want!",
			"安洁利亚！你这家伙究竟想做什么！",
			"アンジェリア！　一体なにをするつもりですの！？",
			"안젤리아! 대체 무슨 짓을 하려는 거요!?",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				868,
				4,
				false
			],
			[
				33,
				4,
				true
			]
		],
		[
			"msg",
			186967,
			"Maria…I haven't lost…I will win Kiana…I will…kill her!!",
			"玛丽亚姐姐…我没有输…我一定会战胜琪亚娜的…我一定会…杀死她！！",
			"マリアお姉ちゃん……私、負けてないよ……必ずキアナに勝ってみせるよ。私は必ず——アイツヲコロス！！",
			"마리아 언니... 나, 지지 않았어... 꼭 키아나에게 이겨 보일 거야. 나는 반드시 —— 그녀를 죽여주겠어!!",
			null
		],
		[
			"msg",
			186968,
			"Eh ahh!!",
			"呃啊啊！！",
			"ぐぅ……う、うわぁぁぁぁああ！！！",
			"꾸욱... 으, 으아아아아아아!!!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				868,
				4,
				true
			],
			[
				33,
				4,
				false
			]
		],
		[
			"msg",
			186969,
			"What's wrong with the Honkai in your body……",
			"你这家伙体内的崩坏能到底怎么回事……",
			"なんなんですの？　あんたの崩壊エネルギーは一体どうなっているの……。",
			"대체 뭐요? 당신의 붕괴 에너지는 대체 어떻게 된 거야.......",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				868,
				4,
				false
			],
			[
				33,
				4,
				true
			]
		],
		[
			"msg",
			186970,
			"Let me find Kiana! I will kill her! To revenge for The Sanias! Kiana…where are you……come out!",
			"让我去找琪亚娜！我要杀了她！为沙尼亚特家复仇！琪亚娜…你在哪里……给我出来！",
			"私にキアナを探しに行かせて！シャニアテ家のために復讐をするの！キアナ、どこにいるの……出てきなさい！",
			"나에게 키아나를 찾아가게 해줘! 샤니아테 가문을 위해 복수할 거야! 키아나, 어디 있는 거야... 나와!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				868,
				4,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			186971,
			"Maria-Sama! What's wrong with Angelia!",
			"玛丽亚大人！安洁利亚大人是怎么了！",
			"マリア様！　アンジェリア様はどうしたのですか！？",
			"마리아 님! 안젤리아 님은 어떻게 된 거죠!?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				868,
				4,
				true
			],
			[
				33,
				4,
				false
			]
		],
		[
			"msg",
			186972,
			"The Honkai energy inside of her body is very messy…must because of her Divine Maiden's power influencing the Herrscher core during the fight with Kiana!",
			"安洁利亚体内的崩坏能十分混乱…一定是因为在与琪亚娜的战斗中被她的圣女之力影响了律者核心！",
			"アンジェリアの体内の崩壊エネルギーがかなり乱れているわ……きっとキアナとの戦闘で聖女の力が律者のコアに影響したんですわ！",
			"안젤리아의 체내의 붕괴 에너지가 상당히 흐트러져 있어…… 분명 키아나와의 전투에서 성녀의 힘이 율자의 코어에 영향을 준 거야!",
			null
		],
		[
			"msg",
			186973,
			"Kiana…we don't know what she had done, what we can do now is to stop her!",
			"琪亚娜…虽然不知道她究竟干了什么，我们现在能做的只有阻止她了！",
			"キアナ……一体なにをしたのかわからないけど、私たちに今できることはアンジェリアを抑えることだけですの。",
			"키아나…… 대체 뭘 한 건지 모르겠지만, 우리에게 지금 할 수 있는 건 안젤리아를 제어하는 것뿐이야.",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				868,
				4,
				false
			],
			[
				33,
				4,
				true
			]
		],
		[
			"msg",
			186974,
			"Maria…why you are preventing me……do you also betray The Sanias!",
			"玛丽亚姐姐…为什么你也要妨碍我……难道你也要背叛沙尼亚特家么！",
			"マリアお姉ちゃん、どうして私の邪魔をするの？まさか……お姉ちゃんまでシャニアテ家を裏切るの！？",
			"마리아 언니, 왜 나를 방해하는 거야? 설마…… 언니까지 샤니아테 가문을 배신하는 거야!?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				868,
				4,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			186975,
			"You lost your mind…then let me give you a lesson!",
			"已经神志不清了么…既然这样就让我好好教训你一顿！！",
			"意識がはっきりしていないのかしら……そういうことなら、黙らせるしかありませんわ！",
			"의식이 흐릿한 모양이네…… 그렇다면, 입을 다물게 할 수밖에 없어!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			186976,
			"Bang!!",
			"砰！！",
			"バンッ！！",
			"빵야!!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			186977,
			"Coo……",
			"咕……",
			"うぐっ……。",
			"으윽…….",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			186978,
			"Maria-Sama, you are still wounded, don't try too hard! I will stop Angelia-Sama!",
			"玛丽亚大人，你的身上的伤还很重，千万不要勉强！安洁利亚大人就由我来阻止她！",
			"マリア様、体の怪我は軽くありません。無理しないでください！アンジェリア様は私が食い止めます！",
			"마리아 님, 몸의 상처가 가볍지 않아요. 무리하지 마세요! 안젤리아 님은 제가 막겠습니다!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			186979,
			"Huh…shut up! It's my family issue! Not your business!",
			"啧…给我闭嘴！这是我们家的家事！不需要你这个外人来插手！",
			"ちっ……邪魔ですわ！これは私たち一族の問題！部外者が手を出さないで！",
			"쳇…… 방해야! 이건 우리 일족의 문제야! 외부자는 끼어들지 마!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			186980,
			"But your life would be!",
			"但是这样你的性命会！",
			"で、ですが……それではマリア様の命が！",
			"하, 하지만…… 그럼 마리아 님의 목숨이!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			186981,
			"So what! Don't think youself as invincible! If I can't even deal with her! I also lose my qualification as a S-level Valkyrie!",
			"那又怎么样！不要以为你们人造律者就真的所向披靡！如果连这个丫头都没法教训！那我也失去了做S级女武神的资格！",
			"それがなんですの！？あなたたち人造律者が無敵だと思わないで！たかが妹ひとり黙らせることができないのならS級戦乙女失格ですわ！",
			"그게 뭐 어때서!? 너희 인조율자가 무적이라고 생각하지 마! 고작 여동생 하나 입 다물게 못하면 S급 전처녀 자격 없어!",
			null
		],
		[
			"msg",
			186982,
			"Angelia! Wake up!",
			"安洁利亚！你给我清醒一些！",
			"アンジェリア、目を覚ましなさい！",
			"안젤리아, 정신 차려!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			186983,
			"Bang!!",
			"砰！！！",
			"バーンッ！！！",
			"쾅!!!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			186984,
			"Coo……",
			"咕……",
			"ぐっ……うぅ……。",
			"으윽……우으…….",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				1,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			186985,
			"Why…why no one treasures their life…I don't understand…it's so important, why they just easily give up……",
			"为什么…为什么每个人都不懂得珍惜自己的生命呢…我不明白…明明是那么重要的东西，为什么总是要因为倔强而固执轻易地就放弃呢……",
			"どうして、どうしてみんな自分の命を大切にしようとしないの！？私にはわからない……大切な命をどうして簡単に捨てようとするの！？",
			"왜, 왜 모두들 자기 목숨을 소중히 하려고 하지 않는 거야!? 나는 이해할 수 없어……소중한 목숨을 왜 그렇게 쉽게 버리려고 하는 거야!?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				1,
				true
			],
			[
				809,
				6,
				false
			]
		],
		[
			"msg",
			186986,
			"Esha!",
			"爱莎！",
			"エルサ！",
			"엘사!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				809,
				6,
				true
			]
		],
		[
			"msg",
			186987,
			"Eh…Kika…why you are here?",
			"呃…辉火…你为什么在这里？",
			"えっ……き、輝火！？　どうしてあなたがここに？",
			"엇……키, 키카!? 왜 네가 여기에?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				809,
				6,
				false
			]
		],
		[
			"msg",
			186988,
			"Not important, Esha! Is what Otto told me true! Why you let him doing so! My objective is not making you become my replacement to sacrifice!",
			"这个不重要，爱莎！奥托说的话是真的么！你为什么要让奥托那么做！我将你唤醒的目的可不是让你成为代替我牺牲的道具！",
			"そんなことはどうでもいいわ。エルサ！オットーの言ったことは本当なの！？どうしてオットーにあんなことさせるの！？私があなたを生き返した目的は、私の身代わりとして犠牲にする道具なんかじゃないわよ！",
			"그런 건 중요하지 않아. 엘사! 오토가 말한 게 사실이야!?#n왜 오토에게 그런 짓을 시킨 거야!? 내가 너를 되살린 목적은 내 대신 희생시키기 위한 도구가 아니라고!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				809,
				6,
				true
			]
		],
		[
			"msg",
			186989,
			"Kika…I have nothing to do with you now, I don't need to answer your question.",
			"辉火…我们已经没有任何瓜葛了，我没必要回答你的问题。",
			"輝火……私たちはもう赤の他人よ。あなたの質問に答える必要はない……。",
			"키카……우리는 이제 남이야. 네 질문에 답할 필요 없어…….",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				809,
				7,
				false
			]
		],
		[
			"msg",
			186990,
			"Esha……",
			"爱莎……",
			"エルサ、聞きなさ——",
			"엘사, 들어——",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				809,
				7,
				true
			]
		],
		[
			"msg",
			186991,
			"Now I have no time to discuss these, I must stop Angelia-Sama!",
			"现在没时间和你讨论这些，我必须阻止安洁利亚大人才行！",
			"黙って！今、輝火とそのことについて話し合っている暇はないの。何としてもアンジェリア様を止めないと！",
			"닥쳐! 지금 키카와 그 이야기를 나눌 시간이 없어. 어떻게 해서든 안젤리아 님을 막아야 해!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				809,
				6,
				false
			]
		],
		[
			"msg",
			186992,
			"Esha! Let me help you!",
			"爱莎！我来帮你！",
			"私も手伝うから問題ないわ。",
			"나도 도와줄 테니 문제없어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				6,
				true
			]
		],
		[
			"msg",
			186993,
			"Piu!",
			"蹭！",
			"——ザンッ！",
			"——쨍!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				7,
				false
			]
		],
		[
			"msg",
			186994,
			"Eh!",
			"呃！",
			"えっ！",
			"엣!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				809,
				7,
				true
			]
		],
		[
			"msg",
			186995,
			"What can you do in your condition? Drop your weapon, if you use Nexus system again I won't forgive you! Stay here!",
			"你现在这个样子能做什么？放下你的武器，如果再使用nexus系统的话我就对你不客气了！给我好好在这里呆着！",
			"あなた、今の体で何ができるの？武器を捨てて。もし、またnexusシステムを使ったら許さないから！そこで大人しくしてて！",
			"너, 지금 몸으로 뭘 할 수 있다고? 무기 내려놔. 또 넥서스 시스템을 사용하면 용서하지 않을 거야! 거기서 조용히 있어!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				809,
				7,
				false
			]
		],
		[
			"msg",
			186996,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				868,
				2,
				false
			]
		],
		[
			"msg",
			186997,
			"I already wear the powerful cyrstal shoes, why I still have to experience such pain……",
			"明明已经穿上了能够变得强大的水晶鞋，为什么命运还要让我在此体验这样的痛苦……",
			"強くなれるガラスの靴を履いたはずなのに、どうして運命は私にまたこんな苦痛を与えるの……。",
			"강해질 수 있는 유리 구두를 신었을 텐데, 왜 운명은 나에게 또 이런 고통을 주는 거야…….",
			null
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				868,
				4,
				false
			]
		],
		[
			"msg",
			186998,
			"Kiana! Give me back all the things I have lost!!",
			"琪亚娜！把我失去的一切都还给我！！",
			"キアナ！　私が失った全てを返しなさい！！",
			"키아나! 내가 잃은 모든 것을 돌려놔!!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				868,
				4,
				true
			]
		],
		[
			"msg",
			186999,
			"Angelia-Sama, you are fighting with me!",
			"安洁利亚大人，你的对手是我！",
			"アンジェリア様、あなたの相手は私です！",
			"안젤리아 님, 당신의 상대는 나야!",
			null
		]
	],
	"727": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187000,
			"Bang!!",
			"砰！！",
			"——ザンッ！！",
			"——쨍!!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187001,
			"Such strong power……",
			"好强大的力量……",
			"な、何て強い力なの……。",
			"무, 무슨 이런 힘이…….",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				868,
				4,
				false
			]
		],
		[
			"msg",
			187002,
			"All those who stop me……must die……",
			"妨碍我的人……都得死……",
			"邪魔する者は……全員、殺す……。",
			"방해하는 자는…… 전부, 죽인다…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				868,
				4,
				true
			]
		],
		[
			"msg",
			187003,
			"Bang!!",
			"砰！！",
			"——ザンッ！　キンッ！",
			"——쨍! 쨍그랑!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				868,
				4,
				true
			]
		],
		[
			"msg",
			187004,
			"Eh!! So…my power still can't defeat her……",
			"呃！！果然…以我的实力还无法战胜她么……",
			"うっ！！　やっぱり、私の実力では彼女には勝てないか……。",
			"윽!! 역시, 내 실력으로는 그녀를 이길 수 없나…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			187005,
			"Kika!",
			"无色辉火！",
			"輝火！",
			"키카!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				809,
				6,
				false
			]
		],
		[
			"msg",
			187006,
			"Pass it to me! Shoot!!",
			"交给我吧！发射！！",
			"発射ッ！！",
			"발사!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				6,
				true
			]
		],
		[
			"msg",
			187007,
			"Boom!!!",
			"轰！！！",
			"ドォォオオオン！！！",
			"두우우웅!!!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				868,
				4,
				false
			],
			[
				809,
				6,
				true
			]
		],
		[
			"msg",
			187008,
			"Eh!",
			"呃！",
			"うっ……な、なにが……。",
			"윽…… 뭐, 뭐가…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				868,
				4,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			187009,
			"I don't care about Artificial Herrscher! Don't overlook the power of a S-level Valkyrie!",
			"人造律者又怎么样！别小瞧了S级女武神的力量啊！！",
			"人造律者がなんですの？S級戦乙女の力を思い知りなさい！！",
			"인조율자가 뭐라고? S급 전처녀의 힘을 똑똑히 보여주겠어!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			187010,
			"Bang!!",
			"砰！！",
			"バンッ！！！",
			"빵!!!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			187011,
			"I don't care about the power of Divine Maiden! Kiana! I can do what you can!!",
			"不就是圣女之力么！琪亚娜！你做得到的事情我也一样能做到！！",
			"たかが聖女の力じゃない！キアナにできることなら私にもできるはずですわ！",
			"겨우 성녀의 힘 따윈 아니야! 키아나도 할 수 있다면 나도 할 수 있을 거야!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				868,
				4,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			187012,
			"Ahhh————!!!",
			"啊啊啊————！！！",
			"あ、あぁぁぁ————！！！",
			"아, 아아아아————!!!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				868,
				4,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			187013,
			"Coo……!",
			"咕……！",
			"ぐっ……！",
			"윽……!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				868,
				4,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			187014,
			"Maria-Sama! Get rid of her! Otherwise you'll be eroded by Honkai as well!",
			"玛丽亚大人！快放开她！这样下去你也会被崩坏侵蚀的！",
			"マリア様！早くアンジェリア様を放してください！このままでは崩壊に侵蝕されてしまいます！",
			"마리아님! 빨리 안젤리아님을 놓아주세요! 이대로면 붕괴에 침식당하고 말 거예요!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				868,
				4,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			187015,
			"Shut up…get away!!",
			"少给我废话…给我在一边好好看着！！",
			"うるっさい！！　そこで見ていなさい！！",
			"시끄러워!! 거기서 보고 있으라구!!",
			null
		],
		[
			"msg",
			187016,
			"Coo!!!",
			"咕！！！",
			"ぐっ！！！",
			"윽!!!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				868,
				4,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			187017,
			"Get away!",
			"给我滚开！",
			"マリアお姉ちゃん、放して！！",
			"마리아 언니, 놔줘!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			187018,
			"Bang!!",
			"砰！！",
			"——ヒュンッ！",
			"——흑!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			187019,
			"Maria-Sama!",
			"玛丽亚大人！",
			"マ、マリア様！？",
			"마, 마리아님!?",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				868,
				1,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			187020,
			"Coo…it's me…I hurt Maira……",
			"咕…是我…是我伤害了玛丽亚姐姐……",
			"……え？わ、私が……私がマリアお姉ちゃんを傷つけた……。",
			"......에? 나, 내가...... 내가 마리아 언니를 해친.......",
			null
		],
		[
			"msg",
			187021,
			"Me…me……",
			"我…我……",
			"私……わた、し……。",
			"나...... 나, 나......",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				868,
				1,
				true
			],
			[
				809,
				6,
				false
			]
		],
		[
			"msg",
			187022,
			"Angelia!",
			"安洁利亚！",
			"アンジェリア！",
			"안젤리아!",
			null
		],
		[
			"msg",
			187023,
			"She is running out of the school! We need to catch up!",
			"她朝学园外面跑去了！我们得赶紧追上去！",
			"学園の外に走っていったわ！　急いで追いかけるわよ！",
			"학원 밖으로 달려나갔어! 서둘러 쫓아가자!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				809,
				6,
				true
			]
		],
		[
			"msg",
			187024,
			"Kika! Ah…any body come here! Take Maria-Sama for treatment!",
			"辉火！啧…快来人！带玛丽亚大人去救治！",
			"輝火！ちっ……誰かマリア様を手当して！",
			"키카! 쳇... 누군가 마리아 님을 치료해줘!",
			null
		]
	],
	"728": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187025,
			"Beeo beep beep——",
			"滴滴滴——",
			"——ピピピ",
			"——삐삐삐",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				6,
				false
			]
		],
		[
			"msg",
			187026,
			"Report! Theresa-Sama! The Herrscher core of Angelia is extremely unstable! She's in a very dangerous condition! We are trying to get her back!",
			"报告！德丽莎大人！安洁利亚的律者核心极其不稳定！她现在的状况很危险！我们正在追回她！",
			"申し上げます、テレサ様！アンジェリアの律者のコアが極めて不安定です！彼女の今の状況はとても危険です！現在彼女を追跡中！",
			"말씀드립니다, 테레사 님! 안젤리아의 율자 코어가 극도로 불안정합니다! 그녀의 현재 상황은 매우 위험합니다! 지금 그녀를 추적 중입니다!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				413,
				3,
				false
			]
		],
		[
			"msg",
			187027,
			"Ok! Please! We are coming soon!",
			"好的！拜托了！我们马上赶到！",
			"わかったわ！そっちは任せたわよ！あたくしたちも今すぐ行くから！",
			"알았어! 그쪽은 맡길게! 우리도 지금 바로 갈 테니까!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				6,
				false
			]
		],
		[
			"msg",
			187028,
			"Esha! Let's go! Follow her!",
			"爱莎！我们走！赶紧追上她！",
			"エルサ、行くわよ！　急いでアンジェリアを追いかけるわ！",
			"엘사, 가자! 서둘러 안젤리아를 쫓아가!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				809,
				6,
				true
			]
		],
		[
			"msg",
			187029,
			"Kika…why you come to me again, why you bother to mind my business? I told you, I have nothing to do with you!",
			"无色辉火…为什么你又要出现在我的面前，为什么还要来管我的事情？我已经说过了，我们再也没有任何关系！",
			"輝火……どうしてまた私の前に現れたの？どうして、私に構うの？言ったでしょ……私たちはもう何の関係もないの！",
			"키카... 왜 또 내 앞에 나타난 거야? 왜, 나를 신경 쓰는 거야? 말했잖아... 우리는 이제 아무 관계도 없다고!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			187030,
			"If so you have no right to decide where I go~I'm just carrying my duty as a Valkyrie!",
			"既然没有关系那你也管不着我要去哪~我只不过是履行女武神的职责罢了！",
			"もう関係がないのなら、あなたも私がどこへ行こうと口を挟まないでよね～。エルサってば何を勘違いしてるのよ。私は戦乙女としての役目を果たしているだけよ！",
			"이제 관계가 없다면, 너도 내가 어디로 가든 간섭하지 말아야지~. 엘사는 뭘 오해하고 있는 거야. 나는 전투여신으로서의 임무를 다할 뿐이야!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			187031,
			"……you really like meddling so much?",
			"……你就这么喜欢多管闲事么？",
			"……輝火はそんなにお節介が好きなの？",
			"...키카는 그렇게 참견하는 게 좋아?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			187032,
			"After all you were my best friend, my most important leader, and you already knew my hope, I hope you can live a good life, and I don't care if it's one-sided.",
			"毕竟你曾经可是我的挚友，是我最重要的队长啊，而且我的愿望你不早就知道了么，我只希望你能好好活下去，即便是单相思我也不在意哦。",
			"別にいいじゃない。エルサは私の親友であり、私の一番大切な隊長だったんだもん。それに私の願いだって知っているでしょ？私が望んでいるものは、エルサがちゃんと生きていくことだけ。片想いでも構わないわよ。",
			"별로 상관없어. 엘사는 내 가장 친한 친구이자, 내 소중한 대장이었으니까. 게다가 내 소원도 알고 있잖아? 내가 바라는 건 엘사가 잘 살아가는 것뿐이야. 짝사랑이라도 괜찮아.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			187033,
			"You are…the real hardass……",
			"你这家伙…性格果然很难缠……",
			"輝火……本当にしつこい性格なんだから……。",
			"키카…… 정말 끈질긴 성격이네……",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			187034,
			"You should have known this.",
			"这种事情你早就应该知道了。",
			"そんなこと、とっくにわかっていたはずでしょ？",
			"그런 건 벌써 알았을 텐데?",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			187035,
			"Why you can't leave me alone…I'm no longer the Esha before, I don't want to be entitled as her because of this name.",
			"为何你总是要缠着我不放…我已经不是曾经的爱莎了，我不想因为爱莎这个名字而被你冠上她的标记。",
			"どうしていつも私にしつこくつきまとうの！？私はもう……昔のエルサじゃないの。昔のエルサと一緒にしないで！",
			"왜 항상 나에게 이렇게 집착하는 거야!? 나는 이제…… 예전의 엘사가 아니야. 예전의 엘사랑 동일시하지 마!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			187036,
			"No…it doesn't matter if you are Esha or not, I just want to see the shining glow that belongs to you.",
			"不…不论你是不是爱莎都无所谓，我只是想看到属于你的那一缕辉光。",
			"え？あ～、別に今とか昔のエルサとかそんなものはどうでもいいの。私はエルサの輝く光を見たいだけ。",
			"어? 아~, 별로 지금이나 예전의 엘사 같은 건 어쩌든 상관없어. 나는 엘사의 빛나는 모습을 보고 싶을 뿐이야.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				1,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			187037,
			"Shining glow?",
			"辉光？",
			"輝く光？",
			"빛나는 모습?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				1,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			187038,
			"Right, when you're worried about those injured Valkyria, I saw the scene when you comforted the Team Thirteen, even you have no bread in your hand, but you have the same shining low as her.",
			"没错，在你为那些受伤的女武神而焦急的时候，我仿佛看到了你安慰第十三小队队员时候的场景，即便你手中没有拿着面包，但同样有着和她一样的辉光。",
			"そうよ。あなたが負傷した戦乙女たちのために焦っていた時、まるであなたが第十三小隊の隊員を慰めていた時と同じように見えたわ。エルサの手にパンはなかったけれど、彼女と同じような輝きの光を持っていた。",
			"그래. 네가 부상당한 전투여신들을 위해 안달하던 때, 마치 네가 제13소대 대원들을 위로하던 때와 똑같아 보였어. 엘사의 손에는 빵이 없었지만, 그녀와 같은 빛을 가지고 있었지.",
			null
		],
		[
			"msg",
			187039,
			"No matter if I am near your side, no matter if any one entitle you as her, but you are turning into some one like her, this is the way you choose yourself.",
			"不管我是不是在你的身边，不管有没有人给你打上她的标记，但是你也在潜移默化中变成和她相似的人，这也是你自己选择的道路。",
			"私がエルサのそばにいてもいなくても、誰かが昔のエルサと同一視したとしても、あなたは知らず知らずのうちに彼女に似た人になっているのよ。これもあなたが自分で選んだ道なのよ。",
			"내가 엘사 곁에 있든 없든, 누군가가 예전의 엘사와 동일시하든, 너는 모르는 사이에 그녀와 닮은 사람이 되어가고 있어. 이건 네가 스스로 선택한 길이야.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			187040,
			"No, it's you who see me as her, so if I only a little look like her, you will think us similar, but I'm not, now I'm just a weapon for Shicksal to clear Honkai.",
			"不，这只是你将我代入到她的角色中，所以只要稍有接近的地方，你就会觉得我和她很像，但我不是，现在的我只是天命用来扫清崩坏的利刃而已。",
			"違うわ！それは輝火が私を彼女というキャラクターに置き換えているだけよ。だから少しでも近いところがあれば、私と彼女が似ているように見えるだけで……でも、私は違うの。今の私は天命が崩壊を倒す刃でしかないわ。",
			"아니야! 그건 키카가 나를 그녀라는 캐릭터로 대체하고 있을 뿐이야. 그래서 조금이라도 비슷한 점이 있으면, 나와 그녀가 닮아 보일 뿐이지…… 하지만, 나는 달라. 지금의 나는 천명이 붕괴를 쓰러뜨리는 칼일 뿐이야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				809,
				7,
				false
			]
		],
		[
			"msg",
			187041,
			"You are both very stubborn.",
			"果然连顽固的性格这一点也很像呢。",
			"はぁ～これだからエルサちゃんは……頑固な性格まで似てるじゃない。ばーか。",
			"하아~ 이래서 엘사 쨩은…… 고집센 성격까지 닮았네. 바보야.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				809,
				7,
				true
			]
		],
		[
			"msg",
			187042,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			187043,
			"Esha, if you really want to distance yourself from me, please don't tell Otto that you will replace me to fight, as you said, no one can be replaced, like you can't replace Esha.",
			"爱莎，如果真的想撇清关系的话，就不要对奥托说出代替我去战斗这种话，因为正如你说的，谁都无法代替别人，就跟你无法代替爱莎一样。",
			"エルサ、本当に関係を清算したいのなら、オットーに私の代わりとして戦いに行くなんてことは言わないことね。エルサが言った通り、誰も他の誰かの代わりになることなんてできないんだから。あなたがエルサの代わりになれないのと同じようにね。",
			"엘사, 진짜 관계를 정리하고 싶다면 오토에게 내 대신 싸우러 가라는 말은 하지 마. 엘사가 말한 대로, 아무도 다른 누군가의 대신이 될 수 없는 거니까. 네가 엘사의 대신이 될 수 없는 것처럼.",
			null
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				809,
				6,
				false
			]
		],
		[
			"msg",
			187044,
			"Right, I did a lot for you, my life is like a one foot in the grave, but so what? My mission is to fight against Honkai, if I can't even do this, I have nothing left!",
			"没错，我是为你付出了很多，我的生命现在确实就和风中残烛没什么区别，但那又如何？我的使命本来就是和崩坏战斗，如果连这种义务都被剥夺了的话，那我不就什么也不剩了么！",
			"私はエルサのためにいろんなものを犠牲にした。私の命は確かに風前の灯火といっても過言ではないわ。でも、だから何だっていうの？私の使命はそもそも崩壊と戦うことよ。使命すら奪われたら私には何も残らないじゃない！",
			"나는 엘사를 위해 많은 것을 희생했어. 내 목숨이 확실히 풍전등화라고 해도 과언이 아니야. 하지만, 그래서 어쩌라는 거야? 내 사명은 원래 붕괴와 싸우는 거야. 사명마저 빼앗기면 나에게는 아무것도 남지 않잖아!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				809,
				6,
				true
			]
		],
		[
			"msg",
			187045,
			"Why you are all thinking in this way.",
			"为什么你们的想法都是这样的。",
			"どうしてあなたたちってみんなそういう考え方しかできないの？",
			"왜 너희들은 다들 그런 생각밖에 못 하는 거야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			187046,
			"What?",
			"嗯？",
			"えっ？",
			"엥?",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			187047,
			"Just now, a Valkyrie who claimed herself was a member of \"Shooting Star\" came to find me.",
			"就在刚才，有一位自称是曾经“流星”小队的女武神来找过我。",
			"さっき、かつての流星小隊を名乗る戦乙女が私のところに来たの。",
			"방금, 예전의 유성 소대를 자칭하는 발키리가 내게 왔어.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			187048,
			"What…did she tell you?",
			"她…对你说了什么？",
			"彼女……何を言ったの？",
			"그녀... 뭐라고 했어?",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			187049,
			"She said their leader has sacrificed, who always felt guilty about us, and wanted our forgiveness, because what she did to the map, caused we met strong enemy in the unmarked location.",
			"她告诉我流星小队的队长已经牺牲了，那位队长在生前总是抱着对我们的歉意，想要获得我的原谅，因为是她在作战的图纸中做了手脚，才导致我们在未标记的位置遭遇了强大的敌人。",
			"彼女は流星小隊の隊長が犠牲になったこと、その隊長が生前いつも私たちに謝って許してほしかったと聞いたわ。彼女が作戦用地図に細工をしたせいで、私たちがマーキングの無い場所で強い敵に遭遇してしまったの。",
			"그녀는 유성 소대의 대장이 희생됐다는 것, 그 대장이 생전에 늘 우리에게 사과하고 용서를 바랐다고 들었어. 그녀가 작전용 지도에 조작을 해서 우리가 표시 없는 곳에서 강한 적과 마주쳤던 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			187050,
			"I've already known……really, that girl is dead…I was about to forget her, but now she's in my mind again, how annoying.",
			"这种事情我早就已经查到了……是么，那个家伙已经死掉了啊…本来已经准备忘记她了，现在那副嘴脸又浮现在我的脑中了呢，真是讨厌。",
			"なんだそんなこと。そんなの知ってたわよ……そう、あいつ死んじゃったのかぁ……もう彼女のことは忘れるつもりだったのに。またあの顔が頭の中に浮かんできたわ。本当にムカつく。",
			"뭐 그런 거. 그런 거 다 알았어... 그래, 그녀 죽었구나... 이미 그녀는 잊으려 했는데. 또 그 얼굴이 머릿속에 떠오르네. 정말 짜증나.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				3,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			187051,
			"Even an annoying girl like that, the member still asked me if she exchange her life to bring her leader back…because from her perspective, her leader is the one worth living.",
			"但就算是那样讨厌的人，她的下属依然问我如何用自己的生命做为交换来让她复活…因为在她看来，她的队长才是值得活着的人。",
			"でも、そんなにムカつく人でも、彼女の部下は私にどうすれば自分の命と引き換えに彼女を蘇らせることができるのか尋ねてきたわ。なぜなら彼女にとっては、彼女の隊長こそ生きる価値のある人だからよ。",
			"하지만, 그렇게 짜증나는 사람이라도, 그녀의 부하는 내게 어떻게 하면 자신의 목숨과 바꿔 그녀를 되살릴 수 있냐고 물어왔어. 왜냐면 그녀에게는, 그녀의 대장이야말로 살 가치가 있는 사람이었거든.",
			null
		],
		[
			"msg",
			187052,
			"But from both of your perspective, I am the same as that leader of Shooting Star right?",
			"或许在你和那个女武神的视角来看，我与那个流星小队的队长并无差异不是么？",
			"輝火とあの戦乙女にとっては、私とあの流星小隊の隊長に何ら違いはないのかもしれないわね",
			"키카와 그 전투소녀에게는, 나와 그 유성 분대의 대장 사이에 별다른 차이가 없을지도 모르겠네.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				809,
				7,
				false
			]
		],
		[
			"msg",
			187053,
			"I got you…because in their eyes, their leader is the one most worth trusting.",
			"我明白你的意思…因为在女武神小队的眼里，自己的队长永远是最值得信任的人。",
			"あなたの言いたいことはわかる。だって、戦乙女小隊にとっては、自分の隊長こそどんな時でも信頼できる人だもの。",
			"네가 말하고 싶은 건 알겠어. 전투소녀 분대에게는 자신의 대장이야말로 어떤 상황에서도 믿을 수 있는 사람이니까.",
			null
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			187054,
			"I've been thinking a lot after that thing, the only way for Valkyria is to show their values in the fight against Honkai, and get promoted, to be the strongest one.",
			"在那件事情之后我也想了很多，对于女武神来说唯一的出路就是在对抗崩坏的战斗中展现自己的价值，然后越爬越高，成为最强的那一个人。",
			"あの事件以来、私は色々考えたわ。戦乙女にとって唯一の道は崩壊に立ち向かう戦いの中で、自分の存在価値を発揮することだけなのよ。そして、できるだけ高いところまでいって最強の一人になること。",
			"그 사건 이후로 나는 많은 생각을 했어. 전투소녀에게 유일한 길은 붕괴에 맞서 싸우는 과정에서 자신의 존재 가치를 발휘하는 것뿐이야. 그리고 가능한 한 높은 곳까지 올라가 최강의 존재가 되는 거지.",
			null
		],
		[
			"msg",
			187055,
			"Because in their boring and plain life, they have no choice except fighting, if there's nothing as support, they can easily collaspse…so I can understand why she wanted to clear all the competitors to make her team get to the top.",
			"因为在她们枯燥暗淡的生命中，除了战斗就没有别的选择，如果没有什么作为支撑的话，会很容易垮掉…所以她想要排除异己让自己的小队达到最高点的想法我能理解。",
			"彼女たちは退屈で薄暗い人生の中では戦いの他に選択の余地がないの。何かしら支えがないとすぐに心が折れてしまう……だから彼女は自分たちとは違う人間を排除し、自分の小隊を一番にしようとした。まぁ、これはわからなくもないわね。",
			"그들은 지루하고 어두컴컴한 인생에서 전투 외에는 선택의 여지가 없어. 무언가 의지할 거리가 없으면 금방 마음이 꺾여버려…… 그래서 그녀는 자신들과 다른 인간을 배제하고, 자신의 분대를 최고로 만들려고 했던 거야. 뭐, 이해 못 할 바는 아니지.",
			null
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			187056,
			"But I don't agree this, because she hurt others, and herself……",
			"但是我并不认同她的做法，因为她伤害到了别人，同样也伤害了自己……",
			"だけど、彼女のやり方には同意できないわ。だって、彼女は他人を傷つけると同時に自分まで傷つけたんだから……。",
			"하지만 그녀의 방식에는 동의할 수 없어. 왜냐면 그녀는 남을 해치면서 동시에 자신까지 해쳤으니까……",
			null
		],
		[
			"portraits",
			[
				876,
				3,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			187057,
			"But Esha, you are different, you were so pure, only looked at people around you, never cared about your own challenges, because of thihs, you turned to the \"Esha\" I knew.",
			"不过爱莎，你不一样，那个时候的你是那么的纯粹，只是注视着周围的人，从来不会在意自己的困难，也正是因为如此，你才变成了我认识的那个“爱莎”。",
			"でもね、エルサ、あなたは違うの。あの時のあなたはあんなに純粋で周りの人だけに気を配っていて、自分がどれだけ困難に陥ろうと気にしなかった。だからこそ、あなたは私が知っているあの「エルサ」になったのよ。",
			"하지만 엘사, 너는 달라. 그때의 너는 아주 순수했고 주변 사람들만 신경 썼지, 자신이 얼마나 어려움에 빠져있는지 신경 쓰지 않았어. 바로 그 덕분에 너는 내가 아는 그 「엘사」가 될 수 있었던 거야.",
			null
		],
		[
			"msg",
			187058,
			"So, no matter if you are Esha or not, as long as you keep this thought, it's enough.",
			"所以，不管现在的你是不是爱莎，只要你还保持着这份想法，就足够了。",
			"だから、今のあなたがエルサであろうとなかろうと、この想いを守っているだけで十分なの。",
			"그러니까, 지금의 네가 엘사이든 아니든, 이 마음만 지키고 있다면 충분해.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				1,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			187059,
			"Walking towards the way I think is right……",
			"朝着自己认为正确的道路前进么……",
			"自分が正しいと思う道を進む……ね。",
			"자신이 옳다고 믿는 길을 가는…… 그렇지.",
			null
		]
	],
	"729": [
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			187060,
			"There!",
			"在那里！",
			"あそこにいるわ！",
			"저기 있어!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				868,
				4,
				false
			]
		],
		[
			"msg",
			187061,
			"Why you always try to stop me…let me see Kiana……do you hear me!",
			"为什么你们总是要阻拦我…让我去见琪亚娜……听到没有！",
			"どうして、あなたたちはいつも私の邪魔をするの？私をキアナのところに行かせて……聞こえないの！？",
			"왜, 너희들은 항상 내 방해를 하는 거야? 나를 키아나에게 가게 해줘…… 안 들려!?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				868,
				4,
				true
			]
		],
		[
			"msg",
			187062,
			"It's getting worse, Esha! We need to control her.",
			"看来侵蚀已经越来越严重了，爱莎！我们得想办法控制她。",
			"侵食がますますひどくなっているみたい。エルサ、どうにかして彼女を抑えないといけないわ。",
			"침식이 점점 더 심해지고 있는 것 같아. 엘사, 어떻게든 그녀를 막아야 해.",
			null
		],
		[
			"msg",
			187063,
			"Esha, let me cover you, trying to get close to her!",
			"爱莎，我来掩护你，你想办法接近她！",
			"私が援護するから、どうにかして彼女に近づいて！",
			"내가 엄호할 테니, 어떻게든 그녀에게 접근해!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			187064,
			"I don't need your help, if you keep using that, you will fall down first.",
			"我不需要你的帮助，如果你继续使用那个武器的话，自己会先倒下的。",
			"輝火の援護なんていらないわよ。その武器を使い続けたら自分が先に倒れることになるわ。",
			"키카의 엄호 같은 건 필요 없어. 그 무기를 계속 사용하면 네가 먼저 쓰러지게 될 거야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			187065,
			"Shua!",
			"唰！",
			"——ヒュン！",
			"——휘인!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			187066,
			"Wait Esha!",
			"等一下爱莎！",
			"待って、エルサ！",
			"기다려, 엘사!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			187067,
			"Bang!!",
			"砰！！",
			"——ガンッ！！",
			"——쾅!!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			187068,
			"Such a sharp arrow…I try me best to avoid it.",
			"好尖锐的箭矢…光是躲避就已经尽全力了。",
			"な、何て鋭い矢なの……これじゃ避けるだけで精一杯だわ。",
			"뭐, 뭐 이런 날카로운 화살이…… 이건 피하는 것만으로도 벅차.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			187069,
			"Esha, you can't win her with your own power, we need to collaborate, that's what you taught me!",
			"爱莎，凭你一个人的力量是战胜不了她的，我们需要的是配合，这也是你曾经教会我的东西！",
			"エルサ、一人ではアンジェリアに勝てないわ。私たちが力を合わせないと無理よ。これもあなたが私に教えてくれたことなのよ！",
			"엘사, 혼자서는 안젤리아를 이길 수 없어. 우리가 힘을 합쳐야만 해. 이건 네가 나에게 가르쳐 준 거잖아!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			187070,
			"But your condition is……",
			"但是你的身体……",
			"で、でも……輝火の体は……。",
			"그, 하지만……키카의 몸은……",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			187071,
			"Esha, I know because you died once, you treasure life so much, so you don't want me to continue fighting, and you give me a channce to have a different choice.",
			"爱莎，我知道因为你曾经死过一次，对生命特别在乎，所以不想让我继续战斗，想要给我一个重新选择的机会。",
			"エルサ、あなたが1度死んでいるから誰よりも命のことを大事にしていること、ちゃんとわかってるわ。だから私にこれ以上戦わせず、選択の機会を与えようとしているんでしょ？",
			"엘사, 네가 한 번 죽었기 때문에 누구보다도 생명을 소중히 여긴다는 걸 나도 알아. 그래서 나를 더 이상 싸우게 하지 않고, 선택의 기회를 주려는 거지?",
			null
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			187072,
			"But Esha, those Valkyria you saw are not giving up their lives randomly, because they know things that are more important.",
			"但是爱莎，你所看到的那些女武神并不是盲目地想要抛弃自己的生命，因为她们知道有些东西比生命更为重要。",
			"だけどエルサ、あなたが会ったあの戦乙女たちは盲目的に自分の命を投げ捨てようとしているんじゃないの。彼女たちは命よりも大切な物があるから戦っているのよ。",
			"하지만 엘사, 네가 만난 그 전투여신들은 맹목적으로 자신의 목숨을 버리려는 게 아니야. 그녀들은 목숨보다 소중한 것이 있기 때문에 싸우는 거야.",
			null
		],
		[
			"msg",
			187073,
			"The dedication of Valkyria for their honor…the dedication of Angelia for the Sanias, and the dedication of me for you…We can sacrifice our lives for these, and they are not just stupid stubbornness.",
			"女武神对于荣耀的执着…安洁利亚对于沙尼亚特家的执着，以及我对于你的执着…为了这些执着我们可以不惜生命，那这些东西就不单单是固执的愚蒙而已。",
			"戦乙女は名誉に対して執着するわ。アンジェリアはシャニアテ家に対して執着するし、私はエルサに執着する。そのためなら私たちみんな、命なんて惜しくないわ。だって、それで大切なものを守ることができたら満足じゃない。",
			"전투여신은 명예에 집착해. 안젤리아는 샤니아테 가문에 집착하고, 나는 엘사에게 집착해. 그를 위해서라면 우리 모두 목숨 따위 아깝지 않아. 왜냐면, 그렇게 소중한 것을 지킬 수 있다면 만족이니까.",
			null
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			187074,
			"But our beliefs.",
			"而是我们的信念。",
			"エルサ、理解して。これは、何者にも譲れない私たちの信念なのよ。",
			"엘사, 이해해줘. 이건, 어떤 것도 양보할 수 없는 우리의 신념이야.",
			null
		],
		[
			"msg",
			187075,
			"Like Esha before, to keep the shining glory in people's heart, because of such emotions emong people, we become colorful.",
			"就像曾经的爱莎一样，为了保存人类心中的辉光，正因为人与人之间有着这样的情感，才会绽放出美丽的色彩。",
			"かつてのエルサのように、人と人との間にこんな感情があるからこそ、人類が輝き光を守るために美しい色を放つことができるの。",
			"과거의 엘사처럼, 사람과 사람 사이에 이런 감정이 있기 때문에, 인류가 빛을 지키기 위해 아름다운 색을 뿜어낼 수 있는 거야.",
			null
		],
		[
			"msg",
			187076,
			"That's what you've taught me!",
			"这也是你曾经教会我的道理！",
			"これも以前あなたが私に教えてくれた不屈の信念なのよ！",
			"이것도 예전에 네가 나에게 가르쳐준 불굴의 신념이야!",
			null
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			187077,
			"So please believe me, I will tell you what I'm thinking with this strike!",
			"所以请相信我吧，我会用这一击来告诉你我内心的想法！",
			"だから私を信じて。この一撃で私の心の中にある想いを教えてあげる。",
			"그러니까 나를 믿어줘. 이 한 방으로 내 마음속에 있는 감정을 보여줄게.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			187078,
			"Ok…only this one, if it fails you have to leave.",
			"好吧…仅此一击，如果没有成功的话你就乖乖撤退。",
			"……分かったわ。ただし、一発だけよ。上手くいかなかったら大人しく撤退しなさい。",
			"……알았어. 하지만, 한 발만이야. 잘 안 되면 얌전히 물러나.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			187079,
			"Huh~the stronggest cannon of Schicksal is not just a decoration!",
			"哼哼~天命最强的炮火可不是摆设！",
			"やっぱりエルサは私に甘いんだから～。天命最強の主砲バームクーヘンはダテじゃないんだからね！",
			"역시 엘사는 나한테 약해~. 천명 최강의 주포 바움쿠헨은 장식이 아니니까!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			187080,
			"Then let me show you what is the color, of my dedication!",
			"那就让我看看你所谓的执念，究竟是什么样的色彩吧！",
			"まったく……それじゃあ輝火、私に……私だけに見える色を見せてよ。",
			"정말…… 그럼 키카, 나에게…… 나만이 볼 수 있는 색을 보여줘.",
			null
		]
	],
	"730": [
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				868,
				1,
				false
			]
		],
		[
			"msg",
			187081,
			"Huh…huh……",
			"呼…呼……",
			"フー……フー……。",
			"후…… 후…….",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				868,
				4,
				false
			]
		],
		[
			"msg",
			187082,
			"It's not finished yet! I will kii you! All of you who stop the Sanias!",
			"还没有结束！我要杀掉你们！杀掉一切阻碍沙尼亚特的人！！",
			"まだ終わっていない！皆殺しにしてやる！シャニアテを邪魔する者は全員殺してやるわ！",
			"아직 안 끝났어! 다 죽여버릴 거야! 샤니아테를 방해하는 자는 모두 죽여주겠어!",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"msg",
			187083,
			"The Sentence of Judah!",
			"犹大的裁决！",
			"裁決の十字架！",
			"재결의 십자가!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			187084,
			"Shua!",
			"唰！",
			"ジャララララ——！！",
			"짜라라라라——！！",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				868,
				1,
				false
			]
		],
		[
			"msg",
			187085,
			"Uh……",
			"呃……",
			"うっ……。",
			"으음......",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			187086,
			"So the Herrscher fragments are not that easy to surpress, even for people of the Sanias, it's the same.",
			"看来律者核心的碎片果然没有那么容易压制呢，即使是拥有些许沙尼亚特家族血统的人，也不例外么。",
			"やっぱり律者のコアの欠片の制御はそれほど簡単ではないようだね。シャニアテ家の血筋を持つ人間であっても例外ではないのか。",
			"역시 율자의 코어 조각 제어는 그렇게 쉽지 않은 모양이군. 샤니아테 가의 혈통을 가진 인간이라도 예외는 아닌 건가.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187087,
			"Otto, come up with something! Are you going to see her eroded by Honkai like this!",
			"奥托，快想想办法！难道你要让她就这样被崩坏侵蚀么！",
			"オットー、早くどうにかしなさいよ！彼女がこのまま崩壊に侵食されるのを黙って見ているつもりなの！？",
			"오토, 빨리 어떻게 좀 해! 그녀가 이대로 붕괴에 침식당하는 걸 가만히 보고만 있을 셈이야!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			187088,
			"With our current technology, it's impossible to stop the erosion of Herrscher core, so we can only slow it down.",
			"以现阶段的技术来说，阻止律者核心的侵蚀是不可能的事情，所以只能让崩坏侵蚀的速度减缓而已。",
			"今の技術では律者のコアの侵食を阻止することが不可能なんだ。だから崩壊の侵食するスピードを遅らせることしかできないんだよ。",
			"현재 기술로는 율자 코어의 침식을 막는 게 불가능해. 그래서 붕괴의 침식 속도를 늦추는 것밖에 할 수 없어.",
			null
		],
		[
			"msg",
			187089,
			"Kika, remember this, use it.",
			"辉火，还记得这支崩坏抑制剂么，用它来暂时压制律者核心的暴走吧。",
			"輝火ちゃん、この崩壊抑制剤を覚えているかい？それでしばらく律者のコアの暴走を抑えるんだ。",
			"키카, 이 붕괴 억제제 기억나? 이걸로 잠시 율자 코어의 폭주를 억제하는 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187090,
			"Otto, you said it would be ok if the core is surpressed in the beginning of experiment! Why this happened!",
			"奥托，你不是说在实验初期压制住核心就没有问题么！为什么会出现这种情况？",
			"オットー、実験初期にコアを制御したから問題ないって言わなかった！？どうしてこんなことになるの？",
			"오토, 실험 초기에 코어를 제어트해서 문제없다고 하지 않았어!? 어떻게 이런 일이 생긴 거야?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			187091,
			"After the experiment of artificial Herrscher, if the Honkai can be surpressed in the final stage, it can be controlled.",
			"本来在接受完人造律者实验后，只要能够在最终阶段压制住崩坏，那么的确可以有比较稳定的效果。",
			"本来は人造律者の実験を受けた後は、最終段階で崩壊を制御できれば、確かに安定する効果になるはずなんだ。",
			"원래는 인조 율자 실험을 받은 후에는, 최종 단계에서 붕괴를 제어할 수 있으면 확실히 안정되는 효과가 나올 거였어.",
			null
		],
		[
			"msg",
			187092,
			"But Angelia is influenced by the Divine Maiden power of Kiana, causing the core out of control again.",
			"而安洁利亚是受到琪亚娜圣女之力影响才发生了异变，导致核心再度失控。",
			"しかし、アンジェリアはキアナの持つ聖女の力の影響を受けたせいで異変を起こして、コアが再び制御を失ってしまったんだ。",
			"하지만 안젤리아는 키아나가 가진 성녀의 힘의 영향을 받은 탓에 변이를 일으켜, 코어가 다시 제어를 잃고 말았어.",
			null
		],
		[
			"msg",
			187093,
			"The power of Divine Maiden can control Honkai, either surppress it or let it out, so for us, if we want have the perfect artificial Herrscher, the power of Divine Maiden is the most effective tool.",
			"圣女的力量足以操纵崩坏，不论是压制亦或是释放，因此对于我们来说，想要得到完美的人造律者，圣女的力量是最有效的工具。",
			"聖女の力は崩壊を操るのには十分なんだ。抑圧も開放もできる。だから僕たちにとって、完璧な人造律者を手に入れたいというなら、聖女の力こそが最も効果的な道具なんだよ。",
			"성녀의 힘은 붕괴를 조종하는 데에는 충분해. 억압도 해방도 할 수 있지. 그래서 우리에게 있어, 완벽한 인조율자를 손에 넣고 싶다면 성녀의 힘이야말로 가장 효과적인 도구야.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			187094,
			"But from the result you still didn't get Kiana.",
			"但是从结果看来你这次行动依然没有获得琪亚娜呢。",
			"でも、結果からいうと今回の作戦行動ではやはりキアナは逃げちゃったわね。",
			"하지만 결과적으로 말하자면 이번 작전 행동에서는 역시 키아나는 도망쳐 버렸네.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			187095,
			"Theresa, don't worry, Kiana is only a container of Divine Maiden, what she has is the Stigmata of the Sanias, the Kaslana, and the uninque one of her own.",
			"德丽莎，不用着急，琪亚娜只是圣女的容器之一，她所拥有的无非是沙尼亚特与卡斯兰娜家的圣痕在加上自己独特的圣痕罢了。",
			"テレサちゃん、焦ることはないよ。キアナは単なる聖女の器のひとつだからね。彼女が持っているのは、シャニアテ家とカスラナ家の聖痕に自分独自の聖痕を加えたものにすぎない。",
			"테레사, 급할 필요 없어. 키아나는 단지 성녀의 그릇 중 하나일 뿐이야. 그녀가 가진 건 샤니아테 가문과 카스라나 가문의 성흔에 자신만의 성흔을 더한 것에 불과해.",
			null
		],
		[
			"msg",
			187096,
			"Even without Kiana, we don't need to worry. The collapse of Anti-Entropy means no one can stop me from getting to the final realm.",
			"即使没有琪亚娜，我们也无需焦虑。逆熵毁灭的现在已经没有人能阻止我接近那最终的领域了。",
			"キアナがいないからといっても、僕たちが焦る必要はないんだよ。ネゲントロピーが壊滅した今、もう誰にも最後の領域に僕が接近するのを阻止できないからね。",
			"키아나가 없다고 해도, 우리가 급할 필요는 없어. 네겐트로피가 괴멸된 지금, 이제 아무도 마지막 영역에 내가 접근하는 걸 막을 수 없으니까.",
			null
		],
		[
			"msg",
			187097,
			"Kika, do you remember the story of 「Soul」? If you want Esha to be that perfect one, make your decision.",
			"辉火，还记得我所说的「灵魂」的故事么？如果你想要爱莎成为那个完美的个体的话，就做出你的抉择吧。",
			"輝火ちゃん、僕が言った魂の話を覚えているかい？もし君がエルサにあの完璧な個体になってもらいたいのなら、君自身が選択をしなくてはならない。",
			"키카, 내가 말한 영혼 이야기 기억나? 만약 네가 엘사에게 그 완벽한 개체가 되길 바란다면, 너 스스로 선택을 해야만 해.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187098,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			187099,
			"Kika, are you gonna go to the war for me…no, for \"Esha\"?",
			"辉火，难道你又要为了我…不对，为了“爱莎”而踏上战场么？",
			"輝火、もしかしてあなた、また私……いや、エルサのために戦場に立とうとしていないわよね？",
			"키카, 설마 너, 또 나... 아니, 엘사를 위해 전장에 서려는 건 아니지?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			187100,
			"No, I think I'm clear, I've let go many things after the conversation with you.",
			"不，我想我已经想明白了，今天与你的对话让我释怀了许多事情。",
			"ううん、自分でわかったような気がするの。今日あなたと話したことで、たくさんのことに納得がいったわ。",
			"아니, 스스로 깨달은 것 같아. 오늘 너와 나눈 대화로 많은 것들이 이해가 됐어.",
			null
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			187101,
			"My old leader was dead, and my new friend was quite upset because my dedication.",
			"我曾经的那个队长已经死去了，因为我的执念让我新结识的一位朋友苦恼不已呢。",
			"私が知ってる昔の隊長はもう死んだの。そして、私の執念のせいで新たに知り合った友人を苦しめ続けてしまっている。",
			"내가 알던 옛 중대장은 이미 죽었어. 그리고 내 집착 때문에 새로 알게 된 친구를 계속 괴롭히고 있었던 거야.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			187102,
			"You mean……",
			"你的意思是……",
			"それはつまり……。",
			"그 말은 즉.......",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			187103,
			"Ah…this time I'm not fighting for what has passed away, but to protect what exists now, to protect the glory in front of me.",
			"啊…这次我不是为了曾经逝去的东西而战，而是为了保护现在拥有的东西，守护住眼前的这份光芒。",
			"あっ、今度は失ったもののために戦うわけじゃないわ。そうじゃなくて、今あるものを守るために……目の前のこの光を守るために戦うのよ。",
			"아, 이번에는 잃어버린 것을 위해 싸우는 게 아니야. 그게 아니라, 지금 있는 것을 지키기 위해... 눈앞의 이 빛을 지키기 위해 싸우는 거야.",
			null
		]
	],
	"731": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187104,
			"Schicksal Headquarter",
			"天命总部",
			"天命本部",
			"천명 본부",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			187105,
			"Kika, have you decided?",
			"小辉火，你决定好了么？",
			"輝火ちゃん、決めたのかい？",
			"키카, 결심한 거야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187106,
			"Otto, what's the soul you keep saying? Does it really exist?",
			"奥托，你所说的灵魂到底是什么？它真的存在么？",
			"オットー、あなたの言う魂って一体なんなの？　それって本当に存在するの？",
			"오토, 네가 말하는 영혼이란 대체 뭐야? 그것이 정말로 존재하는 거야?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			187107,
			"Haha, Kika, you finally have interest in it, like I do! Don't worry, I can tell you for sure, it really exists.",
			"呵呵，辉火，你终于也对这种东西提起兴趣了么，你果然还是和我一样！放心，我可以确定地告诉你，这种物质确实存在。",
			"ふふ、輝火ちゃん、君もようやくこの種のものに興味を持ち始めたんだね。君はやっぱり僕と同じなんだ。安心してよ。僕が教えてあげるから。その物質は確かに存在するんだ。",
			"후후, 키카, 너도 드디어 이런 종류의 것에 관심을 가지기 시작했구나. 역시 너도 나와 같은 거야. 안심해. 내가 가르쳐 줄게. 그 물질은 분명히 존재해.",
			null
		],
		[
			"msg",
			187108,
			"Maybe it's not accurate to name it as \"soul\", but theoretically that's the most similar exsitence as soul, it contains all the emotions and memories before people die, so that they can be the same after they're reborn.",
			"或许称呼它为“灵魂”并不准确，但是那确实是理论上与灵魂最为相似的存在，它包容了人在生前所有的情感与记忆，以便他们能够在重生之后和之前别无两样。",
			"もしかしたらそれを魂と呼称するのは適切ではないかもしれない。でも、それは確かに理論上、魂に最もよく似た存在なんだ。それは人が生前持っていた感情や記憶を包み込み、彼らが生まれ変わった後と前とで何ら違いがないようにするものなんだ。",
			"아마도 그것을 영혼이라고 부르는 건 적절하지 않을지도 모르지만, 그것은 확실히 이론상 영혼과 가장 유사한 존재야. 그것은 사람이 생전에 가졌던 감정이나 기억을 품고, 그들이 환생한 후와 전에 아무런 차이가 없게 만드는 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187109,
			"I feel like I'm listening to a crazy story, but staying with you for so long, I'm quite used to this crazy world.",
			"我只感觉自己像是在听天方夜谭，但是跟在你的身边这么长时间，我也逐渐习惯了这个疯狂的世界了呢。",
			"まるでおとぎ話を聞いてるみたい……でも、オットーの近くに長くいたせいで、私もだんだんとこのクレイジーな世界に慣れてきたわ。",
			"마치 동화를 듣는 것 같아... 하지만 오토 곁에 오래 있어서, 나도 점점 이 미친 세계에 익숙해져 가는 것 같아.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			187110,
			"So our collaboration will continue, I will search the truth of this world with you.",
			"所以我们的合作还会继续吧，我会与你一同寻找这个世界的真相。",
			"さぁ、僕たちの協力関係を続けようか。君と一緒にこの世界の真相を探し求めるとするよ。",
			"자, 우리의 협력 관계를 계속하자. 너와 함께 이 세계의 진상을 찾아나가는 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187111,
			"I'm sorry, arrogant Archbishop, I have to disappoint you this time.",
			"很抱歉，自大的主教大人，这次我可是得让你遗憾了。",
			"ごめんなさい、偉大な主教様。今回ばかりは期待に沿えないわ。",
			"미안해, 위대한 주교님. 이번만큼은 기대에 부응할 수 없어.",
			null
		],
		[
			"msg",
			187112,
			"Me Kika, apply to you to withdraw the title of S-level Valkryie, and dismiss my position as a Valkyrie.",
			"无色辉火，此刻向你申请撤回S级女武神的称号，并且解除直属女武神的职务~",
			"無色輝火、ただ今を持ってS級戦乙女の称号を撤回、ならびに今の職務の解任を申請させてもらうわ。",
			"무쇼쿠키카, 지금부터 S급 전투처녀 칭호를 철회하고 현재 직무 해임을 신청할게.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			187113,
			"Huh…so you want to give up my power, and give up the one you saved with so many efforts?",
			"嚯…看来你是想要放弃我的力量，放弃你那个好不容易拯救的人么？",
			"おや？　君は僕の力でせっかく救った人を諦めるというのかい？",
			"어머? 내 힘으로 간신히 구한 사람을 포기하겠다는 거야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187114,
			"Esha of the \"Shing Glory\" has been the past, now I have to protect my friend \"Esha\" with some trouble.",
			"“辉光”小队的爱莎已经成为了过去式，而我现在要保护的只是我那位有点小麻烦的朋友“爱莎”。",
			"輝光小隊のエルサはもういない。いま私が守らないといけないのは、ちょっと面倒な友人エルサよ。",
			"휘광 소대의 엘사는 이제 없어. 지금 내가 지켜야 할 건, 좀 귀찮은 친구 엘사야.",
			null
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187115,
			"Otto, I don't agree with you, so I will use my way to find the answer.",
			"奥托，我不认同你的方法，所以我会用自己的方式寻找答案。",
			"オットー、私はあなたのやり方に賛同しないわ。だから私は自分のやり方で答えを探すことにする。",
			"오토, 난 네 방식에 동의하지 않아. 그래서 나는 내 방식으로 답을 찾을 거야.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			187116,
			"Haha…your way, so you finally choose the most naïve option.",
			"呵呵…自己的方式，看来你最终还是选择了最天真的一个选项。不过你以为我会这么容易就放你走么？",
			"フフ……自分のやり方ね。どうやら君は最後に甘い選択をしたようだね。だけど、僕がそんな簡単に無色輝火を手放すと思うのかい？",
			"훗... 네 방식이라. 어쩐지 넌 마지막에 감상적인 선택을 한 모양이네. 하지만 내가 그렇게 쉽게 무쇼쿠키카를 놓아줄 것 같아?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187117,
			"Hey! You said you let me to choose myself! Now you just put them back in!",
			"喂！之前可是你自己让我选的！难道你要出尔反尔么！",
			"ちょっと！　自分で選べって言ったのはオットーでしょ！　まさか翻すつもり！？",
			"잠깐! 자기가 선택하라던 건 오토잖아! 설마 뒤집을 셈이야!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			187118,
			"I never lies as the Archbishop, ok, I promise you, but even you're no longer S-level Valkyrie, you need to follow the command of Schicksal, if you do any harms to Schicksal, I will panish you right away.",
			"作为天命的主教我从不撒谎，好吧，我答应你，不过即使不是S级女武神，你也需要服从天命的指挥，如果有任何危害天命的行为，我会立即对你进行裁决。",
			"冗談だよ、いいだろう。君の申し出を受け入れよう。だけど、S級戦乙女じゃなくなっても、天命の指揮には従ってもらうよ。天命に危害を加えるような何らかの行為があれば、僕は裁きを加えるよ。",
			"농담이야, 좋아. 네 제안을 받아들이지. 하지만 S급 전투처녀가 아니더라도 천명의 지휘에는 따를 거야. 천명에게 해를 끼치는 어떤 행동이 있으면, 나는 심판을 내릴 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187119,
			"Huh~anyway I'm used to your scary words, I have only one sentence to say to a boss like you.",
			"哼哼~反正我已经习惯了你的危言耸听了，对于你这种压榨人的恶毒上司我现在只有一句话想说。",
			"ふふ～ん、もうオットーの脅しには慣れっこよ。あなたみたいな人から搾取してばかりの極悪上司に対してかける言葉なんてひとつしかないわ。",
			"흥, 난 이제 오토의 협박에는 익숙해졌어. 너 같은 사람에게 착취만 당하는 극악 상사에게 할 말은 딱 하나야.",
			null
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187120,
			"Me! Kika! Quit today!",
			"我！无色辉火！今天辞职！！",
			"私、無色輝火は、本日をもって辞めさせてもらいま～す！！",
			"나, 무쇼쿠키카는, 오늘부로 그만둘게요~!!",
			null
		],
		[
			"msg",
			187121,
			"Bye!",
			"再见！",
			"じゃあね～",
			"잘 있어~",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187122,
			"Bang!",
			"砰！",
			"バンッ！",
			"쾅!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			187123,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			187124,
			"Huh huh~I heard it, that statement is quite charisma.",
			"嚯嚯~我刚才可是在门外听到了，那句辞职宣言还是挺有魄力的嘛。",
			"ずっと扉の向こう聞いてたけど、あの辞職宣言はなかなか迫力があったわよ。",
			"계속 문 너머에서 듣고 있었는데, 그 사표 선언은 꽤 임팩트 있었어.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			187125,
			"Huh, of course~",
			"哼，那当然~",
			"うわっ！　姫子ずっと聞いてたの？",
			"우왁! 히메코 계속 듣고 있었어?",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				876,
				1,
				false
			]
		],
		[
			"msg",
			187126,
			"Kika…is it really ok for you to make this decision for me?",
			"辉火…你为了我做出这样的决定真的好么？",
			"輝火……私のためにこんな決断して本当にいいの？",
			"키카... 나를 위해 이런 결정을 해도 정말 괜찮은 거야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				876,
				1,
				true
			]
		],
		[
			"msg",
			187127,
			"Of course, since I'm now the very junior Valkyrie, I have no pressure, from now on, I will paint myself the color I want.",
			"那当然，既然已经回归了最底层的女武神，那就也没有什么压力了，从此之后无色不再是透明，我也会为自己染上想要的颜色。",
			"もちろんよ。一番下っ端の戦乙女に戻ったら何のプレッシャーもなくなったわ。これから先、無色はもう透明じゃないわよ。私だって自分の色に染め上げていくんだから。",
			"물론이지. 최하위 전투무녀로 돌아가면 어떤 압박감도 없어졌어. 이제부터 무쇼쿠는 더 이상 투명하지 않아. 나도 내 색깔로 물들여 나갈 거니까.",
			null
		],
		[
			"msg",
			187128,
			"Huh…let me think of it, I still need to find a team to join, hey! Himeko! Do you need more people in your team!",
			"嗯…让我想想，首先还是得找个小队加入才行呢，喂！姬子！你的小队缺人么！",
			"う～ん、まずは……そうだ！やっぱり小隊を見つけて入らないとね。ねえ、姫子！あなたの小隊って人が足りてないでしょ？元Ｓ級戦乙女が力になってあげるわ！",
			"음~ 일단은... 그래! 역시 소대를 찾아 들어가야지. 있지, 히메코! 네 소대 사람 부족하잖아? 원 S급 전투무녀가 힘이 되어 줄게!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			187129,
			"No, people who eat so much dessert like you, I can't afford.",
			"不缺，像你这样一天吃那么多甜品的人，我可养不起。",
			"十分間に合ってるわ。あなたみたいに一日中お菓子食べてる人を養ってあげられるほど余裕ないわよ。",
			"충분히 괜찮아. 너처럼 하루 종일 과자 먹는 사람을 부양해줄 여유는 없거든.",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				876,
				2,
				false
			]
		],
		[
			"msg",
			187130,
			"Sorry, \"Theocracy\" is an artificial Herrscher team.",
			"对不起，“神权”是人造律者的小队。",
			"輝火……ごめんなさい、神権は人造律者の小隊なの。",
			"키카... 미안, 신권은 인조율자 소대야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				876,
				2,
				true
			]
		],
		[
			"msg",
			187131,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				413,
				1,
				false
			]
		],
		[
			"msg",
			187132,
			"Since Kika made this decision she can make it, after all she used to be the S-level Valkyrie, it's not a big deal for her to find a team.",
			"辉火既然做出了这个决定就一定能自食其力，毕竟是天命曾经的S级女武神，想要找一个合适的小队肯定不是难题。",
			"輝火が決断したんだし、きっと自分でどうにかできるはずよ。なんといってもかつては天命のS級戦乙女だったんだから。自分に合う小隊を見つけるくらい難しくないはずよ。",
			"키카가 결심한 거니, 분명히 자기 힘으로 해낼 수 있을 거야. 뭐 어쨌든 과거에는 천명의 S급 발키리였잖아. 자신에게 맞는 소대를 찾는 정도는 어렵지 않을 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				413,
				1,
				true
			]
		],
		[
			"msg",
			187133,
			"Eh! Well……Theresa-Sama! Himeko! Esha! Wait! Listen to me!! Do you really want give up this great power!!",
			"呃！那个……德丽莎大人！姬子！爱莎！等下！听我说啊！！你们难道真的要放弃这么强力的战力么！！",
			"えっ！？ちょ、テレサ様！姫子！エルサ！待って待って、話を聞いてよ！！本当に超強力な戦力がいらないって言うの！？ねぇってば！！",
			"엣!? 잠, 잠깐만 테레사님! 히메코! 엘사! 기다려 기다려, 말 좀 들어봐!! 진짜로 초강력한 전력이 필요 없다는 거야!? 어이~!!",
			null
		]
	]
}