{
	"269": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61838,
			"Woaw…",
			"呜哇哇哇哇哇……",
			"うわわわわわ……",
			"우와아아아아……",
			"Waahhhhh..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61839,
			"Pa!",
			"噗嗵！",
			"ボトン！",
			"똑딱!",
			"<i>Poof!</i>"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61840,
			"*Cough* Kiana, what did you do?",
			"咳咳咳！琪亚娜，你刚才又动了什么东西了？",
			"ちょっと！キアナちゃん、また何か動かしたの？",
			"잠깐! 키아나, 또 뭘 움직인 거야?",
			"Hey! Kiana-chan, did you do something again?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61841,
			"No, it's not me…",
			"不…不是我，我没有……",
			"ち…ちがうわよ。あたしじゃないわ……",
			"아… 아니라고. 나 아니야……",
			"N-...No, not me..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61842,
			"Yeah, it's not Kiana… It's a black hole…",
			"布洛妮娅可以确认，确实不是琪亚娜的错……刚才在我们的面前应该是出现了一个黑洞一样的具有引力的空间裂缝。",
			"ブローニャ、確認。確かにキアナのミスではありません……さっき私たちの前にブラックホールのような引力を持つ空間の亀裂が発生しました。",
			"브로냐, 확인. 확실히 키아나의 실수가 아닙니다…… 방금 우리 앞에 블랙홀 같은 인력을 가진 공간 균열이 발생했습니다.",
			"Bronya can confirm this. It definitely wasn't Kiana's mistake... A space rift with a gravitational force similar to that of a black hole just appeared in front of us."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61843,
			"Black hole… Where are we now? Another space?",
			"空间裂缝？难道我们来到了另一个地方么？话说居然还真有这种东西存在么……",
			"空間の亀裂？まさか私たち別の場所に来ちゃったの？そもそも、そんなもの存在するのかしら……",
			"공간의 균열? 설마 우리 다른 장소에 와 버린 거야? 애초에, 그런 게 존재하기나 하는 걸까……",
			"A space rift? Could it be that we've teleported somewhere? Actually, does such a thing even exist..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61844,
			"Yep. I met this a lot of times. Like dream world…",
			"肯定有的啦，这种东西我都遇上过多少次了，什么平行世界梦境空间的之类的……",
			"あるにきまってるじゃーん。そんなの何回も遭遇してるじゃない。パラレルワールドとか夢空間とか……",
			"당연히 있는 거지 뭐. 그런 건 몇 번이나 겪었잖아. 패럴렐 월드 같은 거, 꿈 속 공간 같은 거……",
			"Of course it exists. I've encountered things like that many times. Parallel worlds, dream worlds, etc..."
		],
		[
			"msg",
			61845,
			"However, I haven't been to outland space.",
			"接下来就还差异世界没有去过了！",
			"まだ行ってないのは異世界くらいのもんじゃない？",
			"아직 안 가본 곳은 이세계뿐이지 않아?",
			"I'm pretty sure the only place I haven't been yet is another actual world!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61846,
			"*Bang*",
			"咚！",
			"ドーン！",
			"쿵!",
			"<i>Bang!</i>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61847,
			"Ouch!",
			"哎哟！",
			"きゃあっ！",
			"깨앗!",
			"Aaah!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61848,
			"Bronya, do you know where are we now?",
			"布洛妮娅，能够探查到我们现在的坐标么？",
			"ブローニャ、私たちの今の座標を調べられる？",
			"브로냐, 우리 현재 좌표 확인할 수 있어?",
			"Bronya, can you find our current coordinates?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61849,
			"Detecting… Unknown place, I can't find it in my map.",
			"检索中……未知领域，已知地图上没有与这块海岸线相似的岛屿或大陆。",
			"検索中……未知の領域です。既存の地図にはこの海外線と似た島や大陸はありません。",
			"검색 중……미지의 영역입니다. 기존 지도에는 이 해외선과 비슷한 섬이나 대륙은 없습니다.",
			"Searching... This is uncharted territory. No existing maps show any islands or continents similar to this coastline."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61850,
			"Outland space?! Greaaat!",
			"难道我们真的到异世界了！？太好了！",
			"まさか本当に異世界に来たの！？やったね！",
			"설마 진짜 이세계에 온 거야!? 야호!",
			"Did we really come to another world?! Yay!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61851,
			"Great? What if we can't get back?",
			"好什么好啊？我们回不去了怎么办？",
			"何がやったのよ？帰れなくなっちゃったらどうするの？",
			"뭘 한 거야? 돌아갈 수 없게 돼버리면 어떻게 할 거야?",
			"What did you do? What if we can't get home?"
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			61852,
			"Ha? Kiana? What are you doing here?",
			"咦？琪亚娜？为什么你们会在这里？",
			"あれ？キアナ？あなたたち、どうしてここにいるの？",
			"어라? 키아나? 너희들, 왜 여기에 있는 거야?",
			"Huh? Kiana? Why are you guys here?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61853,
			"Emerald!? No, I didn't summon you…",
			"翡翠？！不对啊，我没有召唤你啊，为什么你会出现在我面前？",
			"翡翠の星！？まさか、あたしまだ召喚してないわよ。どうしてあたしたちの所にいるの？",
			"에메랄드 스타!? 말도 안 돼, 나 아직 소환하지 않았어. 왜 우리한테 온 거야?",
			"Emerald?! No way, I haven't summoned you yet. Why are you here with us?"
		],
		[
			"speaker",
			204560
		],
		[
			"portraits",
			[
				602,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61854,
			"Yeah, you just appear infront of us.",
			"不是我们出现在你们面前，是反过来的好不好！！你们有没有常识啊？",
			"私たちがあなたたちの所にいるんじゃないわ。その逆よ。よく考えてみてよね！",
			"우리가 너희들한테 있는 게 아니야. 그 반대야. 잘 생각해 봐!",
			"We are not here for you, quite the opposite. Think about it!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61855,
			"? So I'm in your world?",
			"我们出现在了你们的面前？也就是说……这里是你们的世界？",
			"私たちがあなたたちの所に現れた？ということは……ここはあなたたちの世界？",
			"우리가 너희들한테 나타났다고? 그 말은…… 여기가 너희들의 세계라는 거야?",
			"So we appeared to you? Then... this is <i>your</i> world?"
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			61856,
			"Yep. It's first time for human come to familiar land.",
			"嗯，没错。我也觉得奇怪呢，这还是第一次有人来到使魔大陆。",
			"ええ、そうよ。確かに変ねえ。人間が従魔大陸に来るなんて初めてよ。",
			"응, 맞아. 확실히 이상하네. 인간이 종마 대륙에 오다니 처음이야.",
			"Mm-hmm, that's right. It's certainly strange. It's the first time we've seen humans come to the Familiar Continent."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61857,
			"You call this small island \"land\"? What is that place?",
			"大陆？这么一个小岛也叫作大陆么，我看那边的那个才像吧？",
			"大陸？こんな小島でも大陸って言うの？あっちの方が大陸っぽくない？",
			"대륙? 이런 작은 섬도 대륙이라고 해? 저쪽이 더 대륙 같지 않아?",
			"A continent? Can such a small island be called a continent? Doesn't that one over there look more like a continent?"
		],
		[
			"speaker",
			204560
		],
		[
			"portraits",
			[
				602,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61858,
			"That place? You crazy! It's full of thunder and storm, I can't see it clearly.",
			"那边？你疯了吧？那边全都是风暴与雷电，哪里看得清对面的状况？",
			"あっち？バカじゃないの？あっちは暴風雨と雷だけよ。向こうの様子なんか見えっこないじゃない。",
			"저쪽? 바보야? 저쪽은 폭풍우와 천둥뿐이야. 저쪽 상황을 알 수가 없잖아.",
			"Over there? Are you stupid? There's nothing but storms and thunder over there. You can't even see what's going on over there."
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				602,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			61859,
			"Wait a second, Mercury.  Maybe they find a new land, and this new land is just near us.",
			"等一等，水银，先别质疑，或许她们真的找到新大陆了呢，而且这个新大陆就在我们的附近……",
			"まって、水銀の翼。もしかしたらこの人たち本当に新大陸を見つけたのかも。しかも、その新大陸は私たちの近くにある……",
			"잠깐, 수은의 날개. 어쩌면 이 사람들이 정말로 신대륙을 발견했을지도. 게다가, 그 신대륙은 우리 가까이에 있는……",
			"Wait, Mercury. Maybe these people really did discover a new continent. And it's close to us..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61860,
			"What happened?",
			"诶诶？怎么回事？我怎么开始听不懂了？",
			"え、え？どういうこと？わけが分からなくなってきたんだけど。",
			"어, 어? 무슨 말이야? 점점 더 이해가 안 가.",
			"H-Huh? What do you mean? I'm starting to get confused."
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			61861,
			"Nothing, Kiana, please help us.",
			"没什么，不过，琪亚娜，请你务必帮我们一个忙。",
			"何でもないわ。それより、キアナ。手伝ってもらいたいことがあるの。",
			"아무것도 아니야. 그보다, 키아나. 도와줬으면 하는 게 있어.",
			"Nothing. Anyway, Kiana. I need your help with something."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61862,
			"Tell me, I will try my best.",
			"说吧，只要不是杀人放火，有忙我一定帮！",
			"何？殺人と放火以外なら何でも手伝うわよ！",
			"뭐? 살인이랑 방화만 빼고 뭐든지 도와줄게!",
			"What? I'll help you with anything except murder and arson!"
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			61863,
			"Please help us build a boat.",
			"那就请你帮我们造一艘船吧。",
			"じゃあ、私たちのために船を作ってちょうだい。",
			"그럼, 우리를 위해 배를 만들어 줘.",
			"Then please build us a boat."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61864,
			"Ah?! Wait a second…",
			"诶？！等一下……",
			"え！？ちょっと待って……",
			"어!? 잠깐만……",
			"Huh?! Wait a sec..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61865,
			"Kiana, thank you very much!",
			"琪亚娜，加油吧！",
			"キアナちゃん、ファイト！",
			"키아나쨩, 파이팅!",
			"You can do it, Kiana-chan!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61866,
			"You promised them.",
			"答应了别人的事一定要做到。不能违约。",
			"引き受けたからにはやり遂げなければいけません。約束違反はいけません。",
			"맡은 일은 끝까지 해내야 합니다. 약속을 어겨서는 안 됩니다.",
			"Once you accept a task, you must see it through. Breaking a promise is unacceptable."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61867,
			"I'm wrong….",
			"我错了啊啊啊啊……",
			"そんなあああああ……",
			"그런아아아아아……",
			"Noooooo..."
		]
	],
	"270": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61868,
			"Ahhhhh… I'm dying….",
			"要…要死了……",
			"し…死んじゃう……",
			"아… 죽을 거야……",
			"I... I'm going to die..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61869,
			"Well, we will help you…",
			"好啦，我们不是也帮了你吗……",
			"ほらほら、私たちも手伝ってあげたじゃない……",
			"자, 자, 우리도 도와줬잖아……",
			"Look, we're helping you too..."
		],
		[
			"speaker",
			204560
		],
		[
			"portraits",
			[
				602,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61870,
			"Yes, it should be finished by Kiana alone!",
			"就是，本来这些东西都应该交给琪亚娜一个人完成的吧！",
			"まったく。本来ならキアナ一人に任せるはずだったのに！",
			"아이고. 원래라면 키아나 혼자 맡길 생각이었는데!",
			"Seriously. It was supposed to be left to Kiana alone!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61871,
			"Outland space is so terrible, Mei, let's get back.",
			"异世界太可怕了，芽衣，我们还是回去吧。",
			"異世界って恐ろしいトコね。芽衣、やっぱり帰りましょう。",
			"이세계는 정말 무서운 곳이야. 메이, 역시 돌아가자.",
			"This other world is a scary place. Mei, let's go home after all."
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			61872,
			"Wait a second, Kiana, please do us one more favor.",
			"等一下，琪亚娜，请再帮我们一个忙吧。",
			"待って、キアナ。もう一つお願いがあるの。",
			"잠깐만, 키아나. 부탁 하나만 더 할게.",
			"Wait, Kiana. I have one more request."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61873,
			"No, I'm too tired, Mei, let's get back.",
			"不帮了不帮了，累死了，芽衣我们还是回去吧。",
			"ダメダメ。もう疲れちゃった。芽衣、帰りましょう。",
			"안 돼 안 돼. 이미 지쳤어. 메이, 집에 가자.",
			"No way. I'm tired. Mei, let's go home."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61874,
			"Kiana, we came into this space by accident? How can we get back?",
			"琪亚娜，你该不会忘了我们是偶然才到这里来的吧？你想怎么回去？",
			"キアナ、私たちは偶然ここに来たってこと覚えてる？どうやって帰るつもりなの？",
			"키아나, 우리가 우연히 여기 왔다는 거 기억해? 어떻게 돌아갈 생각이야?",
			"Kiana, we came here by chance, remember? How are we going to get back?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61875,
			"Maybe… Just… By another accident?",
			"那个…偶然…就那么撞一撞？",
			"その…偶然…ああいう感じにぶつかればいいんじゃない？",
			"그… 우연히… 그런 식으로 부딪히면 좋지 않을까?",
			"Uhh... maybe... if we bump into something on accident?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61876,
			"Success rate: 4%.",
			"计算结果，琪亚娜成功的几率不足4%。",
			"計算の結果、キアナの成功確率は4%未満。",
			"계산 결과, 키아나의 성공 확률은 4% 미만.",
			"After some calculations, Kiana's chances of success are less than 4%."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61877,
			"We can get back successfully 3 times if we try 100 times, let's start now.",
			"那不是说我撞100次还能有3次成功么，我多撞几次就好了嘛……",
			"つまり100回ぶつかれば3回は成功するんでしょ？たくさんぶつかればいいだけじゃない……",
			"즉 100번 부딪히면 3번은 성공한다는 거잖아? 많이 부딪히기만 하면 되는 거잖아……",
			"So if I do it 100 times, I'll succeed 3 times, right? It's just about trying a lot..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61878,
			"Don't be silly, just listen to Emerald. I'm interested in them.",
			"别说傻话了，好好听听翡翠的要求。而且我对这个地方很有兴趣呢。",
			"バカ言わないの。翡翠の星の頼みを聞いてあげなさい。それに、私この場所に興味が出てきたわ。",
			"바보 같은 소리 하지 마. 비취 스타의 부탁을 들어 줘. 게다가 나 이 장소에 흥미가 생겼어.",
			"Don't be silly. Listen to Emerald's request. Besides, I'm starting to get interested in this place."
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			61879,
			"Here is the thing, I want to let you bring us to the island on the other side.",
			"是这样的，我想让你们把我们护送到对面的那个岛屿去。",
			"実はね、私たちをあの向かいの島まで送って行ってほしいの。",
			"사실은 말이야, 우릴 저 맞은편 섬까지 데려다 주었으면 해.",
			"Actually, I'd like you to take us to that island across the water."
		],
		[
			"speaker",
			204560
		],
		[
			"portraits",
			[
				602,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61880,
			"Ah? Do you want to give up this place?",
			"诶？姐姐要放弃这个地方么？",
			"え？お姉ちゃん、この場所を捨てるの？",
			"어? 언니, 이 장소를 버리는 거야?",
			"Huh? Sis, are you abandoning this place?"
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				602,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			61881,
			"If the forerunner are right, we don't have meaning to stay here. We built the village here in order to let them have a place to live if they can't find the right way.",
			"既然那些先行者的方向没有错，那我们留守这里的意义也就没有了吧。本来我们就是为了以防她们没有找到新大陆从而留在这里重建村庄的。",
			"あの先遣隊の方向が正しいなら、私たちがここを守っている意味もないでしょう。元々私たちはあの人たちが新大陸を見つけられなかった時のために、ここに留まって村を再建しているだけなんだから。",
			"저 선견대의 방향이 옳다면, 우리가 여기를 지키는 의미도 없겠죠. 원래 우리는 그 사람들이 신대륙을 찾지 못했을 때를 대비해, 여기에 머물며 마을을 재건하고 있을 뿐이니까요.",
			"If the exploration party is heading in the right direction, then there's no point in us staying here to defend it. We were only staying here to rebuild the village in case they fail to find the New World."
		],
		[
			"speaker",
			204560
		],
		[
			"portraits",
			[
				602,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61882,
			"Can't we just stay here forever?",
			"诶~我们两个一直生活在这里不行么？",
			"ええ～私たち二人だけでずっとここで暮らしてちゃダメなの？",
			"에엣~ 우리 둘만 계속 여기서 살면 안 되는 거야?",
			"Ah~ Can't we just live here forever, just the two of us?"
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				602,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			61883,
			"Well, don't say that. As your sister, I want to you learn more about this world.",
			"好了，不要在任性了，作为姐姐，我还是希望你能够融于这个世界啊。",
			"ほら、わがまま言わないの。私は姉としてあなたにこの世界にもっととけ込んでほしいのよ。",
			"자, 제멋대로 굴지 마. 나는 언니로서 네가 이 세상에 좀 더 녹아들었으면 좋겠어.",
			"C'mon, don't be selfish. As your sister, I want you to be more integrated into this world."
		],
		[
			"speaker",
			204560
		],
		[
			"portraits",
			[
				602,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61884,
			"…",
			"咕……",
			"グスン……",
			"훌쩍……",
			"<i>Sniffle...</i>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61885,
			"Sorry to interrupt…",
			"抱歉打断一下……",
			"ちょっといいかしら……",
			"좋을까……",
			"Can I say something...?"
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			61886,
			"What? Any questions?",
			"怎么了，琪亚娜？你还有什么问题么？",
			"キアナ、どうしたの？何か問題でも？",
			"키아나, 무슨 일이야? 무슨 문제라도 있어?",
			"Kiana, what is it? Is there a problem?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61887,
			"My boat is small… How many familiars there?",
			"那个……我造的船似乎有点小……你们那边还有多少使魔？",
			"その……あたしが作った船じゃ小さいんじゃないかしら……あとどれくらい従魔がいるの？",
			"저기…… 제가 만든 배가 작은 게 아닐까…… 그리고 소환수는 아직 얼마나 남아있는 거야?",
			"Um... I think the ship I made is too small... How many more familiars do you need?"
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			61888,
			"Yeah, it seems too small, nevermind, I collected a lot materials, we can build a bigger one.",
			"唔……好像还有一些呢，不过不要紧，我们收集了很多废料，应该能造一艘比较大的船，那样应该够了吧。",
			"えっと……もう少しいるけど、でも大丈夫よ。廃材をたくさん集めたから大きな船が作れるはずよ。あれなら大丈夫でしょ？",
			"음…… 몇 명 더 있지만, 하지만 괜찮아. 폐자재를 많이 모았으니까 큰 배를 만들 수 있을 거야. 그거라면 괜찮겠지?",
			"Umm... we need a bit more, but it'll be fine. We've collected a lot of scrap materials, so we should be able to make a bigger boat. That should be fine, right?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61889,
			"Ah?",
			"诶？",
			"え？",
			"어?",
			"Huh?"
		],
		[
			"msg",
			61890,
			"Wow, so much!? But it seems has been on fire…",
			"哇！这么多？！不过……为什么这上面还有火烧过的痕迹啊，而且还坑坑洼洼的……",
			"うわ！こんなにたくさん？でも……どうして表面が焼け焦げているのかしら。しかもボコボコにヘコんでるし……",
			"와! 이렇게 많아? 하지만…… 표면이 왜 이렇게 탔을까? 게다가 울퉁불퉁하게 움푹 패여 있잖아……",
			"Wow! So many? But... I wonder why the surface is scorched. And it's all dented and bumpy..."
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			61891,
			"Oh, I built a boat before… But it was exploded.",
			"哦，因为这是最开始造的一艘还没能航行出去就爆炸的船。",
			"あ、それは最初に作った船が航行する前に爆発しちゃったからよ。",
			"아, 그건 처음 만든 배가 항해하기 전에 폭발해 버렸어.",
			"Ah, that's because the first ship we made exploded before it even got underway."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61892,
			"Emm…",
			"那样很不吉利的吧喂！",
			"そんなの不吉じゃない！",
			"그건 불길하지!",
			"That's not ominous at all!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61893,
			"Well, Kiana, we will help you, don't worry.",
			"好了啦，琪亚娜，反正我们也会一起帮你的不是么？",
			"ほらほら、キアナ。どうせ私たちが手伝ってあげるんだから。",
			"자, 키아나. 어차피 우리가 도와줄 테니까.",
			"Come on, Kiana, we're here to help you."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61894,
			"Bronya is here too. It's not so difficult.",
			"而且有布洛妮娅在，船体是不会出现故障的，除非琪亚娜拿着船去撞礁石。",
			"ブローニャもいます。船体は故障しないはずです。キアナが船を座礁させない限り。",
			"브로냐도 있습니다. 선체는 고장나지 않을 겁니다. 키아나가 배를 좌초시키지 않는 한.",
			"Bronya will too. The hull shouldn't fail, unless Kiana runs the ship aground."
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			61895,
			"I'm going to ask other familiars to help.",
			"我也叫上了其他还在留守的使魔，所以应该不会太难的。",
			"私も他の従魔を呼んでくるから、そんなに大変じゃないはずよ。",
			"나도 다른 소환수를 불러올 테니까, 그렇게 힘들진 않을 거야.",
			"I'll call the other familiars too, so it shouldn't be too difficult."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61896,
			"Fine, fine. I know, I know. However…",
			"好啦好啦我知道了啦。不过……",
			"はいはい、分かったわよ。でも……",
			"알았어 알았어, 알겠다고. 근데……",
			"Yeah, yeah, alright. But..."
		],
		[
			"msg",
			61897,
			"It's funny to explore this world.",
			"我现在也对这里充满了兴趣呢，果然探索未知什么的还是很有趣的！",
			"何だかここに興味津々になってきちゃった。未知の何かを探索するのっておもしろいんだね！",
			"왠지 여기에 흥미가 솟구쳐 오르고 있어. 미지의 무엇인가를 탐험하는 건 정말 재미있어!",
			"I'm starting to get really curious about this place. It's so fun to explore something unknown!"
		],
		[
			"msg",
			61898,
			"After this, please tell me more about this world.",
			"之后的话，翡翠也好好跟我说说这个世界上发生的事吧~",
			"翡翠の星もこの世界で何が起こったのか後でしっかり教えてよね～",
			"비취의 별도 이 세계에서 무슨 일이 일어났는지 나중에 제대로 알려줘~",
			"Emerald, please tell me more about this world later~"
		],
		[
			"speaker",
			204559
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				601,
				0,
				false
			]
		],
		[
			"msg",
			61899,
			"I will tell you all I know.",
			"虽然我也不是特别了解，不过我会将我知道的全部都告诉你们的。她们也是一样。",
			"私もよく分かっているわけじゃないけど、知っていることは全部教えるわ。あの人たちも同じよ。",
			"나도 잘 아는 건 아니거든, 아는 건 다 알려줄게. 그 사람들도 마찬가지야.",
			"I don't know much either, but I'll tell you everything I know. And I'll tell the others about it too."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61900,
			"Okay! I'm going to be the most famous explorer in the world! Yes, my name is Elizabeth…",
			"那就好，开工咯开工咯！我要成为这个世界上最伟大的探险家！对，我的名字是伊丽莎白……",
			"じゃあいいわ。さあ、仕事、仕事！私は世界で最も偉大な探検家になる！そう、あたしの名はエリザべ……",
			"그럼 됐어. 자, 일, 일! 나는 세계에서 가장 위대한 탐험가가 될 거야! 그래, 내 이름은 엘리자베……",
			"Well then. Now, work, work! I'm going to be the greatest explorer in the world! Yes, my name is Elizabe... (TN: The name she was about to say may be referencing the Honkai Pirate Girls event story where Himeko gave Kiana the name \"Elizabeth K.R. Antalya Sherman Queen Hathaway\".)"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61901,
			"Bang!",
			"咚！",
			"ドンッ！",
			"쿵！",
			"<i>Thud!</i>"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61902,
			"Stop it! Do your work!",
			"快干活，别说那些有的没的！",
			"早く仕事して。無駄話はそこまで！",
			"빨리 일해. 쓸데없는 이야기는 그만해!",
			"Get to work already. Enough with the pointless chatter!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				601,
				0,
				true
			]
		],
		[
			"msg",
			61903,
			"Ohhh…",
			"呜呜呜……",
			"ううう……",
			"으으으……",
			"Awww..."
		]
	]
}